Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid006c0003.po
Languages: es_es

source: 恵比寿様は、寺町に行くと言ってたかしら。 急いで追いかければ、会えるかもしれないわよぉ。
es_es: I wonder if Ebisu said he was going to Teramachi. If you chase after it in a hurry, you may be able to meet.

source: 恵比寿様…… ありがたやありがたや……
es_es: Mr. Ebisu …… Thank you, thank you ……

source: ん？ 今、恵比寿様と言ったか？ ……婆さん、もしかして恵比寿に会ったのか？
es_es: Hmm? Did you say Ebisu-sama now? ...... Auntie, did you meet Ebisu?

source: えぇ。お会いしましたよ。
es_es: Yeah. I met you.

source: いつの話だ？
es_es: When are you talking about?

source: ついさっきですよ。あなたももう少し早く来てれば、 ご利益があったかもしれないのに、残念ねぇ。
es_es: It was just a while ago. It would have been beneficial if you came a little earlier, but I'm sorry.

source: （婆さんの会ったという恵比寿様は 世間を騒がせている詐欺師、 黒恵比寿に間違いないだろう……）
es_es: (Mr. Ebisu, who said she met, must be Kuro Ebisu, a scammer who is making a noise ...)

source: 婆さん、その恵比寿様は どこに行ったかわかるか？
es_es: Auntie, do you know where Ebisu went?

source: そうねぇ、たしか次は…… 寺町方面に行くと言ってたかしら？
es_es: Well, I'm sure next time ... Did you say that you're going to Teramachi?

source: （寺町か…… 今から急いで追えば 捕まえることができるかもしれないな）
es_es: (Teramachi ... I might be able to catch it if I hurry up from now on)

source: 寺町だな。 婆さん、ありがとよ。
es_es: It's Teramachi. Thank you, Grandma.

source: うふふ、追いかけるのね。じゃあ急がないと。 あなたにもご利益があるといいわねぇ。
es_es: Ufufu, you're chasing me. Then I have to hurry. I hope you also benefit.

source: 優しげなお婆さん
es_es: Gentle grandmother
