Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c1347.po
Languages: es_es

source: あ、お兄ちゃん。 あのね…… お魚くれないかな？ お母さん、あれから野菜ばっかりなんだ……
es_es: Oh, brother. You know ... Can you give me some fish? Mom, I've only had vegetables since then ...

source: うう…… 魚が食べたいよぉ…… ひっく……
es_es: Uh ... I want to eat fish ...

source: わーい！ ありがとう！ お魚もお兄ちゃんも、大好きだよ！
es_es: Yay! Thank you! I love fish and my brother!

source: お魚、どうもありがとう！ お魚もお兄ちゃんも、大好きだよ！
es_es: Thank you very much for the fish! I love fish and my brother!

source: お兄ちゃん。
es_es: brother.

source: あぁ、お前か。 おふくろさん、野菜好きになってよかったな。
es_es: Oh, are you? I'm glad I like vegetables, my mother.

source: う、うーん……
es_es: Hmmm ...

source: ん？ どうかしたのか？
es_es: Hmm? What's wrong?

source: あれからね、ぼくのお母さん、 毎日、野菜料理ばっかり作るんだ……
es_es: Since then, my mom, I cook only vegetable dishes every day ...

source: いいことじゃないか？
es_es: Isn't that good?

source: よ、よくない！ 朝も昼も夜も、ぜーんぶ野菜なんだよ!? ずっとずーっと野菜なんだよ!?
es_es: Yeah, not good! It's all vegetables in the morning, day and night !? It's always vegetables !?

source: 極端な母親だな……
es_es: I'm an extreme mother ...

source: ぼく、野菜好きだけど、さすがにこりごりだよ！ もう野菜なんて見たくなーい！
es_es: I like vegetables, but I'm really sick! I don't want to see vegetables anymore!

source: はぁ…… お魚が食べたいな……
es_es: Hmm ... I want to eat fish ...

source: あ、お兄ちゃん！ 連れてきたよ、お母さん！
es_es: Oh, brother! I brought you, mom!

source: あなたですか？ うちの子供がいつもお世話になっているのは。
es_es: you? What is my child always indebted to?

source: うん！ このお兄ちゃんはね、 いつもぼくに、とってもおいしいものをくれるんだ！
es_es: Yup! This older brother always gives me something very delicious!

source: とってもおいしいもの？
es_es: Is it really delicious?

source: あぁ、今日はお母さんの方にも 食ってもらいたいと思ってな。
es_es: Ah, I want my mom to eat it today.

source: あら、いったい何を食べさせてくれるんですか？
es_es: Oh, what on earth do you feed me?

source: （今は渡せる状態じゃないな…… 家で「すっきり野菜の和え物」を 作って持ってこないと）
es_es: (I'm not ready to give it to you right now ... I have to make a "clean vegetable spicy sauce" at home and bring it with me)

source: すまない、まだ準備不足だったようだ。 もうしばらく待っていてくれ。
es_es: I'm sorry, it seems that I wasn't ready yet. Please wait for a while.

source: え？ えぇ、わかりました。
es_es: e? Yeah, I understand.

source: これだ。
es_es: This is it.

source: わぁ！ おいしそう！
es_es: Wow! looks delicious!

source: ひ、ひぃ！ こ、これ、野菜が入ってますよ！ すいませんが、私、野菜苦手なんです……！
es_es: Hi, hi! This one contains vegetables! I'm sorry, but I'm not good at vegetables ...!

source: わかっている。 だが、今日はあんたに野菜のうまさを 知ってもらおうと思ってな。
es_es: know. But today I want you to know how good vegetables are.

source: む、無理ですよ。 野菜なんておいしいわけないですから。
es_es: Hmm, it's impossible. Vegetables are not delicious.

source: 申し訳ありませんが、 この料理は食べられません……
es_es: I'm sorry, I can't eat this dish ...

source: あのな…… あんたの子供は、 野菜が食べたくて、家出まで考えていたんだぞ。
es_es: You know ... your kid wanted to eat vegetables and was thinking about running away from home.

source: え……？
es_es: e……?

source: 理由は、家で野菜が食べられないからだ。
es_es: The reason is that I can't eat vegetables at home.

source: そ、そんな…… 本当なの？
es_es: Oh, that's ... is it true?

source: うん……
es_es: Yup……

source: たしかに、あんたが野菜嫌いなのは しかたないことかもしれない…… 野菜を使う献立を考えたくないのも当然だろう……
es_es: Certainly, it may be unavoidable that you hate vegetables ... It's natural that you don't want to think about menus that use vegetables ...

source: しかしそのせいで、こいつは家出を考えるほど 悩んでいたんだ。こいつはこいつなりに、 ずっと我慢していたんだ。
es_es: But because of that, he was so worried that he was thinking about running away from home. This guy has been patient for a long time.

source: ……少しは、親であるあんたも、我慢したり、 子供のことをもっと考えてやっても いいんじゃないか？
es_es: ...... Isn't it okay for you, your parents, to put up with it and think more about your child?

source: ……た、食べます。
es_es: ...... I will eat it.

source: 私、あなたからいただいたこの料理、 食べさせていただきます。
es_es: I will eat this dish that you gave me.

source: お母さん……
es_es: Mom……

source: 今まで我慢させてごめんね…… お母さん、今まで野菜から逃げてた。
es_es: I'm sorry to have put up with you until now ... Mom, I've run away from vegetables until now.

source: これを食べることで ちょっとは野菜嫌いが克服できればいいのだけれど。
es_es: I wish I could overcome my dislike of vegetables by eating this.

source: ……いただきます。
es_es: ...... I will.

source: もぐもぐもぐもぐ。
es_es: Mogumogumogumogu.

source: これが、本当に…… 野菜!?
es_es: This is really ... vegetables !?

source: お…… おいしいわ！
es_es: Oh ... it's delicious!

source: お、お母さん!? 本当!?
es_es: Oh mom !? Really !?

source: え、えぇ、かれこれ数十年、 野菜というものを食わず嫌いしてたけど こんなにおいしいものだったなんて……
es_es: Yeah, yeah, for decades I hated vegetables without eating them, but it was so delicious ...

source: あなた、お料理お上手なんですね！ 今度、作り方を教えていただけません？
es_es: You are good at cooking! Could you tell me how to make it next time?

source: あぁ、もちろんだ。
es_es: Oh, of course.

source: え？ ってことは……
es_es: e? That means ...

source: えぇ！ これからは野菜を使った料理、 いっぱい作ってあげるからね！
es_es: Yeah! From now on, I'll make a lot of dishes using vegetables!

source: ほ、本当!? やったぁ！
es_es: Really !? I did it!

source: よかったな。
es_es: I'm glad.

source: う、うん！ お兄ちゃん、ありがとう！
es_es: No! Thank you, brother!

source: ……さきほどのあなたの言葉、胸にささりました。 私…… 今まで、母親失格でしたね。
es_es: ...... Your words just touched my heart. I ... Until now, my mother was disqualified.

source: これからはできるだけ息子に好きなもの、 食べさせてあげたいと思います。
es_es: From now on, I would like to feed my son what he likes as much as possible.

source: ああ。そうしてやってくれ。
es_es: Oh. Do it that way.

source: 今から八百屋さんに買い物に行こうと思うんだけど、 何か食べたいものある？
es_es: I'm thinking of going shopping at a greengrocer from now on. Is there anything you want to eat?

source: え！ う、うーんとねー！ ナスでしょー！ 白菜でしょー！ えーとね、それからそれからねー……
es_es: e! Hmmmmm! Eggplant! Chinese cabbage! Well, then ...

source: お兄ちゃん。
es_es: brother.

source: あぁ、お前か。ちゃんといい子にしてるか？
es_es: Oh, are you? Are you a good boy?

source: うん……
es_es: Yup……

source: ん？ 何かあったのか？
es_es: Hmm? Did something happen?

source: ……ぼく、ずっとね、どうやったらお母さんに 野菜料理を作ってもらえるかを、考えてるの。
es_es: ...... I've been thinking about how to get my mom to cook vegetable dishes.

source: お兄ちゃんから野菜をもらえるのは嬉しいんだけど、 このことはお母さんにはないしょだから……
es_es: I'm glad I got some vegetables from my brother, but my mom doesn't have this ...

source: なんだか、うそついてるみたいで……
es_es: Somehow, it looks like it's lying ...

source: なるほどな。確かに、お前のおふくろさんが 野菜料理を作るようになるのが一番いいからな。
es_es: got it. Certainly, it's best for your mother to cook vegetable dishes.

source: うん…… でもそれには野菜嫌いのお母さんを どうにかして説得しなきゃいけないんだけど……
es_es: Yeah ... but I have to somehow convince my mom who hates vegetables ...

source: （うーむ、野菜嫌いのお母さんに 野菜料理を作ってもらう方法か……）
es_es: (Hmm, how to get a mother who hates vegetables to cook vegetable dishes ...)

source: ……野菜のうまさを、お前の母さんに 知ってもらえばいいんじゃないか？
es_es: ...... Why don't you let your mother know the goodness of vegetables?

source: 野菜の、おいしさを……？
es_es: The deliciousness of vegetables ...?

source: あぁ、野菜が入っていてもうまい料理があることを 教えてやればいいんだ。それを食えば、 野菜に対する考え方も変わるだろう。
es_es: Ah, I just need to tell you that there are good dishes that contain vegetables. Eating it will change the way you think about vegetables.

source: で、でも…… そんな料理、どこにあるの？ あ！ お兄さん、そこまで言うからには 何か当てがあるんだね!?
es_es: But ... where is that kind of food? Ah! Brother, there's something to be said about that !?

source: ……いや、ない。
es_es: ...... No, no.

source: （……明らかに失望している。 仕方ない。言いだしたからには もう少し協力してやるか……）
es_es: (... I'm obviously disappointed. I can't help it. I'll cooperate a little more because I said it ...)

source: ……分かった。 俺がうまい野菜料理を用意してきてやる。
es_es: ……Do you get it. I'll prepare a good vegetable dish.

source: ほ、本当？
es_es: Really?

source: ああ。だからお前は、母親を連れてきて 待っていろ。
es_es: Oh. So bring your mother and wait.

source: う、うん！ お兄さん、すごいや！ じゃ、じゃあお母さん呼んでくる。 しばらくたったら、ここにまた集合ね。
es_es: No! Great brother! Well then, I'll call you mom. After a while, we'll meet again here.

source: （うまい野菜料理か…… 「すっきり野菜の和え物」を 家で作って持ってくるか）
es_es: (Is it a delicious vegetable dish ... Do you make a "clean vegetable dish" at home and bring it with you?)

source: お兄ちゃん。
es_es: brother.

source: あぁ、お前か。ちゃんといい子にしてるか？
es_es: Oh, are you? Are you a good boy?

source: うん。お兄ちゃんと約束したから。 がまんしてるよ、家出。
es_es: Yup. I promised my brother. I'm sorry, I'm running away from home.

source: フッ、それはいいことだな。
es_es: Huh, that's a good thing.

source: でも、そろそろぼく、 食べたくなってきちゃったよ、野菜……
es_es: But it's about time I want to eat vegetables ...

source: 今は野菜を持っていない…… また今度な。
es_es: I don't have any vegetables right now ... next time.

source: うん、わかった。また今度ね、約束。
es_es: OK, got it. Next time, promise.

source: こいつを食うか？
es_es: Do you want to eat this?

source: あ、これ！ ぼく、大好き！
es_es: Oh, this! I love you!

source: いただきまーす！
es_es: Let's eat!

source: もぐもぐもぐもぐ。
es_es: Mogumogumogumogu.

source: ごちそうさまでした！
es_es: Thank you for the meal!

source: うまかったか？
es_es: Was it good?

source: うん！ とっても！ 本当はもっと食べたいけど…… 家でごはんが食べられなくなっちゃうから、がまん。
es_es: Yup! Very! I really want to eat more, but ... I can't eat rice at home, so I'm sorry.

source: フッ、いい心がけだな。
es_es: Huh, good luck.

source: お兄ちゃん。ありがとう。
es_es: brother. Thank you.

source: 「野菜大好き少年」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「野菜大好き少年」と交流してみましょう。
es_es: A bond with a "boy who loves vegetables" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "boys who love vegetables".

source: お兄ちゃん。
es_es: brother.

source: あぁ、お前か。ちゃんといい子にしてるか？
es_es: Oh, are you? Are you a good boy?

source: うん。お兄ちゃんと約束したから。 がまんしてるよ、家出。
es_es: Yup. I promised my brother. I'm sorry, I'm running away from home.

source: フッ、それはいいことだな。
es_es: Huh, that's a good thing.

source: でも、そろそろぼく、 食べたくなってきちゃったよ、野菜……
es_es: But it's about time I want to eat vegetables ...

source: 今は野菜を持っていない…… また今度な。
es_es: I don't have any vegetables right now ... next time.

source: うん、わかった。また今度ね、約束。
es_es: OK, got it. Next time, promise.

source: こいつを食うか？
es_es: Do you want to eat this?

source: あ、これ！ ぼく、大好き！
es_es: Oh, this! I love you!

source: いただきまーす！
es_es: Let's eat!

source: もぐもぐもぐもぐ。
es_es: Mogumogumogumogu.

source: ごちそうさまでした！
es_es: Thank you for the meal!

source: うまかったか？
es_es: Was it good?

source: うん！ とっても！ 本当はもっと食べたいけど…… 家でごはんが食べられなくなっちゃうから、がまん。
es_es: Yup! Very! I really want to eat more, but ... I can't eat rice at home, so I'm sorry.

source: フッ、いい心がけだな。
es_es: Huh, good luck.

source: お兄ちゃん。ありがとう。
es_es: brother. Thank you.

source: 「野菜大好き少年」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「野菜大好き少年」と交流してみましょう。
es_es: A bond with a "boy who loves vegetables" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "boys who love vegetables".

source: 野菜が…… 食べたいよぉ……
es_es: Vegetables ... I want to eat ...

source: うう…… 野菜が食べたい…… ひっく……
es_es: Uh ... I want to eat vegetables ...

source: 男がそんなに泣くもんじゃないぞ。 お前…… そんなに野菜が好きなのか？
es_es: A man doesn't cry so much. You ... Do you like vegetables so much?

source: えっ……
es_es: eh……

source: ……うん、好き。 ……野菜。
es_es: ...... Yeah, I like it. ...... Vegetables.

source: 子供で野菜が好きとは、珍しいな。
es_es: It's unusual for a child to like vegetables.

source: そうなのかな…… ぼくね…… 野菜が大好きなの。
es_es: I wonder ... I ... I love vegetables.

source: でもうちのお母さんね、大嫌いなんだ、野菜。 だからうちのごはん…… 豆腐ばっかりなんだ。
es_es: But my mom, I hate vegetables. That's why our rice ... it's just tofu.

source: め、珍しい母親だな……
es_es: I'm a rare mother ...

source: ぼく、野菜が食べたいって言っても、 お母さんが許してくれなくて…… うぅ……
es_es: Even if I said I wanted to eat vegetables, my mom didn't forgive me ...

source: ひっく…… 野菜…… 食べたいよぉ……
es_es: Hick ... Vegetables ... I want to eat ...

source: 毎日豆腐ばっかり！ もうやだよう！
es_es: Only tofu every day! No more!

source: （うーむ、たしかにそんな食生活だと 野菜が食べたくなるのも当然かもしれないな）
es_es: (Hmm, it may be natural that you want to eat vegetables if you have such a diet)

source: ……ぼく、きめた！
es_es: ...... I decided!

source: ん？
es_es: Hmm?

source: ぼく、家出する！
es_es: I run away from home!

source: い、家出だと……？
es_es: Well, if you run away from home ...?

source: うん、どこか遠くの町まで家出して…… 野菜好きなおうちの子になるんだ！
es_es: Yeah, I'm going home to a town somewhere far away ... I'm going to be a vegetable lover!

source: いや…… 確かに毎日豆腐はつらいかもしれんが、 その年で家出というのは早いんじゃないか？
es_es: No ... It's true that tofu may be hard every day, but I think it's early to run away from home that year.

source: だって、じゃないとぼく、一生野菜食べらんない…… なら、おじさんが野菜をくれる？
es_es: Because otherwise I wouldn't eat vegetables for the rest of my life ... Then my uncle would give me vegetables?

source: お、俺がか？
es_es: Oh, am I?

source: うん…… もしくれないなら…… 家出しようかな……
es_es: Yeah ... if you don't ... I wonder if I'll run away from home ...

source: （こいつ、野菜のためなら本当にやりかねん…… この歳で家出というのはいろいろ危ないし…… 家の余った野菜でもくれてやるか）
es_es: (I can't really do it for vegetables ... It's dangerous to run away from home at this age ... Will you give me some vegetables left over from my house?)

source: ……しかたない。 まぁ、野菜を食べることは悪いことではないしな。 特別に、俺の野菜を分けてやろう。
es_es: ……it can not be helped. Well, eating vegetables is not a bad thing. Specially, let's share my vegetables.

source: え、本当!? やったあああ！
es_es: Eh, really !?

source: その代わり、もう家出するなんて言うんじゃないぞ。 ……約束だ。
es_es: Instead, I'm not saying I'm going home anymore. ……It's a promise.

source: う、うん！ 野菜が食べられるなら家出しない！ ありがとう、お兄ちゃん！ 約束！
es_es: No! If you can eat vegetables, don't run away from home! Thank you, brother! Promise!

source: うわーん！
es_es: Wow!

source: ん？
es_es: Hmm?

source: 好き嫌いばかり言って！ いい加減になさい！
es_es: Just say what you like and dislike! Be sloppy!

source: だ、だって、野菜が……
es_es: Because the vegetables are ...

source: そんなわがままばっかり言う子は、 うちにはいりませんからね！ 勝手になさい！
es_es: I don't want a child who says such selfishness! Do it yourself!

source: お、お母さん…… ま、待ってよ……
es_es: Oh, mom ... well, wait ...

source: お、お母さ、や、野菜…… ひっく。
es_es: Oh, mom, vegetables ...

source: （フッ、いつの時代も野菜は子供の天敵だな。 俺も昔はあまり食べられなかった……）
es_es: (Huh, vegetables have always been children's natural enemies. I didn't eat much in the past ...)

source: や、野菜が…… ひっく。
es_es: And vegetables ...

source: 野菜が…… 食べたいよぉ……
es_es: Vegetables ... I want to eat ...

source: （や、野菜が好きだと……？）
es_es: (No, if you like vegetables ...?)

source: 野菜好きだった子供
es_es: A child who liked vegetables

source: 渡す
es_es: hand off

source: 渡さない
es_es: Do not pass

source: 魚
es_es: fish

source: 野菜大好き少年
es_es: Boy who loves vegetables

source: 龍馬
es_es: Ryoma

source: 野菜嫌いな母親
es_es: Mother who hates vegetables

source: 野菜料理をやる
es_es: Do vegetable dishes

source: 何もやらない
es_es: Do nothing

source: 野菜をやる
es_es: Do vegetables

source: 農作
es_es: Farming

source: 野菜大好き少年との絆
es_es: Bonds with a boy who loves vegetables

source: 子供
es_es: children

source: 母親
es_es: mother
