Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid001606ee.po
Languages: es_es

source: 何やら困っているようだな。 どうしたんだ？
es_es: It looks like you're in trouble. What happened?

source: 嫁から薪割りを頼まれたんですが、 とても一人で割り切れる量ではなくて 困っているんです。
es_es: My wife asked me to chop wood, but I'm in trouble because the amount isn't divisible by myself.

source: ……あなた、よく見ると凄く力がありそうですね。 あの…… もしよろしければでいいんですが、 手伝ってもらえませんか？ 薪割り。
es_es: …… You look very powerful. Um ... I hope you can help me, but can you help me? Chopping wood.

source: 俺がか……？ 薪割りはしたことがないんだが……
es_es: Am I ...? I've never chopped wood ...

source: そこは大丈夫です、ちゃんと教えますので！ お願いです！ 少しだけでもご協力を！ お礼は出させてもらいますので！
es_es: It's okay there, I'll teach you properly! Please! Please cooperate even a little! I would like to thank you!

source: 一本だけでもいいんです！ お願いします。
es_es: Only one is enough! Please.

source: うーん…… 仕方ないな。少しだけだぞ。
es_es: Hmm ... I can't help it. Only a little.

source: あ…… ありがとうございます！
es_es: Oh, thank you!

source: では、早速薪台の前に立ってください。 私が補佐をしますので！
es_es: Now, please stand in front of the wood-burning stand. I will assist you!

source: ああ、わかった。
es_es: Oh, I understand.

source: タイミング良く<Sign:0>ボタンを押して薪を割りましょう。 斧を振り上げ、力が入る瞬間に斧が光ります。 光った瞬間にタイミングよく<Sign:0>ボタンを押すと 薪を割ることができます。
es_es: At the right time<Sign:0> Press the button to chop the firewood. Swing up the ax, and the moment the force is applied, the ax glows. Timely at the moment of shining<Sign:0> You can break firewood with the push of a button.

source: 連続して割って行くとスピードが上がっていくので、 失敗せずに素早く割りましょう。 まずは、２０本の薪を割ってみましょう。 一本割るごとにつき、１００文のお礼が貰えます。
es_es: If you break it continuously, the speed will increase, so let's break it quickly without failing. First, let's break 20 pieces of firewood. You will receive 100 sentences of thanks for each split.

source: 薪割りされたこと、あるんですか？ 初めてとは思えない手際の良さでしたよ！
es_es: Have you ever chopped wood? It was a skill that I couldn't think of for the first time!

source: そうか？ まぁ、力になれたのなら良かった。
es_es: Really? Well, I wish I could help.

source: あ、これ、今回の分のお礼です！ １本につき１００文お渡ししますね。
es_es: Oh, this is a thank you for this time! I will give you 100 sentences for each one.

source: 割った本数分の報酬を貰った。
es_es: I got a reward for the number of pieces I divided.

source: 割らないといけない薪はまだたくさんありまして…… もし時間が空いたらまた手伝ってもらえますか？ 私はいつも、ここにいますので。
es_es: I still have a lot of firewood to break ... Can you help me again if I have time? Because I'm always here.

source: まぁ、気が向いたらな。
es_es: Well, if you feel like it.

source: よろしくお願いします。 今回はありがとうございました！
es_es: Thank you. Thank you for this time!

source: あ！ もしかして、手伝ってくださるんですか？ 薪割り。
es_es: Ah! Maybe you can help me? Chopping wood.

source: ああ。手伝っていこう。
es_es: Oh. Let's help.

source: 本当に助かります。 ではよろしくお願いしますね。
es_es: It really helps. Then thank you.

source: すまんが、今は忙しい。 また今度な。
es_es: I'm sorry, but I'm busy now. See you next time.

source: 分かりました。では、お待ちしています。
es_es: I understand. I'll be waiting for you.

source: タイミング良く<Sign:0>ボタンを押して薪を割りましょう。 斧を振り上げ、力が入る瞬間に斧が光ります。 光った瞬間にタイミングよく<Sign:0>ボタンを押すと薪を割ることができます。 連続して割って行くとスピードが上がっていくので、 失敗せずに素早く割りましょう。 割ることができるのは一回につき、最大１００本までです。
es_es: At the right time<Sign:0> Press the button to chop the firewood. Swing up the ax, and the moment the force is applied, the ax glows. Timely at the moment of shining<Sign:0> You can break firewood with the push of a button. If you break it continuously, the speed will increase, so let's break it quickly without failing. You can break up to 100 pieces at a time.

source: 次はお願いします。 また、お待ちしてますね。
es_es: Next please. I'll be waiting for you again.

source: 今日もありがとうございました！ あ、これ、今回の分のお礼です！ １本につき１００文お渡ししますね。
es_es: Thank you for today! Oh, this is a thank you for this time! I will give you 100 sentences for each one.

source: また、お願いしますね。
es_es: Also, please.

source: 大人しいおじさん
es_es: Quiet uncle

source: 薪割りについて
es_es: About chopping wood

source: 薪割りを手伝う
es_es: Help with chopping wood

source: 薪割りについて聞く
es_es: Ask about chopping wood

source: 遠慮しておく
es_es: Please refrain
