Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid006e0196.po
Languages: es_es

source: あら、どうも。この前はありがとうねぇ。 あなたに会うと、寂しさがまぎれるよ。 また顔出してちょうだいね。
es_es: Oh, thank you. Thank you for the last time. When I meet you, I feel lonely. Please come back again.

source: 足もよくなってきたから、 これからは自分で買い物に行かなくてはねぇ。
es_es: My legs are getting better, so I have to go shopping by myself from now on.

source: あなたにおつかいを頼めなくなるのは とても残念なのだけれど……
es_es: I'm very sorry that I can't ask you to use it ...

source: フッ、自分で歩いて行かないと、 またすぐに足がなまっちまうぞ。
es_es: Huh, if you don't walk on your own, your legs will soon get sick again.

source: それもそうよねぇ。寂しくなるねぇ。 またお茶だけでも、飲みにいらしてねぇ。
es_es: That's right. I'll be lonely. Also, don't come to drink just tea.

source: 待ってるからねぇ。
es_es: I'm waiting.

source: ……綺麗な場所ねぇ。
es_es: ...... It's a beautiful place.

source: 足が悪かった時は こんな遠くまで来ようとなんて思わなかったもの。
es_es: When I had a bad leg, I never thought I would come this far.

source: この歳になっても、 人との出会いって本当に不思議なものねぇ。
es_es: Even at this age, it's really strange to meet people.

source: あなたがあの時、私を家まで送ってくれて…… 本当によかったわ。
es_es: You sent me home at that time ... I'm really glad.

source: そうだな…… 本当に、よかったな。
es_es: That's right ... I'm really glad.

source: また何か必要なものでもあるのか？
es_es: Is it also something you need?

source: いいえ、今日は大丈夫。 最近、足の調子もすこぶるいいのよ。
es_es: No, it's okay today. Recently, my legs are in very good shape.

source: そうか、それはよかったな。
es_es: Well, that was good.

source: ……あなたのおかげかしら？
es_es: ...... Is it because of you?

source: えっ？
es_es: eh?

source: ……ここのところ、私、あなたとお話するのが 楽しくて楽しくて、仕方がなくてねぇ。
es_es: ...... Recently, I've had a lot of fun talking to you, and I can't help it.

source: いつかあなたと歩きながらお喋りしたいって思って、 私、元気に歩けるよう、密かに練習してたのよ。
es_es: Someday I wanted to talk with you while walking, so I was secretly practicing so that I could walk well.

source: ……そうだったのか。
es_es: ……Is that so.

source: えぇえぇ、そしたら本当に元気になってしまって、 私自身が一番驚いてるのだけれど。
es_es: Well, then I'm really fine and I'm most surprised.

source: 少し歩きながらお喋りしてもらえないかねぇ？
es_es: Could you talk while walking a little?

source: あぁ、もちろんだ。
es_es: Oh, of course.

source: 足が痛くなければ自分で行けたのだけれど…… どうしてもようかんが必要でねぇ。
es_es: I could have gone by myself if my legs didn't hurt, but ... I really don't need a yokan.

source: ようかんを買ってくればいいんだな。
es_es: You should buy yokan.

source: えぇえぇ。悪いねぇ。 よろしくお願いしますねぇ。
es_es: Yeah yeah. It's bad. I look forward to working with you.

source: おかえりなさい。 ようかん、買ってきてくれたかねぇ？
es_es: Welcome back. Yokan, did you buy it?

source: すまない、もうしばらく待ってくれ。
es_es: I'm sorry, please wait for a while.

source: えぇえぇ、大丈夫。 急がなくていいから、よろしくねぇ。
es_es: Yeah, it's okay. You don't have to hurry, so thank you.

source: あぁ、これでいいか？
es_es: Oh, is this okay?

source: 「<Color:8>ようかん<Color:Default>」を渡した。
es_es: "<Color:8> Yokan<Color:Default> Was passed.

source: えぇえぇ。
es_es: Yeah yeah.

source: それじゃあ食べましょうか。 お茶を入れてきますわねぇ。
es_es: Then let's eat. I'll make tea.

source: ん？ どういうことだ？ このようかんは 大事な来客のために買ったんじゃなかったか？
es_es: Hmm? What does it mean? Didn't you buy this kind of yokan for an important visitor?

source: ホホ、実は大切なお客様というのはあなたなんです。 日頃お世話になっていますからねぇ。
es_es: Hoho, in fact, you are the important customer. I'm indebted to you on a daily basis.

source: ……私にできることなんて、 おいしいお茶をいれることだけですからねぇ。 飲んでくれると、ありがたいのだけれど。
es_es: ...... The only thing I can do is make delicious tea. I would be grateful if you could drink it.

source: ばあさん…… 分かった。ありがたくいただくぜ。
es_es: Grandma ... I understand. Thank you.

source: ……いつも本当にありがとうねぇ。 あなたのおかげで、いろいろ助かってますよ。
es_es: ...... Thank you very much. Thanks to you, I've been saved a lot.

source: ふっ…… それはよかった。
es_es: Hmm ... that was good.

source: だが、大切な客に茶菓子を買いに行かせるってのも なかなか斬新だな。
es_es: However, it is quite novel to send an important customer to buy tea confectionery.

source: あら!? 本当ねぇ！ ホホホ、私ったらうっかりしちゃったわねぇ。
es_es: Oh !? Really! Hohoho, I was careless.

source: ふっ…… お茶目なばあさんだな……
es_es: Hmm ... It's a playful old lady ...

source: ホホホ……！
es_es: Hohoho ……!

source: また何か必要なものでもあるのか？
es_es: Is it also something you need?

source: えぇえぇ、そうなの。またあなたに おつかいをお願いしても大丈夫かしらねぇ。
es_es: Yeah, that's right. I wonder if it's okay to ask you to use it again.

source: あぁ、それくらいお安い御用だ。 何が必要なんだ？
es_es: Oh, it's that cheap. What do you need?

source: それじゃあねぇ…… ようかんをお願いしてもいいかねぇ。
es_es: Well then ... May I ask you to do something?

source: ようかん？
es_es: Yokan?

source: 大切なお客様をおもてなしするために、 どうしても必要なんですよ。
es_es: It is absolutely necessary to entertain our valued customers.

source: なるほど、客が来るのか。わかった。
es_es: I see, will customers come? all right.

source: とびっきりおいしいの、よろしくお願いしますよ。 それじゃあこれお金、渡しておきますねぇ。
es_es: It's extremely delicious, thank you. Then I'll give you this money.

source: 「<Color:8>1000文<Color:Default>」を受け取った。
es_es: "<Color:8> 1000 sentences<Color:Default> Was received.

source: 道中、気を付けてくださいねぇ。
es_es: Please be careful along the way.

source: フッ、わかった。
es_es: Huh, I understand.

source: 足が痛くなければ自分で行けたのだけれど…… どうしても万能丹が必要でねぇ。
es_es: I could have gone by myself if my legs didn't hurt, but ... I really don't need a universal tan.

source: あぁ、いいぞ。万能丹を買ってくればいいんだな。
es_es: Oh, that ’s good. All you have to do is buy a universal tan.

source: えぇえぇ。悪いねぇ。 よろしくお願いしますねぇ。
es_es: Yeah yeah. It's bad. I look forward to working with you.

source: おかえりなさい。 万能丹、買ってきてくれたかねぇ？
es_es: Welcome back. Universal Tan, did you buy it?

source: すまない、もうしばらく待ってくれ。
es_es: I'm sorry, please wait for a while.

source: えぇえぇ、大丈夫。 急がなくていいから、よろしくねぇ。
es_es: Yeah, it's okay. You don't have to hurry, so thank you.

source: あぁ、これでいいか？
es_es: Oh, is this okay?

source: 「<Color:8>万能丹<Color:Default>」を渡した。
es_es: "<Color:8> Universal Tan<Color:Default> Was passed.

source: えぇえぇ、これよこれ。 どうしても必要なものだったから困ってたんですよ。
es_es: Yeah, this is this. I was in trouble because it was absolutely necessary.

source: そうそう、お金少し多めに渡してあったんだけど、 おつりは手間賃としてもらっておいてちょうだいな。
es_es: Oh yeah, I gave him a little more money, but please give me the change as a labor fee.

source: わかった、ありがたく受け取っておく。
es_es: Okay, thank you for receiving it.

source: あなたが来てくれて本当に助かりましたよ。 機会があれば、またお願いしたいくらいねぇ。
es_es: It really helped you to come. If I have a chance, I would like to ask again.

source: フッ、大したことじゃないからな。 困ったら、頼ってくれていい。
es_es: Huh, it's not a big deal. If you are in trouble, you can rely on us.

source: ……本当に、ありがとうねぇ。
es_es: ...... Thank you very much.

source: ん？ 今から買い物に出かけるのか？
es_es: Hmm? Are you going shopping now?

source: えぇえぇ、そのつもりだったんだけど、 さっきからまた足が痛み始めてねぇ、 どうしたものかと、思ってたんですよ。
es_es: Yeah, I intended to do that, but I was wondering what happened because my legs didn't start to hurt again.

source: （ばあさん、立っているのもつらそうだな。 何か力になってやりたいが……）
es_es: (Grandmother, it seems like it's hard to stand. I want to help ...)

source: あいたた…… やっぱり今日も無理そうかねぇ。 どうしても必要なものがあったんだけれど。
es_es: It was warm ... I don't think it's possible today. I had something I absolutely needed.

source: 無理はするな。……なんなら、俺が替わりに 買ってきてやろうか？
es_es: Don't overdo it. ...... Why should I buy it instead?

source: ほ、本当かい？ そりゃ助かるけど…… いいのかい？
es_es: Is that true? That helps, but ... is that okay?

source: お安い御用だ。で、何が必要なんだ？
es_es: It's cheap. So what do you need?

source: じゃあねぇ、万能丹をお願いしてもいいかねぇ。
es_es: Well then, can I ask for a universal tan?

source: 分かった。万能丹を買ってくればいいんだな。
es_es: Do you get it. All you have to do is buy a universal tan.

source: よろしくお願いします。 それじゃあこれお金、渡しておきますねぇ。
es_es: Thank you. Then I'll give you this money.

source: 「<Color:8>2500文<Color:Default>」を受け取った。
es_es: "<Color:8> 2500 sentences<Color:Default> Was received.

source: 道中、気を付けてくださいねぇ。
es_es: Please be careful along the way.

source: フッ、わかった。
es_es: Huh, I understand.

source: 足が痛くなければ自分で行けたのだけれど…… どうしても傷薬が必要でねぇ。
es_es: If my leg didn't hurt, I could have gone by myself, but ... I really don't need any wound medicine.

source: あぁ、いいぞ。傷薬を買ってくればいいんだな。
es_es: Oh, that ’s good. I just need to buy a wound medicine.

source: えぇえぇ。悪いねぇ。 よろしくお願いしますねぇ。
es_es: Yeah yeah. It's bad. I look forward to working with you.

source: おかえりなさい。 傷薬、買ってきてくれたかねぇ？
es_es: Welcome back. Did you buy the wound medicine?

source: すまない、もうしばらく待ってくれ。
es_es: I'm sorry, please wait for a while.

source: えぇえぇ、大丈夫。 急がなくていいから、よろしくねぇ。
es_es: Yeah, it's okay. You don't have to hurry, so thank you.

source: あぁ、これでいいか？
es_es: Oh, is this okay?

source: 「<Color:8>傷薬<Color:Default>」を渡した。
es_es: "<Color:8> Injury<Color:Default> Was passed.

source: えぇえぇ、これよこれ。 どうしても必要なものだったから困ってたんですよ。
es_es: Yeah, this is this. I was in trouble because it was absolutely necessary.

source: そうそう、お金少し多めに渡してあったんだけど、 おつりは手間賃としてもらっておいてちょうだいな。
es_es: Oh yeah, I gave him a little more money, but please give me the change as a labor fee.

source: わかった、ありがたく受け取っておく。
es_es: Okay, thank you for receiving it.

source: あなたが来てくれて本当に助かりましたよ。 機会があれば、またお願いしたいくらいねぇ。
es_es: It really helped you to come. If I have a chance, I would like to ask again.

source: フッ、大したことじゃないからな。 困ったら、頼ってくれていい。
es_es: Huh, it's not a big deal. If you are in trouble, you can rely on us.

source: ……本当に、ありがとうねぇ。
es_es: ...... Thank you very much.

source: ん？ 今から買い物に出かけるのか？
es_es: Hmm? Are you going shopping now?

source: えぇえぇ、そのつもりだったんだけど、 さっきからまた足が痛み始めてねぇ、 どうしたものかと、思ってたんですよ。
es_es: Yeah, I intended to do that, but I was wondering what happened because my legs didn't start to hurt again.

source: （ばあさん、立っているのもつらそうだな。 何か力になってやりたいが……）
es_es: (Grandmother, it seems like it's hard to stand. I want to help ...)

source: あいたた…… やっぱり今日も無理そうかねぇ。 どうしても必要なものがあったんだけれど。
es_es: It was warm ... I don't think it's possible today. I had something I absolutely needed.

source: 無理はするな。……なんなら、俺が替わりに 買ってきてやろうか？
es_es: Don't overdo it. ...... Why should I buy it instead?

source: ほ、本当かい？ そりゃ助かるけど…… いいのかい？
es_es: Is that true? That helps, but ... is that okay?

source: お安い御用だ。で、何が必要なんだ？
es_es: It's cheap. So what do you need?

source: じゃあねぇ、傷薬をお願いしてもいいかねぇ。
es_es: Well then, can I ask for a wound medicine?

source: 分かった。傷薬を買ってくればいいんだな。
es_es: Do you get it. I just need to buy a wound medicine.

source: よろしくお願いします。 それじゃあこれお金、渡しておきますねぇ。
es_es: Thank you. Then I'll give you this money.

source: 「<Color:8>2500文<Color:Default>」を受け取った。
es_es: "<Color:8> 2500 sentences<Color:Default> Was received.

source: 道中、気を付けてくださいねぇ。
es_es: Please be careful along the way.

source: フッ、わかった。
es_es: Huh, I understand.

source: ふぅ…… やっと着いたな。
es_es: Hmm ... I've finally arrived.

source: 本当にありがとうねぇ。助かったよ。 お礼に、少し休んでいっておくれ。
es_es: Thank you very much. It was saved. Thank you for taking a break.

source: うむ…… では、お言葉に甘えるとするかな。
es_es: Hmm ... Then, I wonder if I can accept your words.

source: まだ足も痛いんだろう？ あまり無理をするなよ。
es_es: Does my leg still hurt? Don't overdo it.

source: ホホホ、そうはいっても、生きていくために 買い物には行かないわけにもいかないしねぇ。
es_es: Hohoho, that said, I can't help but go shopping to survive.

source: ……この家には、ばあさんひとりで住んでいるのか？
es_es: ...... Does this house live alone?

source: そうなんだよ。……じいさんに先立たれてねぇ。 子供もどこか遠くへ行ってしまって、今は私ひとり。
es_es: that's right. ...... I can't get ahead of my grandfather. My child has gone somewhere far away, and now I'm alone.

source: 身の回りのことは、おおかた自分でできるんだけど、 歳のせいか足が弱くなってしまってねぇ。 買い物に行くのだけがつらくてつらくて……
es_es: I can do most of the things around me, but my legs have become weak because of my age. It's hard to go shopping ...

source: あ、ごめんなさいねぇ。お忙しいだろうに、 私ったらつい長居させてしまったねぇ。
es_es: Oh, I'm sorry. You might be busy, but I just made you stay longer.

source: いや、そんなことはない。 茶、うまかったぜ。
es_es: No, that's not the case. The tea was delicious.

source: 久しぶりに話し相手ができて、嬉しかったよ。 またお茶でも飲みにいらしてくださいねぇ。
es_es: I was happy to be able to talk to him for the first time in a long time. Please come and have a cup of tea again.

source: 「怪我したおばあちゃん」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「怪我したおばあちゃん」と交流してみましょう。
es_es: A bond with the "injured grandmother" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with the "injured grandma".

source: ばあさん、まだ休んでたのか？
es_es: Did you still rest?

source: えぇえぇ。なかなか足の調子がよくならなくてねぇ。 家までもうすぐなんだけど、 こればっかりはどうしようもないねぇ……
es_es: Yeah yeah. My legs aren't feeling well. I'm about to get home, but I can't help it ...

source: （無理をするのはよくない…… 家も近いようだし、やはり送って行ってやるか？）
es_es: (It's not good to overdo it ... It seems that the house is near, so will you send it?)

source: （ん？ ばあさんが怪我をしているようだな……）
es_es: (Hmm? It looks like your grandmother is injured ...)

source: ……大丈夫か？
es_es: ……Are you okay?

source: えぇえぇ、大丈夫。この歳になると いろいろ生きづらくてかなわないねぇ。
es_es: Yeah, it's okay. At this age, it's hard to live in various ways.

source: 心配してくれてありがとうねぇ。家も近いから、 一人で時間をかけて、ゆっくり帰りますよ。 ……あいたたた。
es_es: Thank you for your concern. I'm close to my house, so I'll take time alone and go home slowly. ...... I was struck.

source: （無理をするのはよくない…… 家も近いようだし、送って行ってやるか？）
es_es: (It's not good to overdo it ... It seems that the house is near, will you send it?)

source: ばあさん、家はどこだ？ 俺が送って行ってやろう。
es_es: Where is your house, grandmother? I'll send it to you.

source: えぇ？ そりゃ助かるけど…… 本当にいいのかい？
es_es: Eh? That helps, but ... is it really good?

source: あぁ、ここでばあさんを放っておいて、 帰る途中で倒れられでもしたら、寝覚めが悪いしな。
es_es: Ah, if I leave my grandmother here and fall down on my way home, I'm afraid I can't wake up.

source: ホホホ。 じゃあ悪いけど、お願いさせてもらおうかねぇ。 ありがとうねぇ。
es_es: Hohoho. Well then, I'm sorry, but I'm not sure if I could ask. Thank you.

source: ばあさん、もう若くないんだから 無理するなよ。頑張れ……!!
es_es: Grandma, don't overdo it because you're not young anymore. Go for it……!!

source: ええ。次からは気を付けるよ。ありがとうねぇ。
es_es: Yeah. I'll be careful next time. Thank you.

source: ばあさん、まだ休んでたのか？
es_es: Did you still rest?

source: えぇえぇ。なかなか足の調子がよくならなくてねぇ。 家までもうすぐなんだけど、 こればっかりはどうしようもないねぇ……
es_es: Yeah yeah. My legs aren't feeling well. I'm about to get home, but I can't help it ...

source: （無理をするのはよくない…… 家も近いようだし、やはり送って行ってやるか？）
es_es: (It's not good to overdo it ... It seems that the house is near, so will you send it?)

source: （ん？ ばあさんが怪我をしているようだな……）
es_es: (Hmm? It looks like your grandmother is injured ...)

source: ……大丈夫か？
es_es: ……Are you okay?

source: えぇえぇ、大丈夫。この歳になると いろいろ生きづらくてかなわないねぇ。
es_es: Yeah, it's okay. At this age, it's hard to live in various ways.

source: 心配してくれてありがとうねぇ。家も近いから、 一人で時間をかけて、ゆっくり帰りますよ。 ……あいたたた。
es_es: Thank you for your concern. I'm close to my house, so I'll take time alone and go home slowly. ...... I was struck.

source: （無理をするのはよくない…… 家も近いようだし、送って行ってやるか？）
es_es: (It's not good to overdo it ... It seems that the house is near, will you send it?)

source: ばあさん、家はどこだ？ 俺が送って行ってやろう。
es_es: Where is your house, grandmother? I'll send it to you.

source: えぇ？ そりゃ助かるけど…… 本当にいいのかい？
es_es: Eh? That helps, but ... is it really good?

source: あぁ、ここでばあさんを放っておいて、 帰る途中で倒れられでもしたら、寝覚めが悪いしな。
es_es: Ah, if I leave my grandmother here and fall down on my way home, I'm afraid I can't wake up.

source: ホホホ。 じゃあ悪いけど、お願いさせてもらおうかねぇ。 ありがとうねぇ。
es_es: Hohoho. Well then, I'm sorry, but I'm not sure if I could ask. Thank you.

source: ばあさん、もう若くないんだから 無理するなよ。頑張れ……!!
es_es: Grandma, don't overdo it because you're not young anymore. Go for it……!!

source: ええ。次からは気を付けるよ。ありがとうねぇ。
es_es: Yeah. I'll be careful next time. Thank you.

source: 怪我したおばあちゃん
es_es: Injured grandma

source: 龍馬
es_es: Ryoma

source: ようかんを渡す
es_es: Hand over the yokan

source: 渡さない
es_es: Do not pass

source: 万能丹を渡す
es_es: Hand over all-purpose tan

source: 傷薬を渡す
es_es: Hand over the wound medicine

source: 怪我したおばあちゃんとの絆
es_es: Bonds with injured grandma

source: 家まで送る
es_es: Send home

source: 声援を送る
es_es: Cheer
