Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00330c9b.po
Languages: es_es

source: ……おう、お前さんか。今日はどうする。
es_es: ...... Oh, are you? What do you do today?

source: 商品を見せてくれ。
es_es: Show me the product.

source: ……あぁ、いいぜ。
es_es: …… Ah, that's fine.

source: 福引き券%d枚渡すぜ。
es_es: I'll give you %d lucky tickets.

source: ありがとよ…… また来てくれ。
es_es: Thank you ... Please come again.

source: ……今度は買っていってくれよ。
es_es: ...... Please buy it this time.

source: ……今度は買っていってくれよ。
es_es: ...... Please buy it this time.

source: ……おう、お前さんか。今日はどうする。
es_es: ...... Oh, are you? What do you do today?

source: 商品を見せてくれ。
es_es: Show me the product.

source: ……あぁ、いいぜ。
es_es: …… Ah, that's fine.

source: 福引き券%d枚渡すぜ。
es_es: I'll give you %d lucky tickets.

source: ありがとよ…… また来てくれ。
es_es: Thank you ... Please come again.

source: ……今度は買っていってくれよ。
es_es: ...... Please buy it this time.

source: ……今度は買っていってくれよ。
es_es: ...... Please buy it this time.

source: ……おう、お前さんか。今日はどうする。
es_es: ...... Oh, are you? What do you do today?

source: 商品を見せてくれ。
es_es: Show me the product.

source: ……あぁ、いいぜ。
es_es: …… Ah, that's fine.

source: 福引き券%d枚渡すぜ。
es_es: I'll give you %d lucky tickets.

source: お前さんに、また少し聞きたいことがある。 ……いいか？
es_es: I have something to ask you again. ...... Is it okay?

source: ん？ なんだ？
es_es: Hmm? what?

source: お前さんの…… 一番怖いものってなんだい？
es_es: Your ... What's the scariest thing?

source: 俺の、一番怖いもの……？
es_es: My scariest thing ...?

source: あぁ。お前さんの答えが知りたいんだ……
es_es: Ahh. I want to know your answer ...

source: （この前、質問されたときは、俺の答えで 親父をがっかりさせてしまったんだったな……）
es_es: (The other day, when I was asked, my answer disappointed my dad ...)

source: （うーん、俺の一番怖いものか……）
es_es: (Hmm, is it my scariest thing ...)

source: 俺の一番怖いものは…… 生きることだ。
es_es: My scariest thing is ... to live.

source: ふっ…… 生きることが怖い、か。
es_es: Hmm ... I'm afraid to live.

source: たしかに言いえて妙だ…… 生きているからこそ、怖い…… なるほどな。
es_es: It's strange to say ... I'm scared because I'm alive ... I see.

source: ……さすがお前さんだ。 いつも俺の想像を超えた答えをくれやがる。
es_es: ...... You are truly. He always gives me answers beyond my imagination.

source: （……とりあえず納得してくれたようだな。 どうやらいい答えだったらしい）
es_es: (... It seems that he was convinced for the time being. Apparently it was a good answer)

source: 俺の一番怖いものは…… 自分自身だ。
es_es: My scariest thing is ... myself.

source: ふっ…… 自分自身が怖い、か。
es_es: Hmm ... I'm scared of myself.

source: 真の敵は己自身。 他の者は眼中にないってことか…… 言うねぇ。
es_es: The true enemy is myself. Does that mean that no one else is in my eyes ... I don't say.

source: お前さん、やっぱりあんた本物だ。 本物の…… 侍だよ。
es_es: You're the real thing. Real ... a samurai.

source: （……なんだか満足してくれたようだ。 どうやらいい答えだったらしい）
es_es: (... It seems that he was satisfied. Apparently it was a good answer.)

source: 俺の一番怖いものは…… 死ぬことだ。
es_es: My scariest thing is ... to die.

source: ふっ…… 死ぬことが怖い、か。
es_es: Hmm ... I'm afraid to die.

source: お前さんのような男でもそうか…… むしろお前さんのような男だからこそ…… なるほどな。
es_es: I wonder if it's a man like you ... Rather, it's because he's a man like you ... I see.

source: ……興味深い答えだったぜ。
es_es: ...... It was an interesting answer.

source: （……勝手に納得してしまった。 どうやらいい答えだったらしい）
es_es: (... I was convinced without permission. Apparently it was a good answer)

source: ……今度は買っていってくれよ。
es_es: ...... Please buy it this time.

source: ……今度は買っていってくれよ。
es_es: ...... Please buy it this time.

source: 今まで変な質問して悪かったな……
es_es: I'm sorry to ask you a strange question ...

source: それはかまわないが…… どうして今みたいな質問を、俺に？
es_es: It doesn't matter, but ... why do you ask me a question like now?

source: ……恥ずかしい話、俺は武器については詳しいが 武器を使って、命のやり取りをしたことはなくてな。
es_es: ...... Embarrassing story, I'm familiar with weapons, but I've never used weapons to exchange lives.

source: だが、それじゃあ武器屋としては未熟もんだ。 客である、お前さん達の気持ちがわからんからな。
es_es: But then I'm still immature as a weapons shop. I don't understand the feelings of you, the customers.

source: あんたら武士が、どういう思いで、 俺の店で買った剣を振ってるのか。 ただ…… それが知りたかったんだ。
es_es: How do you feel about the samurai waving the sword you bought at my store? But ... I wanted to know that.

source: なるほど、それであんな質問を……
es_es: I see, that's the question ...

source: ……あぁ。お前さんのおかげで、なんとなくだが、 武士ってやつがどういう気持ちで戦ってんのか、 わかった気がする。……ありがとよ。
es_es: ……Ahh. Thanks to you, I feel like I understand how the samurai are fighting. ...... Thank you.

source: これは礼だ。受け取ってくれ。
es_es: This is a thank you. Receive it.

source: 「<Color:8>龍の牙<Color:Default>」を手に入れた
es_es: "<Color:8> Dragon fangs<Color:Default> Got

source: あんたみたいな立派な男に扱ってもらえるなら、 武器も喜びそうだな。 よし…… 決めたぞ。
es_es: If a good man like you treats you, your weapons will be happy too. Alright ... I've decided.

source: ……何をだ？
es_es: ...... What are you doing?

source: あんたには特別に、他の客には売っていない、 貴重な武器を提供してやるぜ。
es_es: I'll give you a special weapon that you don't sell to other customers.

source: ちぃと値は張るが…… きっと役に立つはずだ。 まぁ、興味があったら、買ってみてくれ。 ……このことは、他の連中には内緒だぜ？
es_es: It's a little pricey, but it should be useful. Well, if you are interested, please buy it. ...... This is a secret to the other guys, right?

source: ふっ…… 分かった。 金ができたら、購入を考えてみよう。
es_es: Hmm ... I understand. When you have money, consider buying it.

source: これからも、うちの店をよろしくな。 立派な武士さんよ！
es_es: Thank you for your continued support. A good samurai!

source: ……おう、お前さんか。今日はどうする。
es_es: ...... Oh, are you? What do you do today?

source: 商品を見せてくれ。
es_es: Show me the product.

source: ……あぁ、いいぜ。
es_es: …… Ah, that's fine.

source: 福引き券%d枚渡すぜ。
es_es: I'll give you %d lucky tickets.

source: お前さんに、また少し聞きたいことがある。 ……いいか？
es_es: I have something to ask you again. ...... Is it okay?

source: ん？ なんだ？
es_es: Hmm? what?

source: お前さんの…… 一番の武器って、なんだ？
es_es: Your ... What is your best weapon?

source: 俺の、一番の武器……？
es_es: My best weapon ...?

source: あぁ。お前さんの答えが知りたいんだ……
es_es: Ahh. I want to know your answer ...

source: （俺にとっての、一番の武器か……）
es_es: (Is it the best weapon for me ...)

source: 俺の一番の武器は…… 俺自身の、剣の腕だ。
es_es: My number one weapon is ... my own sword arm.

source: ……ふっ。
es_es: ...... Huh.

source: 一番の武器は…… 剣の腕か。 たいした自信だな。
es_es: The best weapon is ... the arm of the sword? I'm very confident.

source: しかもそれを本気で言ってやがる。 ……さすが俺が見込んだ男だぜ。
es_es: Moreover, I will say it seriously. ...... It's the man I expected.

source: （……いつの間にか見込まれてしまった。 どうやらいい答えだったらしい）
es_es: (... I was expected before I knew it. Apparently it was a good answer)

source: 俺の一番の武器は…… この、男気だ。
es_es: My number one weapon is ... this is masculine.

source: ……ふっ。ふふっ。
es_es: ...... Huh. Fufu.

source: 一番の武器は…… 男気、か。 フフッ、お前みたいな馬鹿は久しぶりだ。
es_es: The best weapon is ... masculine? Huh, it's been a while since I've been an idiot like you.

source: ……たしかにそんなことを 平然と言ってのけるような男気には、 誰だってかないやしねぇだろうよ！ あんた最高だ！
es_es: ...... It's true that no one can say such a thing in a straightforward manner! You are the best!

source: （……よくわからんがだいぶ喜んでいるようだ。 どうやらいい答えだったらしい）
es_es: (... I don't really understand, but he seems to be very happy. Apparently it was a good answer.)

source: 俺の一番の武器は…… この店で買った武器だ。
es_es: My number one weapon is ... the one I bought at this store.

source: ……ありがとよ。
es_es: ...... Thank you.

source: だが、俺が求めていた答えは そういうんじゃないんだがな……
es_es: But that's not the answer I was looking for ...

source: （……どうやら答えが気に入らなかったらしい）
es_es: (... Apparently I didn't like the answer)

source: 変な質問して悪かった…… また来てくれ。
es_es: I'm sorry to ask you a strange question ... Please come again.

source: ……今度は買っていってくれよ。
es_es: ...... Please buy it this time.

source: ……今度は買っていってくれよ。
es_es: ...... Please buy it this time.

source: 今まで変な質問して悪かったな……
es_es: I'm sorry to ask you a strange question ...

source: それはかまわないが…… どうして今みたいな質問を、俺に？
es_es: It doesn't matter, but ... why do you ask me a question like now?

source: ……恥ずかしい話、俺は武器については詳しいが 武器を使って、命のやり取りをしたことはなくてな。
es_es: ...... Embarrassing story, I'm familiar with weapons, but I've never used weapons to exchange lives.

source: だが、それじゃあ武器屋としては未熟もんだ。 客である、お前さん達の気持ちがわからんからな。
es_es: But then I'm still immature as a weapons shop. I don't understand the feelings of you, the customers.

source: あんたら武士が、どういう思いで、 俺の店で買った剣を振ってるのか。 ただ…… それが知りたかったんだ。
es_es: How do you feel about the samurai waving the sword you bought at my store? But ... I wanted to know that.

source: なるほど、それであんな質問を……
es_es: I see, that's the question ...

source: ……あぁ。お前さんのおかげで、なんとなくだが、 武士ってやつがどういう気持ちで戦ってんのか、 わかった気がする。……ありがとよ。
es_es: ……Ahh. Thanks to you, I feel like I understand how the samurai are fighting. ...... Thank you.

source: これは礼だ。受け取ってくれ。
es_es: This is a thank you. Receive it.

source: 「<Color:8>龍の牙<Color:Default>」を手に入れた
es_es: "<Color:8> Dragon fangs<Color:Default> Got

source: あんたみたいな立派な男に扱ってもらえるなら、 武器も喜びそうだな。 よし…… 決めたぞ。
es_es: If a good man like you treats you, your weapons will be happy too. Alright ... I've decided.

source: ……何をだ？
es_es: ...... What are you doing?

source: あんたには特別に、他の客には売っていない、 貴重な武器を提供してやるぜ。
es_es: I'll give you a special weapon that you don't sell to other customers.

source: ちぃと値は張るが…… きっと役に立つはずだ。 まぁ、興味があったら、買ってみてくれ。 ……このことは、他の連中には内緒だぜ？
es_es: It's a little pricey, but it should be useful. Well, if you are interested, please buy it. ...... This is a secret to the other guys, right?

source: ふっ…… 分かった。 金ができたら、購入を考えてみよう。
es_es: Hmm ... I understand. When you have money, consider buying it.

source: これからも、うちの店をよろしくな。 立派な武士さんよ！
es_es: Thank you for your continued support. A good samurai!

source: ……おう、お前さんか。今日はどうする。
es_es: ...... Oh, are you? What do you do today?

source: 商品を見せてくれ。
es_es: Show me the product.

source: ……あぁ、いいぜ。
es_es: …… Ah, that's fine.

source: 福引き券%d枚渡すぜ。
es_es: I'll give you %d lucky tickets.

source: ありがとよ…… また来てくれ。
es_es: Thank you ... Please come again.

source: ……今度は買っていってくれよ。
es_es: ...... Please buy it this time.

source: ……今度は買っていってくれよ。
es_es: ...... Please buy it this time.

source: ……おう、お前さんか。今日はどうする。
es_es: ...... Oh, are you? What do you do today?

source: 商品を見せてくれ。
es_es: Show me the product.

source: ……あぁ、いいぜ。
es_es: …… Ah, that's fine.

source: 福引き券%d枚渡すぜ。
es_es: I'll give you %d lucky tickets.

source: お前さんに、また少し聞きたいことがある。 ……いいか？
es_es: I have something to ask you again. ...... Is it okay?

source: ん？ なんだ？
es_es: Hmm? what?

source: お前さんにとって…… 戦うことってのは、どういうことだ？
es_es: For you ... What does it mean to fight?

source: た、戦うこと……？
es_es: Also, fighting ...?

source: あぁ。お前さんの答えが知りたいんだ……
es_es: Ahh. I want to know your answer ...

source: （この前、質問されたときは、俺の答えで 親父をがっかりさせてしまったんだったな……）
es_es: (The other day, when I was asked, my answer disappointed my dad ...)

source: （俺にとって、戦うこととは……）
es_es: (For me, fighting is ...)

source: 戦うこととは…… 生かすことだ。
es_es: To fight is to make use of it.

source: ……ふっ。
es_es: ...... Huh.

source: 戦うことが逆に…… 生かすことになる、か。
es_es: On the contrary, fighting will make use of it.

source: あ、あぁ。そうだ。
es_es: Ah, ah. That's it.

source: ……さすがだな。 やはりお前さんは、そこいらの武士とは格が違うぜ。
es_es: ……Just as expected. After all you are different from the samurai there.

source: （……何故か認められてしまった。 どうやらいい答えだったらしい）
es_es: (... It was accepted for some reason. Apparently it was a good answer)

source: 変な質問して悪かった。 ありがとよ…… また来てくれ。
es_es: It was bad to ask a strange question. Thank you ... Please come again.

source: 戦うこととは…… 勝つことだ。
es_es: To fight is to win.

source: ……ふっ。ふふっ。
es_es: ...... Huh. Fufu.

source: 戦うこととは…… 勝つこと、か。
es_es: To fight is to win ...?

source: 自分が負けるなんてことは、 微塵も考えていない不敵さ……！
es_es: It's invincible that I don't even think about losing ...!

source: ……さすがだな。 俺はそういう男、嫌いじゃないぜ。
es_es: ……Just as expected. I don't hate that kind of guy.

source: （……何故か好かれてしまった。 どうやらいい答えだったらしい）
es_es: (... I liked it for some reason. Apparently it was a good answer)

source: 変な質問して悪かった。 ありがとよ…… また来てくれ。
es_es: It was bad to ask a strange question. Thank you ... Please come again.

source: 戦うこととは…… 避けたいことだ。
es_es: Fighting is ... something you want to avoid.

source: ……ほう。
es_es: ...... Hmm.

source: 戦うこととは…… 避けたいこと、か。
es_es: Fighting is ... what you want to avoid?

source: お前さんほどの男でも、そんなことを思うんだな…… 優しさか…… はたまた臆病なだけか……
es_es: Even a man like you thinks about that ... kindness ... or just timid ...

source: いや、むしろ優しさこそが強さの…… なるほど。 興味深い話を聞かせてもらったぜ。
es_es: No, rather kindness is the strength ... I see. I heard an interesting story.

source: （……勝手に感心されてしまった。 どうやらいい答えだったらしい）
es_es: (... I was impressed by myself. Apparently it was a good answer)

source: 変な質問して悪かった。 ありがとよ…… また来てくれ。
es_es: It was bad to ask a strange question. Thank you ... Please come again.

source: ……今度は買っていってくれよ。
es_es: ...... Please buy it this time.

source: ……今度は買っていってくれよ。
es_es: ...... Please buy it this time.

source: ……おう、お前さんか。今日はどうする。
es_es: ...... Oh, are you? What do you do today?

source: 商品を見せてくれ。
es_es: Show me the product.

source: ……あぁ、いいぜ。
es_es: …… Ah, that's fine.

source: 福引き券%d枚渡すぜ。
es_es: I'll give you %d lucky tickets.

source: 毎度…… ところで、お前さんに少し聞きたいことがある。 ……いいか？
es_es: Every time ... By the way, I have something to ask you. ...... Is it okay?

source: ん？ なんだ？
es_es: Hmm? what?

source: お前さんにとって…… 生きるとは、どういうことだ？
es_es: For you ... What does it mean to live?

source: い、生きる……？
es_es: I live ...?

source: あぁ。お前さんの答えが知りたいんだ……
es_es: Ahh. I want to know your answer ...

source: （ずいぶん唐突な質問だが…… 答えてやらんわけにもいかないな）
es_es: (It's a very sudden question, but ... I can't answer it.)

source: （俺にとって、生きるとは……）
es_es: (For me, to live ...)

source: 生きるとは…… 楽しいことだ。
es_es: Living is ... fun.

source: ……ふっ。
es_es: ...... Huh.

source: 生きるとは…… 楽しいこと、か。
es_es: To live ... is it fun?

source: そうだ。
es_es: That's it.

source: そんな風に言う男は初めてだ。 ……気に入ったぜ。
es_es: This is the first man to say that. ...... I like it.

source: （……何故か気に入られてしまった。 どうやらいい答えだったらしい）
es_es: (... I like it for some reason. Apparently it was a good answer)

source: 変な質問して悪かった。 ありがとよ…… また来てくれ。
es_es: It was bad to ask a strange question. Thank you ... Please come again.

source: 生きるとは…… 普通なことだ。
es_es: Living is ... normal.

source: 生きるとは…… 普通なこと、か。
es_es: To live ... is it normal?

source: あ、あぁ。
es_es: Ah, ah.

source: お前さんなら、もっといい答えをくれると 思ったんだがな…… 残念だ。
es_es: I thought you would give me a better answer ... sorry.

source: （……どうやら答えが気に入らなかったらしい）
es_es: (... Apparently I didn't like the answer)

source: 変な質問して悪かった…… また来てくれ。
es_es: I'm sorry to ask you a strange question ... Please come again.

source: 生きるとは…… 死ぬことだ。
es_es: To live is to die.

source: ……な、なんだと。
es_es: ...... What is it?

source: 生きるとは…… 死ぬこと!?
es_es: To live ... to die !?

source: あ、あぁ。
es_es: Ah, ah.

source: そんなこと、考えたこともなかった…… なんて…… なんて、深い言葉だ。
es_es: I've never thought about that ... What ... What a deep word.

source: ……ふっ。お前さん、やっぱり只者じゃないな。
es_es: ...... Huh. You're not the only one.

source: （……何故か尊敬されてしまった。 どうやらいい答えだったらしい）
es_es: (... I was respected for some reason. Apparently it was a good answer)

source: 変な質問して悪かった。 ありがとよ…… また来てくれ。
es_es: It was bad to ask a strange question. Thank you ... Please come again.

source: ……今度は買っていってくれよ。
es_es: ...... Please buy it this time.

source: ……今度は買っていってくれよ。
es_es: ...... Please buy it this time.

source: ……おう、お前さんか。今日はどうする。
es_es: ...... Oh, are you? What do you do today?

source: 商品を見せてくれ。
es_es: Show me the product.

source: ……あぁ、いいぜ。
es_es: …… Ah, that's fine.

source: 福引き券%d枚渡すぜ。
es_es: I'll give you %d lucky tickets.

source: ありがとよ…… また来てくれ。
es_es: Thank you ... Please come again.

source: ……今度は買っていってくれよ。
es_es: ...... Please buy it this time.

source: ……今度は買っていってくれよ。
es_es: ...... Please buy it this time.

source: ……なんだ。
es_es: ……what.

source: （ずいぶん無愛想な親父だな……）
es_es: (I'm a very unfriendly father ...)

source: ……早く用件を言え。
es_es: ...... Tell me what you need to do quickly.

source: 商品を見せてくれ。
es_es: Show me the product.

source: ……フン。
es_es: ...... Hun.

source: 福引き券%d枚受け取った
es_es: Received %d lucky tickets

source: ……お客さん、あんた本物だな。
es_es: ...... Customers, you're real.

source: えっ？
es_es: eh?

source: お前さんの武器を見る目…… 本物の、武士だ。
es_es: Eyes to see your weapon ... A real samurai.

source: いかにも、俺は武士だが……
es_es: Indeed, I'm a samurai ...

source: ふっ、いや…… そういうことを言ってんじゃねえ。
es_es: Hmm ... I'm not saying that.

source: 最近はよ。腕もねぇ、刀を見る目もねぇ…… お飾りで侍やってる奴が多くて俺ぁ辟易してたんだ。
es_es: Recently. I don't have arms, I don't have eyes to look at swords ... There were a lot of people doing samurai with decorations, and I was frustrated.

source: その点、お前さんは…… 本物だ。
es_es: In that respect, you are ... genuine.

source: お前さんのような奴になら…… 喜んでうちの武器を売らせてもらう。
es_es: If you're like you ... I'll be happy to sell my weapons.

source: （最初の無愛想な態度とは大違いだ…… どうやら気に入られたようだな）
es_es: (It's a big difference from the first unfriendly attitude ... Apparently you like it)

source: ありがとよ…… また来てくれ。
es_es: Thank you ... Please come again.

source: あ、あぁ。
es_es: Ah, ah.

source: 「洛外の武器屋の主人」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「洛外の武器屋の主人」と交流してみましょう。
es_es: A bond with "the owner of Rakugai's weapon shop" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "the owner of Rakugai's weapon shop".

source: ……冷やかしならとっとと帰れ。
es_es: ...... If it's chilly, go home.

source: ……冷やかしならとっとと帰れ。
es_es: ...... If it's chilly, go home.

source: 武器屋
es_es: Weapon shop

source: 買い物をする
es_es: to shop

source: やめる
es_es: Stop

source: 生きること
es_es: to live

source: 自分自身
es_es: myself

source: 死ぬこと
es_es: To die

source: 剣の腕
es_es: Sword arm

source: 男気
es_es: Manly

source: この店で買った武器
es_es: Weapons bought at this store

source: 生かすこと
es_es: To keep it alive

source: 勝つこと
es_es: To win

source: 避けたいこと
es_es: Things to avoid

source: 楽しいこと
es_es: Fun thing

source: 普通なこと
es_es: Normal thing

source: 質屋
es_es: Pawn shop

source: 洛外の武器屋の主人との絆
es_es: Bonds with the owner of Rakugai's Weapon Shop
