Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00330ca4.po
Languages: es_es

source: おこしやす。 何にしましょ？
es_es: Easy to wake up. What should i do?

source: お客さん、福引き券%d枚 お渡しします。
es_es: Customers will be given %d of lucky tickets.

source: どうもおおきに！ また、たのんますわ。
es_es: Thank you very much! Also, I'm happy.

source: 申し訳ないが、急用ができた…… 失礼させてもらう。
es_es: I'm sorry, I was able to urgently use it ... Excuse me.

source: また、よろしくたのんますわ。
es_es: Also, thank you.

source: おこしやす。 何にしましょ？
es_es: Easy to wake up. What should i do?

source: お客さん、福引き券%d枚 お渡しします。
es_es: Customers will be given %d of lucky tickets.

source: どうもおおきに！ また、たのんますわ。
es_es: Thank you very much! Also, I'm happy.

source: 申し訳ないが、急用ができた…… 失礼させてもらう。
es_es: I'm sorry, I was able to urgently use it ... Excuse me.

source: また、よろしくたのんますわ。
es_es: Also, thank you.

source: ん……？ 何やら店内が少し騒がしいな。
es_es: Hmm……? Somehow the inside of the store is a little noisy.

source: あ、お客さん。いらっしゃいませ！
es_es: Oh, the customer. Welcome!

source: ちょうど今、 マグロの解体が終わったところなんですよ。
es_es: The tuna has just been dismantled.

source: なるほど。それでこんなににぎわっているのか。
es_es: I see. Is it so crowded?

source: えぇ、そしてこれから 解体したての新鮮なマグロを料理するんです。
es_es: Yeah, and I'm going to cook freshly dismantled tuna.

source: フッ、どうやらいい頃合いに来たようだな。
es_es: Huh, it looks like it's time to come.

source: お客さん、すさまじい嗅覚ですね。
es_es: Customers, it's a tremendous sense of smell.

source: それでは、今しばらくお待ちください。 本物のマグロの味、 心行くまで味わってもらいますよ。
es_es: Then, please wait for a while. You can enjoy the taste of real tuna to your heart's content.

source: さすが、新鮮なマグロは天にも昇るうまさだったな。 こんなにうまいマグロは初めて食った。
es_es: As expected, the fresh tuna was delicious as it rose to heaven. I ate such a delicious tuna for the first time.

source: 何しろさっき切りわけたばかりのネタですからね。
es_es: After all, it's just the material that was just cut.

source: フッ、それもそうだったな。 またすぐこの店のマグロが食いたくなりそうだぜ。
es_es: Huh, that was also the case. I'm going to want to eat the tuna in this shop again soon.

source: いつでも美味しいマグロを用意しておきますよ。
es_es: I'll always have delicious tuna ready.

source: これからも すしざんまいをよろしくお願いしますね。
es_es: We look forward to your continued support of Sushi Zanmai.

source: 近々、新鮮なマグロが入りそうなので、 また来てくださいね！
es_es: Fresh tuna is likely to come in soon, so please come again!

source: お客さん、いらっしゃい！ 今日は何にしましょう？
es_es: Welcome customers! What should i do today?

source: お客さん、福引き券%d枚 お渡しします。
es_es: Customers will be given %d of lucky tickets.

source: 毎度ありがとうございました！
es_es: Thank you every time!

source: あ、お客さん。 近々、新鮮なマグロが入りそうですよ。
es_es: Oh, the customer. Fresh tuna is likely to come in soon.

source: 何？ 本当か。
es_es: what? Really.

source: えぇ、とれたてぴちぴちのマグロの味。 お客さんにはぜひ味わってもらいたいですね。
es_es: Yeah, the taste of freshly picked tuna. I really want customers to taste it.

source: そうか…… それは絶対に食いに来ないとな。
es_es: I see ... I definitely have to come to eat it.

source: はい、また近いうちに、 お店にいらっしゃってください。
es_es: Yes, please come to the store again soon.

source: あぁ、わかった。
es_es: Oh, I understand.

source: すまない、急用ができた。
es_es: I'm sorry, I was able to urgently use it.

source: かしこまりました。 またのご来店をお待ちしております。
es_es: Understood. We look forward to seeing you again.

source: お客さん、いらっしゃい！ 今日は何にしましょう？
es_es: Welcome customers! What should i do today?

source: お客さん、福引き券%d枚 お渡しします。
es_es: Customers will be given %d of lucky tickets.

source: 毎度ありがとうございました。 またのご来店をお待ちしております。
es_es: Thank you every time. We look forward to seeing you again.

source: すまない、急用ができた。
es_es: I'm sorry, I was able to urgently use it.

source: かしこまりました。 またのご来店をお待ちしております。
es_es: Understood. We look forward to seeing you again.

source: おこしやす。 何にしましょ？
es_es: Easy to wake up. What should i do?

source: お客さん、福引き券%d枚 お渡しします。
es_es: Customers will be given %d of lucky tickets.

source: お客さん…… ずいぶんおいしそうに召し上がりますね。
es_es: Customers …… It looks delicious.

source: ……あぁ、ネタが新鮮でうまい。
es_es: …… Ah, the material is fresh and delicious.

source: ありがとうございます！
es_es: Thank you!

source: ……しかし、あのマグロ。すごいな。
es_es: …… But that tuna. It's amazing.

source: うちの店はなんといっても マグロが一番の売りですからね。
es_es: Tuna is the best seller at our store.

source: たまにお客さんの目の前で、 マグロの解体もするんですよ。
es_es: Sometimes I also dismantle tuna in front of customers.

source: ほう、すごいな……
es_es: It's amazing ...

source: それにしてもいい店を知った。 うまい寿司が食いたくなったらまた来るとしよう。
es_es: Anyway, I found a good store. If you want to eat delicious sushi, let's come back again.

source: ありがとうございます。 新鮮なネタ用意してお待ちしてますね。
es_es: thanks you. We are waiting for you with fresh material.

source: 「すしざんまいの主人」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「すしざんまいの主人」と交流してみましょう。
es_es: A bond with "the master of Sushi Zanmai" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "Sushi Zanmai's master".

source: 申し訳ないが、急用ができた…… 失礼させてもらう。
es_es: I'm sorry, I was able to urgently use it ... Excuse me.

source: おうとも、また来てな。
es_es: Come on again.

source: 店員
es_es: Clerk

source: 板前
es_es: Itamae

source: 龍馬
es_es: Ryoma

source: すしざんまいの主人との絆
es_es: Bonds with the master of Sushi Zanmai
