Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00330ccf.po
Languages: es_es

source: また来いよ。
es_es: Come again.

source: 兄さん、麻雀やりたいのかい？ なら２万５０００点は持ってないとダメだよ。 受付で点数買ってから来てくれ。
es_es: Brother, do you want to play mahjong? Then you have to have 25,000 points. Please come after buying points at the reception.

source: よう、麻雀やっていかない？ 言っとくが、俺たちは強いぜ。
es_es: Why don't you play mahjong? After all, we are strong.

source: ああ、やっていこう。
es_es: Oh, let's do it.

source: よっしゃ！ それじゃ、始めるか。
es_es: Alright! Then do you start?

source: いや、やめておこう。
es_es: No, let's stop.

source: しかたねぇな…… 気が向いたら、声かけてくれ。
es_es: I don't know ... If you feel like it, please call me.

source: 斎藤さん！ 来てくれて嬉しいけど、 ２万５０００点持ってないと参加でけへんで。 受付で点数を買うてからまた来てや。
es_es: Saito-san! I'm glad you came, but if you don't have 25,000 points, you can't participate. Please come again after buying points at the reception.

source: 斎藤さん。見ての通りこの卓、面子が足らんねん。 強卓でもよかったら、俺らと麻雀打たへんか？
es_es: Mr. Saito. As you can see, this table doesn't have enough faces. If it's okay to play mahjong with us, wouldn't it?

source: ああ、やっていこう。
es_es: Oh, let's do it.

source: よっしゃ！ これで４人そろったで！ じゃあさっそく、行きまっせ！
es_es: Alright! Now we have 4 people! Let's go!

source: いや、やめておこう。
es_es: No, let's stop.

source: うぅ、そうかぁ…… 残念やなぁ。
es_es: Uh, yeah ... sorry.

source: また来いよ。
es_es: Come again.

source: 兄さん、麻雀やりたいのかい？ なら２万５０００点は持ってないとダメだよ。 受付で点数買ってから来てくれ。
es_es: Brother, do you want to play mahjong? Then you have to have 25,000 points. Please come after buying points at the reception.

source: よう、麻雀やっていかない？ 言っとくが、俺たちは強いぜ。
es_es: Why don't you play mahjong? After all, we are strong.

source: ああ、やっていこう。
es_es: Oh, let's do it.

source: よっしゃ！ それじゃ、始めるか。
es_es: Alright! Then do you start?

source: いや、やめておこう。
es_es: No, let's stop.

source: しかたねぇな…… 気が向いたら、声かけてくれ。
es_es: I don't know ... If you feel like it, please call me.

source: 客
es_es: customer

source: やっていく
es_es: get along

source: やらない
es_es: Don't do
