Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/auth/c05_030.par/cmn.par.unpack/cmn.po
Languages: es_es

source: ああ ただ逃げるんなら気をつけて行け
es_es: Oh, just be careful if you just run away

source: 表に藤堂が待機してる 静かに裏口から逃げるんだな
es_es: Todo is waiting on the front, quietly running away from the back door

source: ホント！？
es_es: really! ??

source: やった！ 美月ちゃん 行こう！
es_es: Hooray! Mizuki-chan, let's go!

source: え？ ちょ 私は……
es_es: e? I'm ...

source: ほら早く コイツの気が変わらないうちに
es_es: You see, before he changes his mind

source: でも私がここから 足抜けできるワケないじゃない！
es_es: But there's no reason I can get out of here!

source: そんなことどうにでもなるって！ さあ早く……
es_es: I can't do anything like that! Come on ...

source: おい
es_es: Hey

source: きゃぁああああ！！
es_es: Kya ah ah! !!

source: おっと ばっちぃ
es_es: Oops Batchie

source: 血の汚れって洗っても取れにくいんですよねぇ
es_es: It's hard to remove blood stains even if you wash it.

source: 藤堂 なぜ斬った！？
es_es: Todo Why did you cut it! ??

source: なぜって？ え？ 俺なんか悪いことしました？
es_es: Why? e? Did I do something wrong?

source: 殺す必要はなかった
es_es: I didn't have to kill

source: この男を逃がしたところで 新選組に不利益になることなどひとつもないはずだ！
es_es: There should be no disadvantage to the Shinsengumi if this man is missed!

source: いや……
es_es: Disagreeable……

source: そりゃあ ちょっと違うなぁ
es_es: That's a little different

source: そんなんだったら隊は明日にも潰れちまう
es_es: If that happens, the corps will collapse tomorrow

source: そんな“まとも”なこと言う人だったんですか？ 斎藤さんて
es_es: Did you say such a "decent" thing? Saito-san

source: 何だと？
es_es: What did you say?

source: そもそも新選組 それにこの京の街自体が まともじゃないんですよ
es_es: In the first place, the Shinsengumi and the city of Kyoto itself are not decent.

source: 勤王だってだけで俺らに殺されたり
es_es: Even the Loyalist was killed by us

source: 逆にそれを追ってる俺らも 殺されたりするような場所なんです ここは
es_es: On the contrary, it's a place where we who are chasing it are also killed.

source: 京の街 いや……
es_es: The city of Kyoto No ...

source: 時代そのものが狂ってるんですよ
es_es: The times themselves are crazy

source: そんなところで まともなこと言っても通用しない でしょ？
es_es: Even if you say something decent in such a place, it doesn't work, right?

source: 脱走者は死罪……
es_es: The escaper is guilty of death ...

source: その狂った法度が 狂った時代に生きてる 俺らを繋ぎとめてくれている ってことです
es_es: That crazy law keeps us alive in crazy times.

source: じゃあお前は……
es_es: Then you ...

source: そこまで分かっていてなお 殺すというのか
es_es: Do you know that much and still kill?

source: 殺しますよ 俺は
es_es: I'll kill you

source: そうやって最後は誰もいなくなればいい
es_es: That way, at the end, no one should be gone

source: そうなれば世の中も 少しは落ち着くってもんじゃないですかね
es_es: If that happens, the world will be a little calm.

source: あ いやいや 今のはただのボヤきです
es_es: No, no, now I'm just a boyfriend

source: いやぁ疲れますよね 隊長ってのも
es_es: I'm tired, isn't it?

source: 藤堂 お前……
es_es: Todo you ...

source: さてと 仕事も終わったし 俺先に上がりますね じゃ
es_es: Well, I've finished my work and I'll go up first.

source: ああ そうだ ひとつ言い忘れてました
es_es: Oh yeah I forgot to say one

source: 斎藤さんマジメそうだから 先に言っておきますけど
es_es: Saito-san seems to be serious, so I'll tell you first.

source: あんまり深く考えない方がいいですよ？
es_es: You shouldn't think too deeply, right?

source: 何をだ
es_es: What

source: 裏口にも ウチの隊の隊士 張り付かせてましたから
es_es: Because I also stuck the soldiers of my corps to the back door

source: 彼がコッソリ裏から逃げてたとしても どっちにしろ殺されてたって話っす
es_es: He says he was killed anyway, even if he escaped from behind the scenes

source: 「脱走は許さず」……
es_es: "Escape is not allowed" ……

source: それが新選組の掟ですから
es_es: Because that is the rule of the Shinsengumi

source: それじゃ
es_es: Well then

source: あーあ 汚れちゃったよ早く風呂入んなきゃ
es_es: Ah, it got dirty, I have to take a bath early

source: これが……
es_es: This is……

source: 新選組……！
es_es: Shinsengumi...!
