Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated_text/data/auth/c01_100.par/cmn.par.unpack/cmn.po
Languages: es_es

source: 俺に 何か用か？
es_es: What do you want me to do?

source: 坂本龍馬っちゅうがは おまんか？
es_es: Are you sure about Ryoma Sakamoto?

source: お前は？
es_es: You are?

source: 土佐勤王党 岡田以蔵
es_es: Tosa Loyalist Party Okada Izo

source: 以蔵 こん男がさっき話した男じゃ
es_es: Izo This is the man I talked about earlier

source: 武市先生はコイツがいきなり 勤王党の“筆頭”いうがじゃ！
es_es: Mr. Takeichi suddenly said that he was the "leader" of the Loyalist Party!

source: 党結成の苦労も知らんモンが どういて“筆頭”なかじゃ
es_es: I don't even know the hardships of forming a party.

source: “筆頭”は党の第二席 ほいたら以蔵 おまんが“筆頭”になるんが筋ぜよ！
es_es: The "leading" is the second seat of the party, Izo Izo. The manga should be the "leading"!

source: 勤王党ってのは 同志にも剣を向けるのか？
es_es: Does the Loyalist Party point its sword at comrades?

source: 誰もおまんのことを 同志と認めちょらんがぜよ！
es_es: Everyone recognizes you as a comrade!

source: 坂本 以蔵は勤王党一の剣客じゃ
es_es: Izo Sakamoto is the number one swordsman of the Loyalist Party

source: “筆頭”いうんじゃったら キッチリその強さ 見せてもらおうやないか！
es_es: If you say "first", why don't you show me its strength?

source: やったれ以蔵！ 江戸帰りがなんぼのもんじゃい！！
es_es: Izo Izo! It ’s a monjayaki on the way back from Edo! !!

source: 抜かんでも斬る
es_es: Slash even if you pull it out

source: 覚悟決めや
es_es: Preparedness

source: どうやら…… お前には手ぇ抜く必要がねえようだな
es_es: Apparently ... you don't need to cut corners
