Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/auth/c02_110.par/cmn.par.unpack/cmn.po
Languages: es_es

source: 何だと？
es_es: What did you say?

source: 龍馬 お前今何て言った？
es_es: Ryoma What did you say now?

source: 俺は
es_es: I am

source: 新選組に入隊する
es_es: Join the Shinsengumi

source: お前 自分が何言ってるか分かってんのか？
es_es: Do you know what you are saying?

source: もう決めたんだ 情報屋を使って調べられることは全部調べた
es_es: I've already decided I've checked everything that can be searched using the information store

source: この先 覆面の男を追うには他に手がない
es_es: There is no other way to chase this masked man

source: だめだ 危険すぎる！
es_es: No, it's too dangerous!

source: お前は俺と一緒にいるんだ 龍馬！
es_es: You are with me Ryoma!

source: 今の俺の権力（ちから）なら お前が土佐に戻れるようにもできる！
es_es: With my current power, I can allow you to return to Tosa!

source: もうこれ以上 親っさんを殺した犯人を追う必要はない！
es_es: No more chasing the criminal who killed his parents!

source: 復讐は忘れろ！
es_es: Forget revenge!

source: それに新選組に入ったとして どうやって覆面の男を特定する？
es_es: And how do you identify the masked man as you join the Shinsengumi?

source: 顔も分からん 声も分からねえじゃ どうしようもないだろう！？
es_es: I don't know my face, I don't know my voice, I can't help it! ??

source: 一度は命をやりとりした相手だ
es_es: It ’s the one who exchanged lives once.

source: そいつと生き死に賭けて 斬り合ってみりゃ分かるはずだ
es_es: You'll know if you bet on it alive and dead and slash each other

source: 何意地を張ってるんだ龍馬！ 考え直せ！
es_es: What are you doing, Ryoma! Think again!

source: 勤王党に戻って 俺と一緒に親っさんの志を引き継ぐんだ！
es_es: Go back to the Loyalist Party and take over your parents' aspirations with me!

source: 親っさんだって お前にそれを望んでるはずだ！
es_es: Parents should want it for you!

source: 親っさんはお前に言ったはずだ
es_es: Parents should have told you

source: 俺と一緒に土佐を変えてくれと
es_es: Please change Tosa with me

source: 言いたいことはそれだけか
es_es: Is that all I want to say

source: “武市さん”よ
es_es: "Mr. Takeichi"

source: 龍馬？
es_es: Ryoma?

source: どんな理由があろうと……
es_es: For whatever reason ...

source: 俺は 親っさんを殺したかもしれねえ奴らと 組む気はねえ
es_es: I might have killed my parents, I don't feel like partnering with them

source: 何だと？
es_es: What did you say?

source: あんたは目的のためなら……
es_es: If you are for the purpose ...

source: 誰とでも組んで どんな手でも使うってのか？
es_es: Do you team up with anyone and use any hand?

source: 龍馬
es_es: Ryoma

source: 土佐を変えるには まず幕府を倒さなきゃならねんだ
es_es: To change Tosa, you must first defeat the Bakufu

source: 一介の郷士がそれをやるには 手段なんか選んじゃいられねえ
es_es: I can't choose any means for a villager to do it.

source: そんなこと土佐人のお前なら分かるだろ？
es_es: Do you know that from Tosa?

source: そんな話してんじゃねぇよ！
es_es: Don't talk about that!

source: 死んだ親っさんに 胸張って……
es_es: Be proud of your dead parents ...

source: 土佐変えるために頑張ってますって……
es_es: Tosa I'm doing my best to change ...

source: 言えるのかって聞いてんだよ！！
es_es: I'm asking if you can say it! !!

source: どうなんだ 答えろ！
es_es: What's the answer!

source: 俺は……
es_es: I am……

source: 親っさんに胸を張れるさ
es_es: I can be proud of my parents

source: 何恥じることなく 堂々とな
es_es: Imposing without any embarrassment

source: 何だと？
es_es: What did you say?

source: 逆に聞くが
es_es: I hear it on the contrary

source: お前がしてることは そんなに誇らしいことなのか 龍馬？
es_es: Is what you are so proud of? Ryoma?

source: 今更親っさんを殺した犯人を 見つけ出したとして何になるんだ
es_es: What would happen if I found the culprit who killed my parents now?

source: そんなことして 親っさんが喜ぶとでも思ってるのか？
es_es: Do you think your parents will be happy with that?

source: そんなことだと！？
es_es: That's it! ??

source: ああそうだ！
es_es: Oh yeah!

source: 親っさんはな 新しい時代を託すため 俺たちを導いてきたんだ
es_es: Parents have led us to entrust us with a new era

source: 自分が死んだあとの復讐のために 俺たちを育てたんじゃねえだろ！
es_es: You didn't raise us for revenge after you died!

source: 違うのか！？ 龍馬！！
es_es: Is it different! ?? Ryoma! !!

source: 意地になるな
es_es: Don't be mean

source: 俺らがすべきことは もっと他にあるはずだ
es_es: There must be more to do

source: じゃあ 忘れろっていうのか？
es_es: Then do you forget it?

source: あんたは親っさんを殺したヤツのことは もうどうでもいいって言うのかよ！？
es_es: Do you say you don't care about the guy who killed your parents! ??

source: 俺だって忘れられるわけがないさ
es_es: I can't forget

source: だが……
es_es: But ...

source: もっと大事なことがある
es_es: There is something more important

source: ……というだけのことだ
es_es: It's just that ...

source: 今度会う時には
es_es: When we meet next time

source: 兄弟って呼べないほど……
es_es: I can't call you a brother ...

source: あんたは遠くに行っちまってるかもしれないな
es_es: You may have gone far away

source: 龍馬！
es_es: Ryoma!

source: 俺は あんたみてえに 人間が器用にできちゃいねえ
es_es: I can't be dexterous to you

source: 親っさんが誰になぜ殺されたのかを どうしても知る必要があるんだ
es_es: I really need to know who killed my parents and why

source: それがわからない限り 俺は……
es_es: Unless I know that, I ...

source: 一歩も前に進めはしねえんだよ
es_es: I can't go one step further
