Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: cleaned/data/wdr_par/wdr.par/shop/restaurant0007.po
Languages: es_es

source: 所持数
es_es: The number of possession

source: （何も選んでいない……）
es_es: (I haven't selected anything ...)

source: （手持ちが足りないようだな……）
es_es: (It looks like you don't have enough ...)

source: ありがとうございます。%sになります。
es_es: thanks you. It becomes% s.

source: （これ以上食べられないな……）
es_es: (I can't eat any more ...)

source: （これ以上飲めないな……）
es_es: (I can't drink any more ...)

source: 御品書
es_es: Imperial book

source: 注
es_es: Note

source: （うむ、うまいな）
es_es: (Um, good)

source: （いけるな）
es_es: (Don't go)

source: （なかなかのものだな）
es_es: (It's pretty good)

source: （うむ、なかなかだな）
es_es: (Um, it's pretty good)

source: （これは、いいな）
es_es: (This is nice)

source: （うまいものだな）
es_es: (It's good)

source: （なかなか、いけるな）
es_es: (Don't go)

source: （これは、なかなか……）
es_es: (This is pretty ...)

source: （こいつは、うまいぞ）
es_es: (This guy is good)

source: （ふむ、いけるな）
es_es: (Hmm, don't go)

source: （う～ん…… イマイチだな……）
es_es: (Hmm ... I'm not good ...)

source: 茹でたてのおそばとあつあつの自家製そば汁で 美味しくいただける、当店の定番商品です。
es_es: It is a standard product of our shop that you can enjoy deliciously with freshly boiled soba and hot homemade soba soup.

source: 茹でた後に水で洗っておそばをしめるという 手間をかけた美味しいおそばと 当店自慢のつゆとの相性をお楽しみください。
es_es: Please enjoy the compatibility of the delicious soba that has been boiled and then washed with water to make the soba, and our specialty soup.

source: 自家製だし汁を使用した冷たいつゆと 茹でたておそばに揚げ玉を乗せた商品です。 ぶっかけの人気定番商品です。
es_es: It is a product with fried balls on cold soup and boiled soup stock using homemade soup stock. It is a popular standard item for bukkake.

source: 自家製だし汁を使用した冷たいつゆと 茹でたておそばに当店特製の大判お揚げを 食べやすい大きさに切って乗せた商品です。
es_es: This product is made by cutting our special large-sized fried food into a size that is easy to eat on cold soup stock and boiled soup stock using homemade soup stock.

source: あつあつおそばに温泉玉子と野菜の天ぷらを 乗せた人気不動の商品です。途中で温泉玉子を割って そば汁に溶かし、ふたつの味をお楽しみください。
es_es: It is a popular and immovable product with hot spring eggs and vegetable tempura on top of hot soba. Break the hot spring egg on the way and dissolve it in soba soup, and enjoy the two flavors.

source: あつあつのおそばに、揚げ玉とお揚げ 温泉玉子とかまぼこが入った 盛りだくさんなおそばです。
es_es: It is a lot of soba with fried balls, fried hot spring eggs and kamaboko in hot soba.

source: あつあつのおそばに、ほぐしたむし鶏と ほうれん草を乗せて、ゆずを加えた 彩りと香りを楽しめるおそばです。
es_es: It is a soba that you can enjoy the color and fragrance of hot soba with yuzu and yuzu on top of loosened chicken and spinach.

source: 西洋の調理法を取り入れた当店独自の丼です。 豚の一枚肉をからっと揚げたかつに 特製だれと玉子でふんわり作られた看板商品です。
es_es: This is our original bowl that incorporates Western cooking methods. It is a signboard product made by deep-fried pork meat and specially made sauce and eggs.
