Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated_text/data/auth/c10_060.par/cmn.par.unpack/cmn.po
Languages: es_es

source: お前が“もう一人の坂本龍馬”なのか？
es_es: Are you "another Ryoma Sakamoto"?

source: 誰なんだお前は
es_es: Who are you

source: お前の目的は何だ？
es_es: What is your purpose?

source: なぜ俺の名を騙る！？
es_es: Why deceive my name! ??

source: 答えろ！！
es_es: Answer! !!

source: お前が親っさんを殺させたのか？
es_es: Did you kill your parents?

source: そうなんだろ！ 何とか言え！！
es_es: Is it so! Somehow! !!

source: 鴨さんの仇や！ オラァアア！！
es_es: The duck's death! Olaaaa! !!

source: 何やと！？
es_es: Somehow! ??

source: 一（はじめ）ちゃん！！ 窓や！ 窓から逃げよった！
es_es: Ichi (beginning) -chan! !! Windows! I ran away from the window!

source: 追うで一（はじめ）ちゃん！
es_es: Chasing Ichi (Hajime) -chan!

source: 一（はじめ）ちゃん？
es_es: Ichi (beginning) -chan?

source: まさか 兄弟が……
es_es: No way brothers ...

source: おのれらそこ動くな！
es_es: Don't move there!

source: チッ 見廻組の佐々木か 何の用や
es_es: What is Sasaki of the Chimawarigumi?

source: こないなとこで何しとんねや お前ら
es_es: What are you doing here and there?

source: 見たら分かるやろ 不逞浪士の取り締まりや！
es_es: If you look at it, you can see the crackdown on the Ronin!

source: ほぅ そりゃご苦労なこっちゃな
es_es: Hmm, that's a painful mess

source: せやけどここから先は 見廻組が預からせてもらう
es_es: However, from here onward, the Mimawarigumi will take care of it.

source: 何やと！？
es_es: Somehow! ??

source: 聞こえへんかったんか？
es_es: Didn't you hear it?

source: 「坂本龍馬」は 見廻組が預かる言うとんねん
es_es: "Ryoma Sakamoto" is said to be kept by the Mimawarigumi.

source: 何だと？
es_es: What did you say?

source: これは幕府 ご公儀の命令や
es_es: This is an order from the official court of the Shogunate

source: これ以上 坂本龍馬の件 新選組の手出しは無用
es_es: No more Ryoma Sakamoto's case Shinsengumi

source: ふざけんなや！
es_es: Foolish!

source: 坂本は新選組の幹部殺した男や
es_es: Sakamoto is the man who killed the Shinsengumi executives

source: それを手出し無用とは どういうことやねん！
es_es: What does it mean to be useless!

source: さあのぅ
es_es: Come on

source: 文句があるんやったら 御上に言うたらどや？
es_es: If you have any complaints, why don't you tell the government?

source: ワシらに命令した幕府のお役人に
es_es: To the shogunate officials who ordered us

source: くそっ！！
es_es: Damn! !!

source: おい
es_es: Hey

source: 誰なんだ
es_es: Who are you

source: 見廻組にその命令を出した役人ってのは
es_es: The official who issued the order to the Mimawarigumi

source: 幕府軍艦奉行並
es_es: The shogunate warship pursued and merged

source: 勝麟太郎や
es_es: Katsu Rintaro and

source: 勝麟太郎……
es_es: Katsu Rintaro ……

source: 余計な詮索はせんこっちゃ
es_es: No extra snooping

source: その方が お互いの身のためなんとちゃいまっか？
es_es: What's wrong with that person for each other?

source: 謎だらけの三番隊隊長さんよ
es_es: Mysterious third captain
