Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/pac/pac_STID_ST_KYOTO.bin.unpack/3707.po
Languages: es_es

source: 遅かったな。 ……びびって逃げ出したのかと思ったぜ。
es_es: It was late. I wondered if I was scared and ran away.

source: わざわざ手紙を送りつけて来るとは…… 飛脚らしいやり方だな。
es_es: Sending a letter all the way ... It's a hikyaku-like way.

source: せっかくだから、俺が最も得意とする縄張りで 勝負したいと思ってな。 だから、わざわざご足労いただいたというわけだ。
es_es: That's why I want to compete with the territory that I'm most good at. That's why I had to take the trouble.

source: 自分の得意な場所で勝負、か…… 卑怯な奴だな。
es_es: Play in your favorite place ... You're a cowardly guy.

source: 何とでも言え。 俺は「黒豹の司令塔」と呼ばれている男だ。 どんな時でも一番勝つ可能性の高い方法を選択する。
es_es: Say anything. I'm a man called "Black Panther Command Tower". Choose the method that is most likely to win at any given time.

source: ……こいつらとあんたの戦い、見せてもらった。 そして、あんたの走りや癖も調べさせてもらった。
es_es: ...... I was shown your fight with these guys. And I also checked your running and habits.

source: それらの情報を元に色々と計算した結果…… あんたが俺に勝つ可能性は、ほぼ０だ。
es_es: As a result of various calculations based on that information ... Your chances of winning me are almost zero.

source: ほう…… 面白い。 それでお前が負けたら、笑えるな。
es_es: Hmm ... interesting. So if you lose, don't laugh.

source: ふっ。そんなことは確率的にもありえない。 俺の計算も、俺の判断も完璧だ。 今から…… それを証明してやるぜ。
es_es: Huh. Such a thing is not probabilistic. My calculations and my judgments are perfect. From now on ... I'll prove it.

source: 稲本
es_es: Inamoto

source: 龍馬
es_es: Ryoma
