Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/auth/c13_010.par/cmn.par.unpack/cmn.po
Languages: es_es

source: さあて これからどないするんや歳チャン
es_es: Come on

source: 隊士のほとんどは伊東に付いて行った
es_es: Most of the soldiers followed Ito

source: こうなったらもう 新選組としてできることはない
es_es: If this happens, there is nothing that can be done as a Shinsengumi anymore

source: しかしまさか あの平助までが俺らを裏切るとはなあ
es_es: But I don't think even Heisuke betrayed us.

source: 土方
es_es: Earthwork

source: ひとつ聞きたいことがある
es_es: I have one question to ask

source: 何だ
es_es: What

source: 近藤さんが あんたに残した“策”ってのは
es_es: What is the "measure" that Mr. Kondo left for you?

source: 裏切り者をあぶり出した あの幹部会のことだったのか？
es_es: Was it the presidium that exposed the traitor?

source: そうだが
es_es: That's right

source: なんや 一（はじめ）ちゃん なんか気になるんか？
es_es: Do you care about Ichi (Hajime) -chan?

source: いや
es_es: Disagreeable

source: 伊東はもともと 野心を隠そうともしていなかった男だ
es_es: Ito is a man who originally didn't try to hide his ambitions

source: 近藤さんなら伊東の裏切りくらい
es_es: Kondo-san is about the betrayal of Ito

source: とっくに見抜いていたんじゃねえかと思う
es_es: I think I had already spotted it

source: まあ それはそうやが
es_es: Well that's right

source: 近藤さんの“最期の策”ってのは
es_es: What is Mr. Kondo's "final measure"?

source: まだ他にあるんじゃないのか？
es_es: Isn't there still another?

source: どないやねん歳チャン
es_es: Don't you think

source: 敵を欺くには身内からと思っていたが 致し方ない
es_es: I thought it was from my relatives to deceive the enemy, but I can't help it

source: 入れ
es_es: Get in

source: ちょっと早くないすか土方さん
es_es: A little early, Mr. Hijikata

source: もうちょっと 引っ張ってくれてもよかったのに
es_es: I wish I could pull it a little more

source: 平助
es_es: Heisuke

source: 斎藤 いや坂本君の読み通りだ
es_es: Saito No, it's exactly what Sakamoto read

source: 近藤さんの最期の策
es_es: Mr. Kondo's final plan

source: それは伊東を使い……
es_es: It uses Ito ...

source: “もう一人の坂本龍馬”をあぶり出すことにある
es_es: To reveal "another Ryoma Sakamoto"

source: “もう一人の坂本龍馬”を？
es_es: "Another Ryoma Sakamoto"?

source: どういうことだ
es_es: What does it mean
