Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: original/data/staypar/stay.par/virtue_shop_altar.po
Languages: es_es

# FUNCTION_NAME_0
source: 調理器具拡張「普通の台所」
es_es: Cookware expansion "ordinary kitchen"

# FUNCTION_NAME_1
source: 調理器具拡張「料理好きの台所」
es_es: Cookware expansion "Cooking lover's kitchen"

# FUNCTION_NAME_2
source: 調理器具拡張「万能な台所」
es_es: Cookware expansion "universal kitchen"

# FUNCTION_NAME_3
source: 料理成功確率上昇「良」
es_es: Increased cooking success probability "good"

# FUNCTION_NAME_4
source: 料理成功確率上昇「優」
es_es: Increased cooking success probability "Yu"

# FUNCTION_NAME_5
source: 料理成功確率上昇「神」
es_es: Increased cooking success probability "God"

# FUNCTION_NAME_6
source: 犬小屋設置
es_es: Doghouse installation

# FUNCTION_NAME_7
source: 犬小屋「豪華」設置
es_es: Doghouse "luxury" installation

# FUNCTION_NAME_8
source: 犬小屋「超豪華」設置
es_es: Dog house "ultra deluxe" setting

# FUNCTION_NAME_9
source: 猫用毛布設置
es_es: Blanket installation for cats

# FUNCTION_NAME_10
source: 猫用毛布「豪華」設置
es_es: Installation of "luxury" blanket for cats

# FUNCTION_NAME_11
source: 猫用毛布「超豪華」設置
es_es: "Super Luxury" setting for cat fur

# FUNCTION_NAME_12
source: 養鶏設備設置
es_es: Poultry farming equipment installation

# FUNCTION_NAME_13
source: 養鶏設備「豪華」設置
es_es: Poultry farming equipment "luxury" installed

# FUNCTION_NAME_14
source: 養鶏設備「超豪華」設置
es_es: "Ultra-luxury" setting of breeding equipment

# FUNCTION_NAME_15
source: 内装変更「新築風」
es_es: Interior change "new construction style"

# FUNCTION_NAME_16
source: 内装変更「愛し花」
es_es: Interior change "loved flowers"

# FUNCTION_NAME_17
source: 内装変更「金の舞」
es_es: Interior change "Kin no Mai"

# FUNCTION_NAME_18
source: 畑拡張 第一段階
es_es: Field expansion first stage

# FUNCTION_NAME_19
source: 畑拡張 第二段階
es_es: Field expansion second stage

# FUNCTION_NAME_20
source: 畑拡張 第三段階
es_es: Field expansion third stage

# FUNCTION_NAME_21
source: 畑拡張 最大
es_es: Up to field expansion

# FUNCTION_NAME_22
source: 畑レベル「二」
es_es: Field level "two"

# FUNCTION_NAME_23
source: 畑レベル「三」
es_es: Field level "three"

# FUNCTION_NAME_24
source: 畑レベル「四」
es_es: Field level "four"

# FUNCTION_NAME_25
source: 畑レベル「五」
es_es: Field level "five"

# FUNCTION_NAME_26
source: かかし導入
es_es: Scarecrow introduction

# FUNCTION_NAME_27
source: 岡っ引きかかし導入
es_es: Introducing Okabiki Scarecrow

# FUNCTION_NAME_28
source: 町奉行かかし導入
es_es: Introducing Machi-bugyō Scarecrow

# FUNCTION_NAME_29
source: 老中かかし導入
es_es: Introducing Rōjū Scarecrow

# FUNCTION_NAME_30
source: 将軍かかし導入
es_es: Introducing Shogun Scarecrow

# FUNCTION_NAME_31
source: きまぐれ作付導入
es_es: Introduced whimsical planting

# FUNCTION_NAME_32
source: さつま芋の作付
es_es: Planting sweet potatoes

# FUNCTION_NAME_33
source: ねぎの作付
es_es: Welsh onion planting

# FUNCTION_NAME_34
source: 生姜の作付
es_es: Ginger planting

# FUNCTION_NAME_35
source: たまねぎの作付
es_es: Onion planting

# FUNCTION_NAME_36
source: なすの作付
es_es: Eggplant planting

# FUNCTION_NAME_37
source: かぶの作付
es_es: Turnip planting

# FUNCTION_NAME_38
source: そら豆の作付
es_es: Broad bean planting

# FUNCTION_NAME_39
source: ごぼうの作付
es_es: Burdock planting

# FUNCTION_NAME_40
source: 唐辛子の作付
es_es: Chili pepper planting

# FUNCTION_NAME_41
source: にんにくの作付
es_es: Garlic planting

# FUNCTION_NAME_42
source: 白菜の作付
es_es: Chinese cabbage planting

# FUNCTION_NAME_43
source: かぼちゃの作付
es_es: Pumpkin planting

# FUNCTION_NAME_44
source: とまとの作付
es_es: Tomato planting

# FUNCTION_NAME_45
source: きゃべつの作付
es_es: Planting

# FUNCTION_NAME_46
source: いちごの作付
es_es: Strawberry planting

# FUNCTION_NAME_47
source: 里芋の作付
es_es: Planting taro

# FUNCTION_NAME_48
source: 朝鮮人参の作付
es_es: Planting ginseng

# FUNCTION_NAME_49
source: 釣具「淡水丸」入手
es_es: Obtain fishing tackle "Freshwater Maru"

# FUNCTION_NAME_50
source: 釣具「釣大河」入手
es_es: Start with the fishing tackle "fishing the big river"

# FUNCTION_NAME_51
source: 釣具「海丸」入手
es_es: Obtain fishing tackle "Umimaru"

# FUNCTION_NAME_52
source: 釣具「大海王」入手
es_es: Obtain fishing tackle "Okaiou"

# FUNCTION_NAME_53
source: 釣具「超釣神」入手
es_es: Obtain the fishing tackle "Super Fishing God"

# FUNCTION_NAME_54
source: ダッシュ機能強化 第一段階
es_es: Dash function enhancement first stage

# FUNCTION_NAME_55
source: ダッシュ機能強化 第二段階
es_es: Dash enhancement 2nd stage

# FUNCTION_NAME_56
source: ダッシュ機能強化 第三段階
es_es: Dash function enhancement 3rd stage

# FUNCTION_NAME_57
source: ダッシュ機能強化 第四段階
es_es: Dash function enhancement 4th stage

# FUNCTION_NAME_58
source: ダッシュ機能強化 最速
es_es: Dash enhancement fastest

# FUNCTION_NAME_59
source: アイテム所持数増加 第一段階
es_es: Increase in the number of items possessed First stage

# FUNCTION_NAME_60
source: アイテム所持数増加 第二段階
es_es: Increase the number of items you have Second stage

# FUNCTION_NAME_61
source: アイテム所持数増加 第三段階
es_es: Increase in the number of items possessed Third stage

# FUNCTION_NAME_62
source: アイテム所持数増加 第四段階
es_es: 4th stage of increasing the number of items possessed

# FUNCTION_NAME_63
source: アイテム所持数増加 最大
es_es: Maximum number of items possessed

# FUNCTION_NAME_64
source: 隊士保有数増加 第一段階
es_es: Increase in the number of troops owned First stage

# FUNCTION_NAME_65
source: 隊士保有数増加 第二段階
es_es: Increase in the number of soldiers owned Second stage

# FUNCTION_NAME_66
source: 隊士保有数増加 第三段階
es_es: Increase in the number of soldiers owned Third stage

# FUNCTION_NAME_67
source: 隊士保有数増加 第四段階
es_es: 4th stage of increasing the number of soldiers

# FUNCTION_NAME_68
source: 隊士保有数増加 最大
es_es: Maximum increase in the number of soldiers

# FUNCTION_NAME_69
source: 神主商店、開店！
es_es: God master shop, open a shop!

# FUNCTION_NAME_70
source: 神主商店発展 第一段階
es_es: Kannushi store development first stage

# FUNCTION_NAME_71
source: 神主商店発展 第二段階
es_es: Kannushi store development second stage

# FUNCTION_NAME_72
source: 神主商店発展 第三段階
es_es: Kannushi store development third stage

# FUNCTION_NAME_73
source: 神主商店発展 第四段階
es_es: Kannushi store development 4th stage

# FUNCTION_NAME_74
source: 神主商店発展 最強品揃え
es_es: Shinshu store development strongest assortment

# FUNCTION_NAME_75
source: 徳の取得率上昇 第一段階
es_es: Increasing the acquisition rate of virtue First stage

# FUNCTION_NAME_76
source: 徳の取得率上昇 第二段階
es_es: Increasing the acquisition rate of virtue Second stage

# FUNCTION_NAME_77
source: 徳の取得率上昇 第三段階
es_es: Increased acquisition rate of virtue Third stage

# FUNCTION_NAME_78
source: 徳の取得率上昇 第四段階
es_es: 4th stage of increasing the acquisition rate of virtue

# FUNCTION_NAME_79
source: 徳の取得率上昇 最高
es_es: The highest increase in the acquisition rate of virtue

# FUNCTION_NAME_80
source: 満腹時の徳取得率上昇 第一段階
es_es: Increase in virtue acquisition rate when full

# FUNCTION_NAME_81
source: 満腹時の徳取得率上昇 第二段階
es_es: Increase in virtue acquisition rate when full

# FUNCTION_NAME_82
source: 満腹時の徳取得率上昇 最高
es_es: Highest increase in virtue acquisition rate when full

# FUNCTION_NAME_83
source: 洛内での評判上昇
es_es: Rakuchu's reputation rises

# FUNCTION_NAME_84
source: 洛外での評判上昇
es_es: Rakuchu's reputation rises

# FUNCTION_NAME_85
source: 骸街での評判上昇
es_es: Increased reputation in the skeleton

# FUNCTION_NAME_86
source: 伏見での評判上昇
es_es: Increased reputation in Fushimi

# FUNCTION_NAME_87
source: 祗園での評判上昇
es_es: Increased reputation in Gion

# FUNCTION_DETAIL_0
source: 調理用具を増やし、作れる料理の種類を増やすことができます。
es_es: You can increase the number of cooking utensils and the types of dishes you can cook.

# FUNCTION_DETAIL_1
source: 調理用具を増やし、作れる料理の種類をさらに増やすことができます。
es_es: You can increase the number of cooking utensils and increase the types of dishes you can cook.

# FUNCTION_DETAIL_2
source: 特上の料理が少し作りやすくなります。
es_es: It will be a little easier to make special dishes.

# FUNCTION_DETAIL_3
source: 特上の料理が作りやすくなります。
es_es: It makes it easier to make special dishes.

# FUNCTION_DETAIL_4
source: 特上の料理がとても作りやすくなります。
es_es: It makes it very easy to cook special dishes.

# FUNCTION_DETAIL_5
source: 犬小屋が設置されます。飼っている犬の機嫌が上がりやすくなり、 アイテムや素材をより頻繁に拾ってくるようになります。
es_es: A kennel will be set up. Your dog will be more upbeat and will pick up items and materials more often.

# FUNCTION_DETAIL_6
source: 犬小屋が少し立派になります。飼っている犬の機嫌が上がりやすくなり、 アイテムや素材をさらに頻繁に拾ってくるようになります。
es_es: The kennel will be a little nicer. Your dog will be more upbeat and will pick up items and materials more often.

# FUNCTION_DETAIL_7
source: 犬小屋がとても立派になります。飼っている犬の機嫌が上がりやすくなり、 アイテムや素材をとても高確率で拾ってくるようになります。
es_es: The kennel will be very nice. Your dog will be more likely to be in a good mood and will have a very high chance of picking up items and materials.

# FUNCTION_DETAIL_8
source: 猫専用の毛布が設置されます。飼っている猫の機嫌が上がりやすくなり、 アイテムや素材が行商時に手に入りやすくなります。
es_es: A blanket for cats will be installed. It makes it easier for your cat to feel better, and makes it easier for you to get items and materials when you go peddling.

# FUNCTION_DETAIL_9
source: 猫の毛布が少し立派になります。飼っている猫の機嫌が上がりやすくなり、 アイテムや素材が行商時にさらに手に入りやすくなります。
es_es: The cat blanket looks a little nicer. It makes it easier for your cat to feel better, and makes it easier to get items and materials when you go peddling.

# FUNCTION_DETAIL_10
source: 猫の毛布がとても立派になります。飼っている猫の機嫌が上がりやすくなり、 アイテムや素材が行商時にとても手に入りやすくなります。
es_es: The cat blanket will be very nice. It makes it easier for your cat to feel better, and makes it very easy to get items and materials when you go peddling.

# FUNCTION_DETAIL_11
source: 養鶏設備を用意し、鶏を飼って卵を入手できるようになります。
es_es: We will prepare poultry farming equipment, and you will be able to raise chickens and obtain eggs.

# FUNCTION_DETAIL_12
source: 養鶏設備を拡張し、より高確率に卵が手に入れられるようになります。
es_es: The poultry farming equipment will be expanded and eggs will be available with a higher probability.

# FUNCTION_DETAIL_13
source: 養鶏設備を最高のものにし、 非常に高確率で卵を手に入れられるようになります。
es_es: You will have the best poultry farming equipment and a very high probability of getting eggs.

# FUNCTION_DETAIL_14
source: 家の内装を変更することができます。
es_es: You can change the interior of the house.

# FUNCTION_DETAIL_15
source: 畑の面積が５×２増えて、５×４になります。
es_es: The area of the field will increase by 5x2 to 5x4.

# FUNCTION_DETAIL_16
source: 畑の面積が５×２増えて、５×６になります。
es_es: The area of the field will increase by 5x2 to 5x6.

# FUNCTION_DETAIL_17
source: 畑の面積が５×２増えて、５×８になります。
es_es: The area of the field will increase by 5x2 to 5x8.

# FUNCTION_DETAIL_18
source: 畑の面積が５×２増えて、５×１０になります。
es_es: The area of the field will increase by 5x2 to 5x10.

# FUNCTION_DETAIL_19
source: 栽培速度と豊作確率が全体的に上昇します。
es_es: Cultivation speed and good harvest probability will increase overall.

# FUNCTION_DETAIL_20
source: 栽培速度と豊作確率が全体的にさらに上昇します。
es_es: Cultivation speed and abundant harvest probability will increase further overall.

# FUNCTION_DETAIL_21
source: 栽培速度と豊作確率が全体的に最大値まで上昇します。
es_es: Cultivation speed and abundant harvest probability increase to the maximum value as a whole.

# FUNCTION_DETAIL_22
source: 食害を防ぐかかしを導入することができます。
es_es: A scarecrow can be introduced to prevent feeding damage.

# FUNCTION_DETAIL_23
source: より食害を防ぐかかしを設置することができます。
es_es: A scarecrow can be installed to prevent feeding damage.

# FUNCTION_DETAIL_24
source: さらに食害を防ぐかかしを設置することができます。
es_es: You can also install a scarecrow to prevent feeding damage.

# FUNCTION_DETAIL_25
source: より一層食害を防ぐかかしを設置することができます。
es_es: A scarecrow can be installed to further prevent feeding damage.

# FUNCTION_DETAIL_26
source: 最も食害を防ぐかかしを設置することができます。
es_es: You can install a scarecrow that will prevent most feeding damage.

# FUNCTION_DETAIL_27
source: 自動的にランダムで作付を行える「きまぐれ作付」が可能になります。
es_es: "Kimagure planting" that can automatically and randomly plant is possible.

# FUNCTION_DETAIL_28
source: さつま芋の作付が可能になります。
es_es: You can plant sweet potatoes.

# FUNCTION_DETAIL_29
source: ねぎの作付が可能になります。
es_es: Welsh onions can be planted.

# FUNCTION_DETAIL_30
source: 生姜の作付が可能になります。
es_es: Ginger can be planted.

# FUNCTION_DETAIL_31
source: たまねぎの作付が可能になります。
es_es: You can plant onions.

# FUNCTION_DETAIL_32
source: なすの作付が可能になります。
es_es: Eggplant can be planted.

# FUNCTION_DETAIL_33
source: かぶの作付が可能になります。
es_es: Turnips can be planted.

# FUNCTION_DETAIL_34
source: そら豆の作付が可能になります。
es_es: Broad beans can be planted.

# FUNCTION_DETAIL_35
source: ごぼうの作付が可能になります。
es_es: Burdock can be planted.

# FUNCTION_DETAIL_36
source: 唐辛子の作付が可能になります。
es_es: You can plant chili peppers.

# FUNCTION_DETAIL_37
source: にんにくの作付が可能になります。
es_es: You can plant garlic.

# FUNCTION_DETAIL_38
source: 白菜の作付が可能になります。
es_es: Chinese cabbage can be planted.

# FUNCTION_DETAIL_39
source: かぼちゃの作付が可能になります。
es_es: Pumpkin can be planted.

# FUNCTION_DETAIL_40
source: とまとの作付が可能になります。
es_es: It is possible to plant tomatoes.

# FUNCTION_DETAIL_41
source: きゃべつの作付が可能になります。
es_es: It is possible to plant cabbage.

# FUNCTION_DETAIL_42
source: いちごの作付が可能になります。
es_es: You can plant strawberries.

# FUNCTION_DETAIL_43
source: 里芋の作付が可能になります。
es_es: It is possible to plant taro.

# FUNCTION_DETAIL_44
source: 朝鮮人参の作付が可能になります。
es_es: It will be possible to plant ginseng.

# FUNCTION_DETAIL_45
source: 川魚のアタリがとりやすい釣具「淡水丸」を入手できます。
es_es: You can get "Freshwater Maru", a fishing tackle that makes it easy to catch river fish.

# FUNCTION_DETAIL_46
source: 川釣りに最も適した釣具「釣大河」を入手できます。
es_es: You can get the most suitable fishing tackle "Fishing Taiga" for river fishing.

# FUNCTION_DETAIL_47
source: 海魚のアタリがとりやすい釣具「海丸」を入手できます。
es_es: You can get the fishing tackle "Umimaru" that makes it easy to catch sea fish.

# FUNCTION_DETAIL_48
source: 海釣りに最も適した釣具「大海王」を入手できます。
es_es: You can get the most suitable fishing tackle "Okaiou" for sea fishing.

# FUNCTION_DETAIL_49
source: 最高性能の釣具「超釣神」を入手できます。
es_es: You can get the highest performance fishing tackle "Super Fishing God".

# FUNCTION_DETAIL_50
source: ダッシュできる時間が延び、疲れからの回復も早くなります。
es_es: You will have more time to dash and you will recover faster from fatigue.

# FUNCTION_DETAIL_51
source: ダッシュできる時間がさらに延び、疲れからの回復もより早くなります。
es_es: You'll have more time to dash and you'll recover faster from fatigue.

# FUNCTION_DETAIL_52
source: ダッシュできる時間が最大まで延び、疲れからの回復もとても早くなります。
es_es: You can dash to the maximum and recover from fatigue very quickly.

# FUNCTION_DETAIL_53
source: 所持できるアイテムの数が４つ分増えます。
es_es: The number of items you can carry will increase by 4.

# FUNCTION_DETAIL_54
source: 所持できるアイテムの数がさらに４つ分増えます。
es_es: The number of items you can carry will increase by 4 more.

# FUNCTION_DETAIL_55
source: 所持できるアイテムの数がさらに４つ分増え、最大の所持数となります。
es_es: The number of items you can carry will increase by 4 more, and you will have the maximum number of items you can carry.

# FUNCTION_DETAIL_56
source: 所有できる隊士の上限が２０増えます。
es_es: The maximum number of soldiers you can own has been increased by 20.

# FUNCTION_DETAIL_57
source: 所有できる隊士の上限がさらに２０増えます。
es_es: The maximum number of soldiers you can own has been increased by 20.

# FUNCTION_DETAIL_58
source: 所有できる隊士の上限がさらに２０増え、隊士保有数が最大となります。
es_es: The maximum number of soldiers you can own will be increased by 20 and the number of soldiers you can own will be the maximum.

# FUNCTION_DETAIL_59
source: 徳を使って物品が買える店がオープンします。 神主に話しかけることで利用ができます。
es_es: A store will open where you can buy goods using virtue. You can use it by talking to the priest.

# FUNCTION_DETAIL_60
source: 神主商店の品揃えが良くなります。
es_es: The assortment of priest shops will be improved.

# FUNCTION_DETAIL_61
source: 神主商店の品揃えがさらに良くなります。
es_es: The assortment of Kannushi stores will be even better.

# FUNCTION_DETAIL_62
source: 神主商店の品揃えが最高のものになります。
es_es: The assortment of priest shops will be the best.

# FUNCTION_DETAIL_63
source: 徳の取得率が上昇し、より多くの徳を得られるようになります。
es_es: The acquisition rate of virtues will increase, and you will be able to acquire more virtues.

# FUNCTION_DETAIL_64
source: 徳の取得率がさらに上昇し、より多くの徳を得られるようになります。
es_es: The acquisition rate of virtues will increase further, and you will be able to acquire more virtues.

# FUNCTION_DETAIL_65
source: 徳の取得率が最大まで上昇し、より多くの徳を得られるようになります。
es_es: The acquisition rate of virtues will increase to the maximum, and you will be able to acquire more virtues.

# FUNCTION_DETAIL_66
source: 満腹時（体力ゲージが満タン時）の飲食の際に、 徳取得率の減少をある程度抑えます。
es_es: When eating and drinking when full (when the physical strength gauge is full), the decrease in the virtue acquisition rate is suppressed to some extent.

# FUNCTION_DETAIL_67
source: 満腹時（体力ゲージが満タン時）の飲食の際に、 徳取得率の減少を抑えます。
es_es: When eating and drinking when full (when the physical strength gauge is full), the decrease in the virtue acquisition rate is suppressed.

# FUNCTION_DETAIL_68
source: 満腹時（体力ゲージが満タン時）の飲食の際に、 徳取得率の減少をかなり抑えます。
es_es: When eating and drinking when full (when the physical strength gauge is full), the decrease in the virtue acquisition rate is considerably suppressed.

# FUNCTION_DETAIL_69
source: 徳と引き換えに龍馬の洛内での評判を一定値上昇させます。
es_es: In exchange for virtue, Ryoma's reputation in Rakuchu will increase by a certain amount.

# FUNCTION_DETAIL_70
source: 徳と引き換えに龍馬の洛外での評判を一定値上昇させます。
es_es: In exchange for virtue, Ryoma's reputation outside Rakuchu will be increased by a certain amount.

# FUNCTION_DETAIL_71
source: 徳と引き換えに龍馬の骸街での評判を一定値上昇させます。
es_es: In exchange for virtue, it will increase the reputation of Ryoma in the skeleton town by a certain amount.

# FUNCTION_DETAIL_72
source: 徳と引き換えに龍馬の伏見での評判を一定値上昇させます。
es_es: In exchange for virtue, Ryoma's reputation in Fushimi will increase by a certain amount.

# FUNCTION_DETAIL_73
source: 徳と引き換えに龍馬の祗園での評判を一定値上昇させます。
es_es: In exchange for virtue, it raises Ryoma's reputation in Gion by a certain amount.
