Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/alife/cooking/alife_cooking_menu.po
Languages: es_es

# LIST_EXPLANATION_0
source: 浅漬けだね。 ごはんにお味噌汁、それにお漬物があると なんとなく幸せだよね。
es_es: It's lightly pickled. I'm kind of happy to have miso soup on rice and pickles.

# LIST_EXPLANATION_1
source: 大根の炊き込みごはんだね。 お米がちょっとしかない時でも、大根で かさ増しすればおなかいっぱい食べれるよね。
es_es: It's a radish cooked solder. Even when you have only a little rice, you can eat a lot if you add bulk with radish.

# LIST_EXPLANATION_2
source: 基本のお味噌汁だね。 根菜の入ったお味噌汁はよくお母さんが 作ってくれたんだ。懐かしいな……
es_es: It's the basic miso soup. My mom often made miso soup with root vegetables. nostalgic……

# LIST_EXPLANATION_3
source: たくさん具が入ったおむすびだね。 美味しいのかどうかよくわからないけど、 いろんな味が楽しめそうだよね。
es_es: It's a rice ball with lots of ingredients. I'm not sure if it's delicious, but I think you can enjoy various flavors.

# LIST_EXPLANATION_4
source: 辛い味付けのお味噌汁だね。 いつも同じお味噌汁だと飽きちゃうから こういうのもたまにはいいよね。
es_es: It's spicy miso soup. I get tired of using the same miso soup all the time, so this is sometimes good.

# LIST_EXPLANATION_5
source: 梅干しはお弁当に欠かせないお漬物だね。 お茶漬けにしても美味しいよね。
es_es: Umeboshi is an indispensable pickle for lunch boxes. It's delicious even if it's ochazuke.

# LIST_EXPLANATION_6
source: 煮込み料理だね。 風邪とかひかないように、普段から 栄養のあるもの食べて体力つけないとね。
es_es: It's a stewed dish. I have to eat nutritious foods to improve my physical strength so that I don't catch a cold.

# LIST_EXPLANATION_7
source: 魚のいっぱい入ったお鍋だね。 いいお出汁がでておいしそう。 こういうお鍋ってなんだか贅沢な気持ちになるよね。
es_es: It's a pot full of fish. Good soup stock looks delicious. This kind of pot makes you feel luxurious.

# LIST_EXPLANATION_8
source: ちらし寿司だね！ お寿司はごちそうだし、華やかで大好きだよ。 美味しく作ってね。
es_es: Chirashizushi! Sushi is a feast, and I love it because it's gorgeous. Make it delicious.

# LIST_EXPLANATION_9
source: 野菜を油で揚げた料理だね。 精進揚げの仲間かな？ コクがあって美味しいよね。 ごはんと一緒に食べたいな。
es_es: It's a dish of fried vegetables. Is it a companion of devotion? It's rich and delicious. I want to eat it with rice.

# LIST_EXPLANATION_10
source: 炎みたいに真っ赤な煮込み料理だね。 ホントにおいしいのかな？ 見てるだけで興奮してきちゃうね。
es_es: It's a stewed dish that is as bright as a flame. Is it really delicious? Just looking at it makes me excited.

# LIST_EXPLANATION_11
source: 野菜の和え物だね。 畑で採れたお野菜、いっぱい食べれてうれしいな。
es_es: It's a vegetable dish. I'm glad to eat a lot of vegetables from the field.

# LIST_EXPLANATION_12
source: 食卓の主役、魚の塩焼きだね。 塩味と魚のうまみがごはんにとっても合うよね。
es_es: The protagonist of the table is grilled fish. The salty taste and the umami of the fish go well with rice.

# LIST_EXPLANATION_13
source: 西洋の調理法と日本の食材を合わせた料理なんだよね。 本当に、新しいのに懐かしいような不思議な味で 私、大好きになっちゃったよ！
es_es: It's a dish that combines Western cooking methods with Japanese ingredients. I really loved it because of its new but nostalgic taste!

# LIST_EXPLANATION_14
source: てっぽう焼きって、辛味噌を塗ったり、 烏賊に具をつめて焼いたりした料理なんだって。 おいしそうだね。
es_es: It's a dish that is roasted, spicy miso, or stuffed with ingredients and roasted. It looks tasty.

# LIST_EXPLANATION_15
source: 栄養満点のお鍋だね。 むしゃくしゃしてる時は、こういうお鍋を食べて 気持ちを落ち着かせるのもいいかもね。
es_es: It's a nutritious pot. When you're sick, it might be a good idea to eat a pot like this to calm yourself down.

# LIST_EXPLANATION_16
source: 幸せがやってくる「うどん」なんだって。 たまに縁起を担いで神頼みしたくなる時もあるよね。 でも、博打ばっかりやってちゃダメだよ。
es_es: It's a udon noodle that brings happiness. Sometimes you want to be lucky and ask God. But don't just gamble.

# LIST_EXPLANATION_17
source: 「かすてーら」っていうお菓子なんだって。 あまーくて、ほっぺた落ちちゃうかと思ったよ。
es_es: It's a sweet called "Kasutera". It was sweet and I thought it would fall on my cheeks.

# LIST_EXPLANATION_18
source: はなまる付けたくなっちゃうようなお重だね。 美味しいおかずがたくさん入ってて、 食べたら、きっとみんな笑顔になっちゃうね。
es_es: It's a heavy weight that makes you want to put it on. There are lots of delicious side dishes, and if you eat them, everyone will surely smile.

# LIST_EXPLANATION_19
source: なんだか強そうなお弁当だね。 食べたら鬼みたいに強くなれるのかな？
es_es: It's a bento that looks strong. Can you become stronger like a demon if you eat it?

# LIST_EXPLANATION_20
source: 野菜のたっぷり入ったお膳だね。 体に良さそうなおかずがいっぱい入ってるから ここぞ！って時に食べておくといいかもね。
es_es: It's a set with plenty of vegetables. There are lots of side dishes that look good on your body, so here it is! It might be good to eat it at times.

# LIST_EXPLANATION_21
source: 本当に辛そうなお鍋だね。 食べたらどうなっちゃうんだろう？ 私はもうちょっと大人になってから食べようかな。
es_es: It's a really spicy pot. What would happen if I ate it? I wonder if I'll eat it when I'm a little older.

# DETAIL_EXPLANATION_0
source: 体力が少し回復する。 集中が１段階上がる。
es_es: Physical strength recovers a little. Concentration goes up one step.

# DETAIL_EXPLANATION_1
source: 体力が少し回復する。 忍耐が１段階上がる。
es_es: Physical strength recovers a little. Increases patience by one level.

# DETAIL_EXPLANATION_2
source: 体力が少し回復し、集中が１段階上がる。 闘気がまあまあ充填される。
es_es: Physical strength recovers a little and concentration increases by one level. The fighting spirit is fairly filled.

# DETAIL_EXPLANATION_3
source: 体力が少し回復し、 忍耐が１段階上がる。
es_es: You will recover a little and your patience will increase by one level.

# DETAIL_EXPLANATION_4
source: 体力がほんの少し回復し、忍耐が１段階上がる。 闘気が少し充填される。
es_es: You will recover a little bit of health and your patience will increase by one level. The fighting spirit is filled a little.

# DETAIL_EXPLANATION_5
source: 体力がほんの少し回復する。
es_es: I recover a little bit of physical strength.

# DETAIL_EXPLANATION_6
source: 体力が少し回復し、 腕力が１～２段階上がる。
es_es: Physical strength recovers a little, and strength increases by one or two steps.

# DETAIL_EXPLANATION_7
source: 体力が回復し、 集中が１～２段階上がる。
es_es: Physical strength recovers and concentration increases by one or two steps.

# DETAIL_EXPLANATION_8
source: 体力が回復し、 忍耐が１～２段階上がる。
es_es: Recovers health and increases patience by one or two levels.

# DETAIL_EXPLANATION_9
source: 体力が回復し、腕力が１段階上がる。 状態異常を防ぐ。
es_es: Physical strength recovers and strength increases by one level. Prevent abnormal conditions.

# DETAIL_EXPLANATION_10
source: 体力が回復し、集中が１段階上がる。 属性攻撃効果が上がる。
es_es: Physical strength recovers and concentration increases by one level. Attribute attack effect increases.

# DETAIL_EXPLANATION_11
source: 体力が回復し、集中が１段階上がる。 属性攻撃耐性が上がる。
es_es: Physical strength recovers and concentration increases by one level. Increases resistance to attribute attacks.

# DETAIL_EXPLANATION_12
source: 体力が回復し、腕力が１段階上がる。 敵の防御を崩しやすくなる。
es_es: Physical strength recovers and strength increases by one level. It becomes easy to break the defense of the enemy.

# DETAIL_EXPLANATION_13
source: 体力がかなり回復し、腕力が２段階上がる。 闘気がまあまあ充填される。
es_es: Physical strength recovers considerably, and strength increases by two levels. The fighting spirit is fairly filled.

# DETAIL_EXPLANATION_14
source: 体力が回復し、 腕力、集中、忍耐が１段階上がる。
es_es: Recovers health and increases strength, concentration, and patience by one level.

# DETAIL_EXPLANATION_15
source: 体力が回復し、腕力が１段階上がる。 闘気が減少しづらくなる。
es_es: Physical strength recovers and strength increases by one level. It becomes difficult to reduce fighting spirit.

# DETAIL_EXPLANATION_16
source: 体力が回復し、忍耐が１段階上がる。 一定時間、敵が巾着袋を落しやすくなる。
es_es: Recovers health and increases patience by one level. It becomes easier for the enemy to drop the drawstring bag for a certain period of time.

# DETAIL_EXPLANATION_17
source: 体力が回復し、忍耐が１段階上がる。 闘いでの経験値を得やすくなる。
es_es: Recovers health and increases patience by one level. It will be easier to gain experience points in battle.

# DETAIL_EXPLANATION_18
source: 体力が回復し、集中が１段階上がる。 闘気が少し充填される。
es_es: Physical strength recovers and concentration increases by one level. The fighting spirit is filled a little.

# DETAIL_EXPLANATION_19
source: 体力がかなり回復し、 腕力、集中、忍耐が２～３段階上がる。
es_es: Physical strength recovers considerably, and strength, concentration, and patience increase by 2 to 3 levels.

# DETAIL_EXPLANATION_20
source: 体力がかなり回復し、集中が２段階上がる。 一定時間、戦闘中に立ち止まっていることで 体力が自動で回復し続けるようになる。
es_es: Physical strength recovers considerably and concentration increases by two levels. By stopping during the battle for a certain period of time, your physical strength will continue to recover automatically.

# DETAIL_EXPLANATION_21
source: 体力がかなり回復し、集中が２段階上がる。 闘気がかなり充填され さらに、減少しづらくなる。
es_es: Physical strength recovers considerably and concentration increases by two levels. The fighting spirit is considerably filled, and it becomes difficult to decrease.

# LIST_EXPLANATION_VITA_0
source: 浅漬けだね。 ごはんにお味噌汁、それにお漬物があると なんとなく幸せだよね。
es_es: It's lightly pickled. I'm kind of happy to have miso soup on rice and pickles.

# LIST_EXPLANATION_VITA_1
source: 大根の炊き込みごはんだね。 お米がちょっとしかない時でも、大根で かさ増しすればおなかいっぱい食べれるよね。
es_es: It's a radish cooked solder. Even when you have only a little rice, you can eat a lot if you add bulk with radish.

# LIST_EXPLANATION_VITA_2
source: 基本のお味噌汁だね。 根菜の入ったお味噌汁はよくお母さんが 作ってくれたんだ。懐かしいな……
es_es: It's the basic miso soup. My mom often made miso soup with root vegetables. nostalgic……

# LIST_EXPLANATION_VITA_3
source: たくさん具が入ったおむすびだね。 この料理の材料は、どこで手に入るのかなぁ？
es_es: It's a rice ball with lots of ingredients. Where can I get the ingredients for this dish?

# LIST_EXPLANATION_VITA_4
source: 辛い味付けのお味噌汁だね。 いつも同じお味噌汁だと飽きちゃうから こういうのもたまにはいいよね。
es_es: It's spicy miso soup. I get tired of using the same miso soup all the time, so this is sometimes good.

# LIST_EXPLANATION_VITA_5
source: 梅干しはお弁当に欠かせないお漬物だね。 この料理の材料は、どこで手に入るのかなぁ？
es_es: Umeboshi is an indispensable pickle for lunch boxes. Where can I get the ingredients for this dish?

# LIST_EXPLANATION_VITA_6
source: 煮込み料理だね。 風邪とかひかないように、普段から 栄養のあるもの食べて体力つけないとね。
es_es: It's a stewed dish. I have to eat nutritious foods to improve my physical strength so that I don't catch a cold.

# LIST_EXPLANATION_VITA_7
source: 魚のいっぱい入ったお鍋だね。 この料理の材料は、どこで手に入るのかなぁ？。
es_es: It's a pot full of fish. Where can I get the ingredients for this dish? ..

# LIST_EXPLANATION_VITA_8
source: ちらし寿司だね！ この料理の材料は、どこで手に入るのかなぁ？
es_es: Chirashizushi! Where can I get the ingredients for this dish?

# LIST_EXPLANATION_VITA_9
source: 野菜を油で揚げた料理だね。 精進揚げの仲間かな？ コクがあって美味しいよね。 ごはんと一緒に食べたいな。
es_es: It's a dish of fried vegetables. Is it a companion of devotion? It's rich and delicious. I want to eat it with rice.

# LIST_EXPLANATION_VITA_10
source: 炎みたいに真っ赤な煮込み料理だね。 ホントにおいしいのかな？ 見てるだけで興奮してきちゃうね。
es_es: It's a stewed dish that is as bright as a flame. Is it really delicious? Just looking at it makes me excited.

# LIST_EXPLANATION_VITA_11
source: 野菜の和え物だね。 畑で採れたお野菜、いっぱい食べれてうれしいな。
es_es: It's a vegetable dish. I'm glad to eat a lot of vegetables from the field.

# LIST_EXPLANATION_VITA_12
source: 食卓の主役、魚の塩焼きだね。 この料理の材料は、どこで手に入るのかなぁ？
es_es: The protagonist of the table is grilled fish. Where can I get the ingredients for this dish?

# LIST_EXPLANATION_VITA_13
source: 西洋の調理法と日本の食材を合わせた料理なんだよね。 この料理の材料は、どこで手に入るのかなぁ？
es_es: It's a dish that combines Western cooking methods with Japanese ingredients. Where can I get the ingredients for this dish?

# LIST_EXPLANATION_VITA_14
source: てっぽう焼きって、辛味噌を塗ったり、 烏賊に具をつめて焼いたりした料理なんだって。 おいしそうだね。
es_es: It's a dish that is roasted, spicy miso, or stuffed with ingredients and roasted. It looks tasty.

# LIST_EXPLANATION_VITA_15
source: 栄養満点のお鍋だね。 この料理の材料は、どこで手に入るのかなぁ？
es_es: It's a nutritious pot. Where can I get the ingredients for this dish?

# LIST_EXPLANATION_VITA_16
source: 幸せがやってくる「うどん」なんだって。 この料理の材料は、どこで手に入るのかなぁ？
es_es: It's a udon noodle that brings happiness. Where can I get the ingredients for this dish?

# LIST_EXPLANATION_VITA_17
source: 「かすてーら」っていうお菓子なんだって。 この料理の材料は、どこで手に入るのかなぁ？
es_es: It's a sweet called "Kasutera". Where can I get the ingredients for this dish?

# LIST_EXPLANATION_VITA_18
source: はなまる付けたくなっちゃうようなお重だね。 美味しいおかずがたくさん入ってて、 食べたら、きっとみんな笑顔になっちゃうね。
es_es: It's a heavy weight that makes you want to put it on. There are lots of delicious side dishes, and if you eat them, everyone will surely smile.

# LIST_EXPLANATION_VITA_19
source: なんだか強そうなお弁当だね。 この料理の材料は、どこで手に入るのかなぁ？
es_es: It's a bento that looks strong. Where can I get the ingredients for this dish?

# LIST_EXPLANATION_VITA_20
source: 野菜のたっぷり入ったお膳だね。 体に良さそうなおかずがいっぱい入ってるから ここぞ！って時に食べておくといいかもね。
es_es: It's a set with plenty of vegetables. There are lots of side dishes that look good on your body, so here it is! It might be good to eat it at times.

# LIST_EXPLANATION_VITA_21
source: 本当に辛そうなお鍋だね。 この料理の材料は、どこで手に入るのかなぁ？
es_es: It's a really spicy pot. Where can I get the ingredients for this dish?

# DETAIL_EXPLANATION_VITA_0
source: 体力が少し回復する。 集中が１段階上がる。
es_es: Physical strength recovers a little. Concentration goes up one step.

# DETAIL_EXPLANATION_VITA_1
source: 体力が少し回復する。 忍耐が１段階上がる。
es_es: Physical strength recovers a little. Increases patience by one level.

# DETAIL_EXPLANATION_VITA_2
source: 体力が少し回復し、集中が１段階上がる。 闘気がまあまあ充填される。
es_es: Physical strength recovers a little and concentration increases by one level. The fighting spirit is fairly filled.

# DETAIL_EXPLANATION_VITA_3
source: （この料理には製品版『龍が如く 維新！』内でのみ 入手できる材料が含まれています）
es_es: (This dish contains ingredients that can only be obtained in the product version "Ryu ga Gotoku Ishin!")

# DETAIL_EXPLANATION_VITA_4
source: 体力がほんの少し回復し、忍耐が１段階上がる。 闘気が少し充填される。
es_es: You will recover a little bit of health and your patience will increase by one level. The fighting spirit is filled a little.

# DETAIL_EXPLANATION_VITA_5
source: 体力が少し回復し、 腕力が１～２段階上がる。
es_es: Physical strength recovers a little, and strength increases by one or two steps.

# DETAIL_EXPLANATION_VITA_6
source: 体力が回復し、腕力が１段階上がる。 状態異常を防ぐ。
es_es: Physical strength recovers and strength increases by one level. Prevent abnormal conditions.

# DETAIL_EXPLANATION_VITA_7
source: 体力が回復し、集中が１段階上がる。 属性攻撃効果が上がる。
es_es: Physical strength recovers and concentration increases by one level. Attribute attack effect increases.

# DETAIL_EXPLANATION_VITA_8
source: 体力が回復し、集中が１段階上がる。 属性攻撃耐性が上がる。
es_es: Physical strength recovers and concentration increases by one level. Increases resistance to attribute attacks.

# DETAIL_EXPLANATION_VITA_9
source: 体力が回復し、 腕力、集中、忍耐が１段階上がる。
es_es: Recovers health and increases strength, concentration, and patience by one level.

# DETAIL_EXPLANATION_VITA_10
source: 体力が回復し、集中が１段階上がる。 闘気が少し充填される。
es_es: Physical strength recovers and concentration increases by one level. The fighting spirit is filled a little.

# DETAIL_EXPLANATION_VITA_11
source: 体力がかなり回復し、集中が２段階上がる。 一定時間、体力が自動で回復し続けるようになる。
es_es: Physical strength recovers considerably and concentration increases by two levels. Physical strength will continue to recover automatically for a certain period of time.
