Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated_text/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c130a.po
Languages: es_es

source: く、くそ！ 強ぇ……！
es_es: Damn, damn! Strong ...!

source: お前ら…… なぜ外国人を無差別に殺そうとする？
es_es: You guys ... Why are you trying to kill foreigners indiscriminately?

source: なぜ、だと？ ……この国に、外国人は必要ないからだ。
es_es: Why? ... because there is no need for foreigners in this country.

source: ……そうとは言いきれないだろう。 外国の知識や文化をとりいれることで この国をもっとよくしていく方法もあるはずだ。
es_es: ... I can't say that. There must be a way to improve this country by incorporating foreign knowledge and culture.

source: ……黙れ。 日本には、日本人だけで十分だ。
es_es: ...... Shut up. Japanese people are enough for Japan.

source: ……邪魔をするなら、そこの外国人同様、 貴様も我ら革命攘夷の排除対象に加えさせてもらう。
es_es: ...... If you get in the way, like the foreigners there, you will be added to the exclusion target of our revolutionary jōi.

source: 次会うときは全力で相手をする…… 覚えていろ。
es_es: When I meet next time, I will do my best ... Remember.

source: ありがとうございました。
es_es: Thank you very much.

source: あぁ、大丈夫だったか？
es_es: Oh, was it okay?

source: はい、あなたのおかげです。 ありがとう。
es_es: Yes, thanks to you. Thank you.

source: 私、クリークといいます。 この近くにある施設で農業を教えています。
es_es: My name is Creek. I teach agriculture at a facility near here.

source: 俺は斎藤だ。 先ほどは同じ日本人がすまないことをした……
es_es: I'm Saito. The same Japanese did something I'm sorry about earlier ...

source: ……日本人はああいう奴らばかりじゃないことは、 覚えておいてくれ。
es_es: ...... Remember that Japanese people are not the only ones.

source: フフフ、もちろんです。 助けてくれた斎藤さんも、日本人ですからね。
es_es: Huhhh, of course. Mr. Saito who helped me is also Japanese.

source: ……彼らが何故あんなにも外国人を憎むのか、 私にはわかりません。
es_es: ... I don't know why they hate foreigners so much.

source: だけど、私が本当に日本のためを思っていることを 知ってもらえれば、きっと彼らもわかってくれる。 私はそう信じています。
es_es: But if you know that I really think for Japan, they will understand. I believe so.

source: ……だって彼らがああいう行動をしているのも、 この国をよくしたいと思っているが故、ですからね。
es_es: ... because they are doing that because they want to improve this country.

source: ……たしかにそうかもしれないな。 志は同じはずなのに、分かりあえないというのも、 やりきれないものだな。
es_es: ...... Maybe so. Even though the ambitions should be the same, it's hard to understand.

source: ええ。……いつかああいう方々にも、我々を 認めてもらいたい。 私は心から、そう思っているんです。
es_es: Yeah. ...... I would like those people to recognize us someday. I sincerely think so.

source: ……あんたの考えは分かった。 だが、自ら進んで危険に身をさらすのは 感心できない。
es_es: ...... I understand your idea. However, I cannot admire the willingness to put myself in danger.

source: これからは今日のような危ない行動は控えるんだ。 奴らと出会ったら、すぐに逃げるんだぞ。 きちんと話を聞いてくれる連中ばかりじゃないんだ。
es_es: From now on, I will refrain from dangerous actions like today. If you meet them, you'll run away right away. Not all of them listen to me properly.

source: はい…… 斎藤さん、今日はありがとう。 あなたのような方がいると知れてよかった。
es_es: Yes ... Thank you, Mr. Saito, for today. I'm glad I knew there was someone like you.

source: ……それでは。
es_es: ...... Then.

source: （あのクリークという男、 また危ないことにまきこまれなければいいが……）
es_es: (That creek man, I hope he doesn't get caught up in danger again ...)

source: （ん？ あの外国人の男は見覚えがあるな……）
es_es: (Hmm? That foreign man is familiar ...)

source: ん？ あれは……
es_es: Hmm? That is……

source: ……おい、みんな。お目当ての野郎が 自分から襲いやすい場所に来やがったぜ。
es_es: ...... Hey everyone. The guy you're looking for has come to a place where you can easily attack yourself.

source: 俺達は革命攘夷だ。 外国人には死んでもらう。 ……覚悟しろ。
es_es: We are a revolutionary jōi. Have a foreigner die. ...... Be prepared.

source: ……それは困ります。
es_es: ...... That's a problem.

source: ……あぁ!?
es_es: ……Ahh!?

source: 私はクリークという者です。 我が国の農学知識を伝えるため、日本に来ました。
es_es: I'm a creek. I came to Japan to convey my knowledge of agriculture in Japan.

source: この国の農学は、まだ遅れている…… 私の持っている知識を伝えていくことで、 飛躍的に進歩を遂げることができるはずです。
es_es: Agricultural science in this country is still behind ... By communicating my knowledge, I should be able to make dramatic progress.

source: ……日本の農業の発展のためにも、 ここで殺されるわけにはいきません。 だから、殺すのはやめてください。
es_es: …… I cannot be killed here because of the development of Japanese agriculture. So please stop killing.

source: はは、何言ってやがる！ お前みたいな胡散臭い外国人がいない方が この国のためになるんだよ！
es_es: Haha, what do you say! It's better for this country if you don't have a foreigner like you!

source: どうせ俺達日本人を騙して、儲けようって魂胆だろ？ ……外国人の言うことなど、信用できるか。
es_es: Isn't it soulful to deceive us Japanese and make a profit? ...... Can you trust what foreigners say?

source: そ、そんな…… 私は日本のために……！
es_es: Well, that's ... I'm for Japan ...!

source: うるせぇ！ 外敵め！ おい、みんな…… やっちまえ！
es_es: shut up! Foreign enemy! Hey everyone ... Do it!

source: ……おい、待て。
es_es: ...... Hey, wait.

source: な、何だお前は！
es_es: What are you doing!

source: 最近このあたりで過激な攘夷派が 外国人を殺しまわっていると聞いていたが ……お前たちのことか。
es_es: Recently, I heard that a radical jōi sect is killing foreigners around here ... You guys?

source: ……だったらなんだ？
es_es: ...... What if?

source: ……止めさせてもらう。
es_es: ...... I will stop it.

source: 日本人の癖に、外国人の肩を持つとはな…… この非国民め！ ……こいつもまとめてやっちまえ！
es_es: It's a Japanese habit to have a foreigner's shoulder ... This non-national! ...... Do it all together!

source: ……先生、気を付けてくださいね。
es_es: …… Teacher, please be careful.

source: ……心配いりませんよ。
es_es: ...... Don't worry.

source: 本当に危ないんですよ！ ただでさえ今、 外国人への風当たりが強いんですから…… 革命攘夷とかいう物騒な連中もいるらしいですし。
es_es: It's really dangerous! Even now, the wind is strong against foreigners ... It seems that there are some noisy people such as Revolutionary Joi.

source: カクメイジョーイ……？
es_es: Kakumei Joey ……?

source: 「革命攘夷」…… 最近このあたりで外国人を殺しまわっている 連中です。
es_es: "Revolutionary Joi" ... These are the people who have been killing foreigners around here recently.

source: 外国人を「外敵」として嫌い、淘汰しようとする 「尊王攘夷」思想を持つ過激派集団ですね。 外国人なら誰でも構わず刀を向けるとか……
es_es: It's an extremist group with the idea of "Sonno Joi" who hates foreigners as "foreign enemies" and tries to eliminate them. Any foreigner can point his sword ...

source: ふふ…… 大丈夫ですよ。 私はこの国が大好きで、 この国をもっと良い国にするために働いています。
es_es: Fufu ... It's okay. I love this country and I am working to make it a better country.

source: いくら外国人を嫌ってる人でも…… それをきちんと話せば、分かってくれるはずです。
es_es: No matter how much you hate foreigners ... If you talk about it properly, you will understand.

source: はぁ…… クリーク先生は楽観的すぎですよ…… まぁ、そこがいいところでもあるんですがね。 でも…… 本当、気をつけてくださいね。
es_es: Hmm ... Mr. Creek is too optimistic ... Well, that's one of the good points. But ... Please be careful.

source: 危ない場所には１人で行かない！ お願いしますよ。
es_es: Don't go alone to dangerous places! Thank you.

source: それではまた明日。
es_es: Well then, See you tomorrow.

source: ……大谷君は心配しすぎですね。 さて、近道して帰りましょうか。
es_es: ...... Otani is too worried. Well, let's take a short cut and go home.

source: （あの男、言われたそばから治安の悪い道を…… 「革命攘夷」とやらも気になるし、 少し様子を伺ってみるか……）
es_es: (That man, I'm worried about the unsafe road from the side I was told ... "Revolutionary Joi", so I'd like to ask you a little ...)

source: 喧嘩腰の男
es_es: A man with a quarrel

source: 冷たい若者
es_es: Cold youth

source: クリーク
es_es: Creek

source: 真面目そうな若者
es_es: A young man who seems to be serious

source: おだやかな外国人
es_es: Gentle foreigner
