Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated_text/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid011607bd.po
Languages: es_es

source: 泥棒ー！
es_es: Thief!

source: おい、どっちへ行った？
es_es: Hey, which one did you go to?

source: あっちです！
es_es: Over there!

source: 依頼書のやつか！
es_es: The request form!

source: わかった、そこで待ってろよ。
es_es: Okay, wait there.

source: すまない、取り逃がしてしまった。
es_es: I'm sorry, I missed it.

source: お侍さん、御怪我はない？ 私は大丈夫ですので、お気になさらないで。
es_es: Samurai, are you injured? I'm fine, so don't worry.

source: ああ、見つけたら連絡する。
es_es: Oh, I'll contact you if you find one.

source: （少し時間を空けてからまた来よう）
es_es: (Let's come back after a while)

source: 泥棒ー！
es_es: Thief!

source: おい、どっちへ行った？
es_es: Hey, which one did you go to?

source: あっちです！
es_es: Over there!

source: 依頼書の奴だ、次は逃がさねぇ。 俺が捕まえてくるから、そこで待ってろ！
es_es: He's the request form, I won't let you go next. I'll catch you, so wait there!

source: おい、お前ら少し話を聞いてくれ。
es_es: Hey, listen to you guys a little.

source: 一体何があったんだ？ 少し前までは義賊で民衆の味方だったと聞いた。 何故今はこんなことをしている？
es_es: What the hell happened? I heard that until a while ago, he was a thief and an ally of the people. Why are you doing this now?

source: それを聞いてどうする？
es_es: What do you do when you hear it?

source: 俺は橘組を手伝っている者だ。 そこに依頼があったんでな。
es_es: I'm the one who helps the Tachibana group. There was a request there.

source: もしくだらない理由で そんなことをしているなら捕まえるまでだが 何か訳がありそうだからな。
es_es: If you're doing that for a silly reason, until you catch it, there seems to be some reason.

source: そうか、橘組の人だったか。 昔世話になったこともあったな……
es_es: Yes, was it a member of the Tachibana group? I used to be taken care of ...

source: 悪いようにはしない。 事情を話してくれないか？
es_es: Don't make it bad. Can you tell me the situation?

source: 何か、俺で力になれることがあるなら できる限りのことはしよう。
es_es: If there's anything I can do to help, I'll do everything I can.

source: わかった、事情を話そう……
es_es: Okay, let's talk about the situation ...

source: 確かに、我らは義賊を名乗っていた…… しかし我らの頭領、 藤次郎様がおかしくなってしまったのだ。
es_es: Certainly, we were calling ourselves a thief ... but our head, Tojiro-sama, went crazy.

source: おかしくなった？
es_es: Did it go crazy?

source: ああ、藤次郎様と妹のお春さんは、 二人とも捨てられた子供、孤児だった。
es_es: Ah, Tojiro-sama and her younger sister, Haru-san, were both abandoned children and orphans.

source: 貧しい生活の中、藤次郎様は 忍の一族へと弟子入りし、 独り立ちするまでに至ったのだ。
es_es: In a poor life, Tojiro became a disciple of the Shinobi clan and became independent.

source: そんな境遇で育ったせいか、我らのような 行き場の無い者たちを、門下に入れ養ってくれる。 二人は我らの両親のような存在だ。
es_es: Perhaps because they grew up in such a situation, they bring people like us who have nowhere to go to their subordinates. They are like our parents.

source: だが、我らの母親同然だったお春さんが 少し前から体調を崩してしまった。
es_es: However, Mr. Haru, who was like our mother, got sick for a while.

source: 医者からは命を永らえさせることしか できぬといわれておる。 そしてそれにさえ莫大な金がかかると……
es_es: Doctors say that they can only prolong their lives. And even that costs a huge amount of money ...

source: それでお前ら……
es_es: So you guys ...

source: ああ、金にならぬ義賊をやめ 手当たり次第、金目のものを盗んで回っているのだ。
es_es: Ah, he's quitting the non-monetary thief and stealing the gold ones as soon as he gets it.

source: もちろん、お春さんがこんなことを 望んでいないのも、わかっている。 だが、これは藤次郎様のご意向なのだ……
es_es: Of course, I know that Mr. Haru doesn't want this. However, this is the intention of Mr. Tojiro ...

source: 藤次郎様は変わってしまわれた……
es_es: Mr. Tojiro has changed ...

source: 最近は我らの話もまともにとりあってもらえず、 医者に貰ったという香を焚いて 部屋から出てこない。
es_es: Recently, we haven't been able to talk about our story properly, and we burn the incense that the doctor gave us and don't come out of the room.

source: 香だと……？
es_es: Incense ...?

source: ああ、苦しみが和らぐ香らしい…… 何やら我らには信じられぬが、 藤次郎様もさぞ苦しかろう。
es_es: Ah, it seems to be a scent that relieves suffering ... I can't believe it, but Tojiro-sama will be painful too.

source: いや、長々とつまらぬ話を聞かせてしまったな。 お前に言っても仕方がないというのに。
es_es: No, I told you a long and boring story. I can't help telling you.

source: ただ我らも捕まるわけにはいかんのだ。
es_es: But we can't get caught either.

source: 待て。
es_es: wait.

source: その香というのが気になる…… もしかしたらその医者、何かあるのかもしれない。
es_es: I'm curious about the incense ... Maybe the doctor has something.

source: お前もこのままで良いと思ってはいないんだろう？ 本当に頭領に恩を返したいのなら 今の状況を解決するのが一番のはずだ。
es_es: Don't you think it's okay as it is? If you really want to give back to your head, it's best to solve the current situation.

source: その医者を探ることはできるか？ 俺も橘組に調べてもらうよう 掛け合ってみよう。
es_es: Can you find the doctor? Let's talk to Tachibana-gumi to check it out.

source: なぜそんなことを…… 何か心当たりがあるのか？
es_es: Why do you do that ... do you have any idea?

source: もしかしたら、藤次郎は 操られているのかもしれない。
es_es: Perhaps Tojiro is being manipulated.

source: なんだって？
es_es: What did you say?

source: 少し前にも同じような事件があった。 そこの現場でも怪しげな香が発見されたんだ。
es_es: There was a similar incident a while ago. A suspicious incense was found there as well.

source: まだはっきりとはしないが、同じ人物が 裏で動いているのかもしれない。
es_es: It's not clear yet, but the same person may be moving behind the scenes.

source: まさか…… いや、我らも大分動揺していたからな。 探ってみよう。
es_es: No way ... No, we were very upset. Let's explore.

source: ああ、そうしてくれ。 橘組の場所はわかるか？ 何か分かったらそこへ連絡をくれ。
es_es: Oh, do it. Do you know the location of Tachibana-gumi? If you find out anything, please contact me.

source: わかった。 協力感謝する……
es_es: all right. Thank you for your cooperation ……

source: そうだ、これは返しておいてくれ。
es_es: Yes, please return this.

source: ああ。
es_es: Oh.

source: ありがとうございます！ これで今日の買い物ができます。
es_es: Thank you! Now you can shop today.

source: ああ、ではな。 気をつけろよ。
es_es: Oh, not. Be careful.

source: （一度橘組に戻って、お松に報告するか）
es_es: (Would you like to go back to Tachibana and report to Omatsu?)

source: 町娘
es_es: Town girl

source: 緑忍
es_es: Green Shinobu
