Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated_text/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01160bc1.po
Languages: es_es

source: 来たか…… 斎藤一。
es_es: Did you come ... Hajime Saito.

source: いや…… 坂本龍馬。
es_es: No ... Ryoma Sakamoto.

source: なぜ、その名を……
es_es: Why the name ...

source: お前のことは徹底的に調べさせてもらった。 素性や流派はもちろん、どこに寝泊まりして 誰と親しくしているか…… などもな。
es_es: I thoroughly investigated you. Not only the features and schools, but also where you stay and who you are close to.

source: 寝首をかくことも、人質を取ることも容易だった。 だが、そんなことでは、我の失われた誇りは 取り戻せはせぬ。
es_es: It was easy to lie down and take hostages. However, such a thing cannot regain my lost pride.

source: お前とここで正面から戦い、決着をつける。 我ら一族の確固たる力を示すには それ以外に道はない。
es_es: Fight head-on with you here and settle. There is no other way to show the firm power of our clan.

source: 御託はいい。 背負ってるものがあるのは、俺もお前も同じだ。 だったら、言葉は必要ないだろう。
es_es: Entrustment is good. I and you have the same thing on your back. Then you wouldn't need words.

source: ……くっくっ。 面白い男だな、坂本龍馬。 ここで殺すには惜しい。
es_es: ...... Kuku. An interesting man, Ryoma Sakamoto. It's regrettable to kill here.

source: だが、残念ながらここでお別れだ。 我が一族の誇りを賭け、今一度勝負を挑むぞ。
es_es: But unfortunately goodbye here. I bet the pride of my clan and challenge the game again.

source: 清水の舞台で塵となれ！ 坂本龍馬ぁぁ!!
es_es: Become dust on the stage of Kiyomizu! Ryoma Sakamoto !!

source: な、なぜ…… だ？ どうして、勝てない……？
es_es: Why ...? Why can't I win ...?

source: お前は確かに強い。 俺が今まで戦った誰よりもな。 恐らく、血の滲むような稽古を積んできたんだろう。
es_es: You are certainly strong. More than anyone I've ever fought. Perhaps they have been practicing bloody.

source: 刃を敵に当てることは大事だが 敵の身を貫いてこそ、放った一太刀は意味を持つ。
es_es: It is important to hit the blade against the enemy, but the one sword that is released is meaningful only if it penetrates the enemy's body.

source: だが、強くなることが目的の稽古では その先に手は届かない。
es_es: However, it is beyond the reach of lessons whose purpose is to become stronger.

source: 同じように強いのであれば 心の通った剣を振るう方が勝つ。 それだけのことだ。
es_es: If they are just as strong, the one who wields a sword with a good heart wins. No more than that.

source: 我の、心が…… 弱いというのか？
es_es: My heart is ... weak?

source: 違う、と言いたいんだろうがな。 お前が心で何を思っているのか 他人である俺にはわからん。
es_es: I would say no. I don't know what you think in your heart.

source: ただ、心と心の戦いでお前は敗れた。 その事実だけは変わることはない。
es_es: However, you lost in the battle between hearts. Only that fact does not change.

source: く…… そぉぉ!!
es_es: Ku …… Sooo !!

source: 力を失った曽田地は、新しい道を探すと言った。 お前を脅せばあいつに力を戻すこともできるだろうが それを曽田地はもう望まないだろう。
es_es: Sodaji, who lost his power, said he would look for a new way. If you threaten you, you could regain your strength, but Sodaji wouldn't want it anymore.

source: 暗殺者だかなんだか知らないが お前も、生きる道を見つめ直してみたらどうだ？ 亜門。
es_es: I don't know if it's an assassin, but why don't you look back at your way of life? Amon.

source: その中で、どうしても俺を斬る必要があるのなら また、挑んでくるといい。 全力で受けて立ってやる。
es_es: If you really need to kill me, you should try again. I will do my best to stand up.

source: じゃあな。
es_es: See you.

source: 「<Color:8>朽ちた妖刀<Color:Default>」を拾った
es_es: "<Color:8> Rotten sword<Color:Default> I picked up

source: 亜門
es_es: Amon

source: 龍馬
es_es: Ryoma
