Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated_text/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0107096a.po
Languages: es_es

source: 私の勝ちですね。 次の勝負に行きましょう。
es_es: It's my win. Let's go to the next game.

source: 今回の対戦は私の勝ちですね。
es_es: This match is my victory, isn't it?

source: 引き分けですね。 次の勝負に行きましょう。
es_es: It's a draw. Let's go to the next game.

source: 引き分けですね。
es_es: It's a draw.

source: 一組引き分けのようですね。
es_es: It sounds like a draw.

source: 私の負けですね。 次の勝負に行きましょう。
es_es: I lost. Let's go to the next game.

source: 今回の対戦は私の負けですね。
es_es: This match is my defeat.

source: 私の勝ちですね。
es_es: It's my win.

source: あなたの勝ちですね。
es_es: You win.

source: 一組あなたの勝ちですね。
es_es: A pair of you win.

source: 二組ともあなたの勝ちですね。
es_es: Both sets are your wins.

source: 二組とも私の勝ちですね。
es_es: Both groups are my winners.

source: 二組ともあなたの勝ちですね。 一組シックスアンダーですね、すごい！
es_es: Both sets are your wins. It's a pair of six unders, it's amazing!

source: 二組ともあなたの勝ちですね。 二組ともシックスアンダーですかぁ～ かなりの強運の持ち主ですね。
es_es: Both sets are your wins. Are both groups six under? You have a lot of luck.

source: 一組あなたの勝ちですね。 シックスアンダーおめでとうございます。
es_es: A pair of you win. Congratulations on Six Under.

source: ６枚引かれて２１以下ですので シックスアンダーですね。 無条件であなたの勝ちです。
es_es: It's six under because 6 sheets are drawn and it is 21 or less. You win unconditionally.

source: インシュアランス成功おめでとうございます。 良い判断でした。
es_es: Congratulations on your successful insurance. It was a good decision.
