Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated_text/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021bd9.po
Languages: es_es

source: （……ここから裏口へ回れそうだな）
es_es: (... I think I can go to the back door from here)

source: ん……？ ちょお、おまん!?
es_es: Hmm……? Hey, sorry !?

source: ……何だ？
es_es: ……What?

source: おまん、もしかしてさっき 上士に刃向った奴やないか？
es_es: I'm sorry, isn't there a guy who turned to his superiors a while ago?

source: はっ。そんなワケあるか。あいつぁ 上士を２人も叩きのめして捕まったんじゃ。
es_es: Huh. Is there such a reason? He was caught by beating two of his superiors.

source: 今頃もう首が飛んどるじゃろ。
es_es: My neck is already flying around this time.

source: まあ、そうじゃろうな…… けんど、あいつがやったことは正しいぜよ。
es_es: Well, that's right ... Well, what he did is right.

source: ああ。黒船が来て、異国に侵略されそうに なっちゅうのに、相変わらず土佐は変わっとらん。
es_es: Oh. Even though the Black Ships are about to be invaded by a foreign country, Tosa hasn't changed.

source: すまんの。人違いじゃった。
es_es: I'm sorry. It was a mistake.

source: ま、おまんもこの国を変えたいがやったら、 土佐勤王党へ入ったらえいがじゃ。
es_es: Well, if you want to change this country, you can join the Tosakinou Party.

source: 武市先生は誰でも歓迎してくれるはずじゃ。
es_es: Takeichi-sensei should welcome everyone.

source: （……よし、そろそろ“隠れ家”へ向かおう 東洋の親っさんが待ってるはずだ）
es_es: (... Okay, it's time for the oriental parents to head to the "hiding place")

source: （……『牽牛子塾（けんごしじゅく）』か。 ……いかんな。場所をすっかり忘れちまった）
es_es: (... "Kengoshizuka"? ... I don't know. I completely forgot the place.)

source: （誰かに聞いてみるか……）
es_es: (Would you like to ask someone ...)

source: （まさか生きて出られるとはな…… 東洋の親っさんに面倒かけちまった）
es_es: (I don't think I can live alive ... I've taken care of my oriental parents)

source: （助かったと思ったら腹が減ってきた…… どこかで飯でも食うか）
es_es: (I was hungry when I thought I was saved ... Would you like to eat somewhere?)

source: 龍馬
es_es: Ryoma

source: 若い郷士
es_es: Young villager

source: 手練れの郷士
es_es: Hand-crafted villager
