Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000922f0.po
Languages: es_es

source: やっぱりあんたの隊に力をかすのが 一番のお礼になりそうだわ。 どう？ 足は引っ張らないわよ？
es_es: After all, it seems to be the best thank you to give power to your party. How? You won't pull your legs, right?

source: ありがたい。助かる。
es_es: Thank you. It helps.

source: お任せを。悪い奴らを、共に駆逐しましょう！
es_es: Leave it to me. Let's get rid of the bad guys together!

source: んもう。だめなの？ じゃあ、どうお礼しようかしら…… やっぱり熱い接吻を……
es_es: Hmmm. Is it no good? Then, how should I thank you ... After all, a hot kiss ...

source: やっぱりあんたの隊に力をかすのが 一番のお礼になりそうだわ。 どう？ 足は引っ張らないわよ？
es_es: After all, it seems to be the best thank you to give power to your party. How? You won't pull your legs, right?

source: すまないが、今の三番隊には 新しい隊士を迎え入れる余裕がない。
es_es: I'm sorry, but the current third squad cannot afford to welcome new soldiers.

source: んもう。だめなの？ じゃあ、どうお礼しようかしら…… やっぱり熱い接吻を……
es_es: Hmmm. Is it no good? Then, how should I thank you ... After all, a hot kiss ...

source: ちょっとぉ。久しぶりじゃない。 相変わらず、いい男ね。うふふ……
es_es: Hey. It's not been a long time. As usual, he's a good man. Ufufu ……

source: お前は…… カマ使いの鎌本じゃないか。 何か用か？
es_es: You are ... Kamamoto, a sickle user. Is it for something?

source: この前は世話になったから、そのお礼に来たのよ。 お礼は何がいい？ やっぱり熱い接吻を……
es_es: I was taken care of the other day, so I came to thank you. What would you like to thank? After all a hot kiss ...

source: ああっ！ ちょっと帰らないでよ！ まったく、冗談が通じない人ね！
es_es: Oh! Don't go home for a moment! Someone who can't make a joke at all!

source: 礼など結構だ。気持ちだけ受け取っておく。
es_es: Thank you is fine. Receive only your feelings.

source: そうもいかないわ。オカマは義理固いのよ。 そうだ…… あんた、なんか隊士探してるんでしょ？ それを手伝う、なんてどうかしら？
es_es: That's not the case. Okama is in-law. That's right ... You're looking for a soldier, right? How about helping it?

source: ありがたい。助かる。
es_es: Thank you. It helps.

source: 任せてよ。 新選組かぁ…… いい男がいっぱいいそうね。 ふふふ…… 楽しませてもらうわ。
es_es: Leave it to me. Shinsengumi ... There seem to be a lot of good guys. Fufufu ... I'll entertain you.

source: んもう。だめなの？ じゃあ、どうお礼しようかしら…… やっぱり熱い接吻を……
es_es: Hmmm. Is it no good? Then, how should I thank you ... After all, a hot kiss ...

source: そうもいかないわ。オカマは義理固いのよ。 そうだ…… あんた、なんか隊士探してるんでしょ？ それを手伝う、なんてどうかしら？
es_es: That's not the case. Okama is in-law. That's right ... You're looking for a soldier, right? How about helping it?

source: 気持ちはありがたいが、今のうちの隊には 新しい隊士を迎える余裕がなくてな……
es_es: I'm grateful for the feeling, but I can't afford to welcome a new soldier in my current squad ...

source: んもう。だめなの？ じゃあ、どうお礼しようかしら…… やっぱり熱い接吻を……
es_es: Hmmm. Is it no good? Then, how should I thank you ... After all, a hot kiss ...

source: 鎌本
es_es: Kamamoto
