Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c147e.po
Languages: es_es

source: おい…… 大丈夫か？
es_es: Hey ... are you okay?

source: う、うぅ…… わたし、しん太くんに ひっく…… ひ、ひどいこと、言っちゃった……
es_es: Uh, uh ... I hit Shinta-kun ... Hey, I said something terrible ...

source: こ、このままお別れなんて…… やだよう……
es_es: I don't want to say goodbye as it is ...

source: ごめんって、い、言わなきゃいけないのに…… もう…… 言えないよう……
es_es: I'm sorry, I have to say ... I can't say ...

source: ……お、おじさん、ありがとうね。 わたしのこと、心配して話しかけてくれたんだよね。
es_es: …… Thank you, uncle. You talked to me worried.

source: まぁな……
es_es: Well ...

source: わたし、みほ。 おじさんは、優しいね……
es_es: I'm Miho. Uncle is kind ...

source: あ、ごめんなさい、わたし、もう行くね。 早く引っ越しの準備しないと、 お父さんに叱られちゃうから。
es_es: Oh, I'm sorry, I'm going. If you don't prepare to move early, your dad will scold you.

source: ……そうだ、おじさん。 ひとつお願いしても…… いい？
es_es: ...... Yes, uncle. Can I ask for one ... is it okay?

source: ん？ なんだ？
es_es: Hmm? what?

source: もし、しん太くん…… さっき走って行った男の子に会うことがあったら、 こう伝えて欲しいの……
es_es: Shinta-kun ... If you ever meet the boy who ran a while ago, I want you to tell me this ...

source: ……“ありがとう”って。
es_es: ...... "Thank you".

source: ……それだけか？
es_es: ...... Is that all?

source: うん、おじさん、ごめんね。 あ、でも迷惑だったら忘れてくれて大丈夫だから。
es_es: Yeah, uncle, I'm sorry. Oh, but if it's annoying, you can forget it.

source: えへへ…… じゃあ、わたし行くね！
es_es: Ehe ... Then I'll go!

source: （そんな泣き顔で言われたら、 頼まれないわけにはいかないな……）
es_es: (If you are told with such a crying face, you can't help being asked ...)

source: （さっきの少年、しん太と言ったか。 神社の方へ走って行ったようだが……）
es_es: (Did you say Shinta, the boy you mentioned earlier? It seems that you ran toward the shrine ...)

source: みほ
es_es: Miho
