Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00330d75.po
Languages: es_es

source: ちょっと、ちょっと、ねえ、お兄さん！ そこのお兄さん!!
es_es: Hey, hey, hey, brother! Brother there !!

source: 俺のことか？
es_es: Do you mean me?

source: そうそう、ねえ、福引きやってかへん？ 今日から始まったんよ、この催し。
es_es: Oh yeah, hey, are you doing Fukubiki? This event started today.

source: でもな、初日やからか、人来ないんやわ。 せやからちょっとお客さんにやってもらって 客寄せになって欲しいんや。
es_es: But, maybe on the first day, no one will come. I'd like you to get some customers to do it from Saya to attract customers.

source: ほら、これ福引き券。
es_es: You see, this is a lucky ticket.

source: 福引き券を受け取った
es_es: Received a lucky ticket

source: 福引き券は、買い物したりすると貰えるんやわ。 どんどん買い物して、どんどん抽選しに来てや。
es_es: You can get a lucky ticket when you shop. Shop more and more and come to the lottery more and more.

source: お兄さん、ずいぶん来てくれるんやね。 お陰で他のお客さんも、沢山いらして くれる様になったわぁ。
es_es: My brother will come a lot. Thanks to that, many other customers have come to visit us.

source: それでな、好評なもんやから もうひとつ、福引きが出来る様にしたんよ。
es_es: That's why I made it possible to do another Fukubiki from the popular Monya.

source: 左の方にな、「稀引き（まれびき）」 いう福引きを作ったんや。
es_es: On the left side, I made a Fukubiki called "Rare Biki".

source: １回やるのに、福引き券５枚かかるんやけどな、 その分、豪華な賞品になってるんやわ。
es_es: It costs 5 lucky tickets to do it once, but it's a gorgeous prize.

source: 是非、挑戦してみて！
es_es: Come and try it!

source: 受付娘
es_es: Receptionist daughter
