Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c1451.po
Languages: es_es

source: あ、あなたは！ 僕の手荷物、取り替えてきてくれたんですね！
es_es: Oh, you! You replaced my baggage!

source: ……あぁ。
es_es: ……Ahh.

source: 入れ替わった手荷物を返した。
es_es: I returned the replaced baggage.

source: やったー！ でも中身は無事かなぁ……
es_es: Yay! But I wonder if the contents are safe ...

source: ホッ、ちゃんと全部あった…… ありがとうございますー！
es_es: Relieved, everything was there ... Thank you!

source: まさか大事な荷物の正体が ちくわだったとはな……
es_es: I don't think the identity of the important luggage was a chikuwa ...

source: 僕にとっては大事な大事なちくわなんですよ！
es_es: It's an important chikuwa that is important to me!

source: いやー、本当、ちくわがなくなった時は 本当泣きそうになりましたよ！ 僕、ちくわ大好きなんですよ！
es_es: No, really, when the chikuwa disappeared, I was almost crying! I love chikuwa!

source: そうか……
es_es: Really……

source: これ、ちくわを取り戻してくれたお礼です。 どうぞ。
es_es: This is a thank you for regaining the chikuwa. here you go.

source: 「<Color:8>大蛇の抜殻<Color:Default>」をもらった
es_es: "<Color:8> Shell of a large snake<Color:Default> I got

source: それでは！
es_es: Well then!

source: （ちょっとした不注意で とんだ面倒事にまきこまれてしまったな……）
es_es: (I was caught up in a little careless trouble ...)

source: あ、あれ！ ちょっと減ってる……！
es_es: Oh, that! It's decreasing a little ...!

source: す、すまない。それは……
es_es: I'm sorry. that is……

source: はぁ、きっとちくわを持って行っちゃった人が 間違って食べちゃったんですかね……
es_es: Well, I'm sure the person who brought the chikuwa ate it by mistake ...

source: ……これだけ戻って来ただけでも、 幸運だったと思うことにします。
es_es: ...... I think I was lucky just to come back this much.

source: それにしても、ちくわがなくなった時は 本当泣きそうになりましたよ！ 僕、ちくわ大好きなんですよ！
es_es: Even so, when the chikuwa disappeared, I was almost crying! I love chikuwa!

source: そ、そうか……
es_es: Yeah ...

source: これ、ちくわを取り戻してくれたお礼です。 どうぞ。
es_es: This is a thank you for regaining the chikuwa. here you go.

source: 「<Color:8>千年樹の枝<Color:Default>」をもらった
es_es: "<Color:8> Millennium branch<Color:Default> I got

source: それでは！
es_es: Well then!

source: （ちょっとした不注意で とんだ面倒事にまきこまれてしまったな……）
es_es: (I was caught up in a little careless trouble ...)

source: あ、あれ！ ちくわ、ほとんど残ってない……！
es_es: Oh, that! Chikuwa, there is almost no left ...!

source: す、すまない。それは……
es_es: I'm sorry. that is……

source: はぁ、きっとちくわを持って行っちゃった人が 間違って食べちゃったんですよね……
es_es: Well, I'm sure the person who brought the chikuwa ate it by mistake ...

source: お兄さんからちくわの匂いが漂ってくるのも きっと気のせいですよね……
es_es: I'm sure it's because of my brother's smell of chikuwa ...

source: はぁ、ありがとうございました…… それでは……
es_es: Thank you ... Then ...

source: （……悪いことをしてしまった）
es_es: (... I did something wrong)

source: （しかしちょっとした不注意で とんだ面倒事にまきこまれてしまったな……）
es_es: (But I was a little careless and got caught up in a mess ...)

source: あ、あれ！ ちくわが…… ない！
es_es: Oh, that! Chikuwa ... No!

source: す、すまない。それは……
es_es: I'm sorry. that is……

source: はぁ、きっとちくわを持って行っちゃった人が 全部食べちゃったんですよね……
es_es: Well, I'm sure all the people who brought the chikuwa ate it ...

source: お兄さんからちくわの匂いが漂ってくるのも きっと気のせいなんですよね。
es_es: I'm sure it's because of my brother's smell of chikuwa.

source: 包みだけでも戻ってきてよかったです。 それでは……
es_es: I'm glad I came back with just the wrapping. Then ...

source: （とても悪いことをしてしまった……）
es_es: (I did something very bad ...)

source: （しかしちょっとした不注意で とんだ面倒事にまきこまれてしまったな……）
es_es: (But I was a little careless and got caught up in a mess ...)

source: （だが、そのおかげで ひとつの家族を助けることができたと思えば…… よしとするか）
es_es: (But if you think that it helped one family ... OK?)

source: 僕の荷物を持った人は骸街にいるんですよね!? ……頑張って取り戻してきてくださいよ～！
es_es: The person with my luggage is in the skeleton!? …… Please do your best to get it back!

source: のんびりした男
es_es: A laid-back man
