Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00330ca2.po
Languages: es_es

source: おっ、旦那！ 来てくれたのかい。 京の街は大変そうだけど、しっかり 腹ごしらえしていってくれよ。
es_es: Oh my husband! Did you come? The city of Kyoto seems to be difficult, but please be hungry.

source: おっ、旦那！ 来てくれたのかい。 今日は何にする？
es_es: Oh my husband! Did you come? What are you going to do today?

source: お客さん、福引き券%d枚 お渡しします。
es_es: Customers will be given% d of lucky tickets.

source: ありがとうございました！ 旦那、また来てくれよっ！
es_es: Thank you very much! Husband, please come again!

source: 申し訳ないが、急用ができた…… 失礼させてもらう。
es_es: I'm sorry, I was able to urgently use it ... Excuse me.

source: おうとも、また来てな。
es_es: Come on again.

source: おっ、旦那いらっしゃーい。
es_es: Oops, welcome to my husband.

source: （さて、どうするかな……）
es_es: (Well, what should I do ...)

source: お客さん、福引き券%d枚 お渡しします。
es_es: Customers will be given% d of lucky tickets.

source: ……大将、今日もうまかった。 また来る。
es_es: ...... General, it was good today. Will come again.

source: おう。また来てな。
es_es: Let's go. Please come again.

source: 申し訳ないが、急用ができた…… 失礼させてもらう。
es_es: I'm sorry, I was able to urgently use it ... Excuse me.

source: おう。また来てな。
es_es: Let's go. Please come again.

source: ……お、旦那。 ちょうどよかった！
es_es: ...... Oh, my husband. It was just right!

source: ん？ 何だ？
es_es: Hmm? What?

source: いつもうちに食べに来てくれる旦那のための一品。 今、ちょうど用意できたところだ。
es_es: A dish for my husband who always comes to eat at home. I'm just ready.

source: ほう、そいつは運がいいな。ん？ ……この匂いは。
es_es: Hmm, that guy is lucky. Hmm? ...... This smell.

source: あぁ、これからの季節も踏まえて…… 食べると温かくなるものといったらこれだろう？
es_es: Ah, considering the coming season ... Is this what makes you warm when you eat it?

source: あぁ、これからの季節も踏まえて…… とにかく具だくさんなものといったらこれだろう？
es_es: Ah, considering the coming season ... Anyway, this is the one with lots of ingredients?

source: あぁ、これからの季節も踏まえて…… 手軽に食べられるものといったらこれだろう？
es_es: Ah, considering the coming season ... Is this the one that you can easily eat?

source: ほう、こいつはうまそうな……
es_es: Hmm, this one looks good ...

source: おでんだな。
es_es: Oden.

source: うちのおでんは、ただのおでんじゃないぜ。 さぁ、冷めないうちに食べてくれ。
es_es: Our oden is not just oden. Now, eat it before it gets cold.

source: それでは、いただくとしよう。
es_es: Well then, let's have it.

source: うん…… うまい！ さすが大将の作るおでんだ。
es_es: Yeah ... good! As expected, it is an oden made by the general.

source: はは、そう言ってもらえると頑張った甲斐があるよ。 旦那を喜ばせたい一心で作ったからな。
es_es: Haha, it's worth the effort if you say so. I made it with all my heart to please my husband.

source: これからも、うちの店をよろしく頼むよ。
es_es: I will continue to ask for our store.

source: ……お、旦那！ よく来たねぇ！
es_es: ...... Oh, my husband! Hey you came often!

source: （さて、どうするかな……）
es_es: (Well, what should I do ...)

source: お客さん、福引き券%d枚 お渡しします。
es_es: Customers will be given% d of lucky tickets.

source: ……大将、今日もうまかった。
es_es: ...... General, it was good today.

source: そうか。そいつぁよかった。
es_es: Really. That was good.

source: ……あ、そうだ旦那。ちょっといいかい？
es_es: …… Ah, that's right, my husband. Is it okay?

source: ん？ 何だ？
es_es: Hmm? What?

source: いつも贔屓にしてくれてる旦那へのお礼に、 今度、旦那だけに出す特別料理を作ろうって 考えてるんだ。
es_es: To thank my husband for always favoring me, I'm thinking of making a special dish for my husband only.

source: ほう、そいつは楽しみだな。
es_es: I'm looking forward to it.

source: ……だが、どんなもんを作ればいいか悩んでてなぁ。
es_es: …… But I'm wondering what kind of thing to make.

source: 旦那の好みの食べ物が どういうもんなのか教えてくれないか？
es_es: Can you tell me what your husband's favorite food is?

source: 俺の、好みの食べ物か……
es_es: Is it my favorite food ...

source: 食べると温かくなるものだな……
es_es: It gets warm when you eat it ...

source: なるほど、食べると温かくなるものか…… たしかにこれからの季節、 そういうのが一品あるといいよな。
es_es: I see, it gets warmer when you eat it ... I hope there will be one such dish in the coming season.

source: とにかく具だくさんなものだな……
es_es: Anyway, it's a lot of ingredients ...

source: なるほど、具だくさんなものか…… たしかに色んな味を楽しめるし、 栄養だってとれるもんな。
es_es: I see, it's full of ingredients ... It's true that you can enjoy various flavors and get nutrition.

source: 手軽に食べられるものだな……
es_es: It's easy to eat ...

source: なるほど、手軽に食べられるものかぁ…… 旦那みたいに忙しそうな人なら ひょいと口に運べるようなもんがいいのかねぇ。
es_es: I see, it's something that you can easily eat ... I wonder if it would be nice if someone like your husband who seems to be busy could carry it to your mouth.

source: ……よし、わかった！
es_es: ...... Okay, I understand!

source: ひとまずどんな料理を作るか、 色々考えておくから、できたら食べに来ておくれ。
es_es: I'll think about what kind of food to cook for the time being, so please come and eat if you can.

source: あぁ、楽しみにしておく。
es_es: Oh, I'm looking forward to it.

source: 申し訳ないが、急用ができた…… 失礼させてもらう。
es_es: I'm sorry, I was able to urgently use it ... Excuse me.

source: おう。また来てな。
es_es: Let's go. Please come again.

source: ……お、旦那じゃないの。 いらっしゃーい。
es_es: ...... Oh, I'm not my husband. welcome.

source: （さて、どうするかな……）
es_es: (Well, what should I do ...)

source: お客さん、福引き券%d枚 お渡しします。
es_es: Customers will be given% d of lucky tickets.

source: ……大将、今日もうまかった。 また来る。
es_es: ...... General, it was good today. Will come again.

source: おう。また来てな。
es_es: Let's go. Please come again.

source: 申し訳ないが、急用ができた…… 失礼させてもらう。
es_es: I'm sorry, I was able to urgently use it ... Excuse me.

source: おう。また来てな。
es_es: Let's go. Please come again.

source: ……お、旦那じゃないの。 いらっしゃーい。
es_es: ...... Oh, I'm not my husband. welcome.

source: （さて、どうするかな……）
es_es: (Well, what should I do ...)

source: お客さん、福引き券%d枚 お渡しします。
es_es: Customers will be given% d of lucky tickets.

source: ……大将、今日もうまかった。 また来る。
es_es: ...... General, it was good today. Will come again.

source: おう。また来てな。
es_es: Let's go. Please come again.

source: 申し訳ないが、急用ができた…… 失礼させてもらう。
es_es: I'm sorry, I was able to urgently use it ... Excuse me.

source: おう。また来てな。
es_es: Let's go. Please come again.

source: ……お、旦那じゃないの。 いらっしゃーい。
es_es: ...... Oh, I'm not my husband. welcome.

source: （さて、どうするかな……）
es_es: (Well, what should I do ...)

source: お客さん、福引き券%d枚 お渡しします。
es_es: Customers will be given% d of lucky tickets.

source: （……やはりここの料理はいいな 料理から、作った人の熱意が伝わってくる）
es_es: (... The food here is good, and the enthusiasm of the person who made it is transmitted.)

source: ……大将、今日もうまかった。
es_es: ...... General, it was good today.

source: 旦那に満足してもらえるように、今回も 気持ちを入れて作らせてもらったよ。 口にあったなら、嬉しいよ。
es_es: I made it with all my heart so that my husband would be satisfied. I would be happy if it was in my mouth.

source: ごちそうさん。また来る。
es_es: It was a great meal. Will come again.

source: おう。また来てな。
es_es: Let's go. Please come again.

source: 申し訳ないが、急用ができた…… 失礼させてもらう。
es_es: I'm sorry, I was able to urgently use it ... Excuse me.

source: おう。また来てな。
es_es: Let's go. Please come again.

source: いらっしゃーい。 旦那、注文は何にする？
es_es: welcome. Husband, what do you want to order?

source: お客さん、福引き券%d枚 お渡しします。
es_es: Customers will be given% d of lucky tickets.

source: （……心が温まるような懐かしい味だったな）
es_es: (... It was a nostalgic taste that warmed my heart)

source: 旦那、どうだい？ うまかったかい？
es_es: How about your husband? Was it good?

source: あぁ、味付けも、品目さえ違うのに 故郷の味を思い出してしまった。
es_es: Ah, I remembered the taste of my hometown even though the seasoning was different.

source: まさに…… 職人の技だな。
es_es: Exactly ... It's a craftsman's skill.

source: あっしはただお客さんを喜ばせたい…… その一心で食材やお客さん、料理ってもんと 向き合ってるだけですわ。
es_es: I just want to please the customers ... I just face the ingredients, the customers, and the food with that intent.

source: なるほどな…… そういうひたむきな気持ちがあるからこそ、 こういう味がだせるのかもしれないな。
es_es: I see ... I think it's because I have that kind of single-minded feeling that I can get this kind of taste.

source: 旦那…… 見たところ、お侍さん？
es_es: Husband ... Apparently, a samurai?

source: ん？ あぁ、そうだが。
es_es: Hmm? Oh, that's right.

source: あっしはね…… 料理の道って、剣の道と似てるんじゃないかと 思ってるんですよ。
es_es: Ah ... I think the cooking path is similar to the sword path.

source: ……精神を集中させて、相手に向き合う。 日々の修練によって、技術が増していく。 料理人にとって包丁は、刀みたいなもんですわ。
es_es: …… Focus your mind and face the other person. With daily training, the technique will increase. A kitchen knife is like a sword to a cook.

source: フッ、なるほど。奥深い話だな…… 色々といい話が聞けそうだ。また来させてもらうぜ。
es_es: Huh, I see. It's a profound story ... I think I can hear a lot of good stories. I'll come again.

source: ああ。ぜひ来てくれ。 その時までには、もっと美味い料理が出せるように 頑張るとするよ。
es_es: Oh. Please come by all means. By that time, I'll do my best to serve more delicious food.

source: 「小料理屋・青葉の大将」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「小料理屋・青葉の大将」と交流してみましょう。
es_es: A bond with "small restaurant, general of Aoba" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "Small restaurant, General Aoba".

source: 申し訳ないが、急用ができた…… 失礼させてもらう。
es_es: I'm sorry, I was able to urgently use it ... Excuse me.

source: おうとも、また来てな。
es_es: Come on again.

source: 小料理屋の大将
es_es: Small restaurant general

source: 龍馬
es_es: Ryoma

source: 選択肢
es_es: Choices

source: 食べると温かくなるもの
es_es: Things that get warm when eaten

source: とにかく具だくさんなもの
es_es: Anyway, a lot of ingredients

source: 手軽に食べられるもの
es_es: Easy to eat

source: 小料理屋・青葉の大将との絆
es_es: Bonds with the small restaurant, Aoba's general
