Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid006e015a.po
Languages: es_es

source: あ、旦那！ ひひひ…… いらないもんがあれば、引き取りますぜ？
es_es: Oh my husband! Hihihi ... If you don't need it, I'll pick it up, right?

source: ひひひ…… もし御用があれば、声かけてくだせぇ。 ……よろしく頼んますぜ。
es_es: Hihihi …… If you have a request, please call me. ...... Thank you for your consideration.

source: いつもすみませんねぇ。 旦那にはいつも、助けられてばかりですわ。
es_es: I'm always sorry. My husband has always helped me.

source: ひひひ…… もし御用があれば、声かけてくだせぇ。 ……よろしく頼んますぜ。
es_es: Hihihi …… If you have a request, please call me. ...... Thank you for your consideration.

source: はぁ…… はぁ……
es_es: Hmm ... Hmm ...

source: おい……！ 神主をつれてきたぞ。もう大丈夫だ。
es_es: Hey……! I brought the priest. It's okay already.

source: 旦、那…… か……
es_es: Husband ...

source: ずいぶん苦しそうだね…… これはかなり強力な呪いだよ……
es_es: It looks like it's going to be a lot of pain ... This is a pretty powerful curse ...

source: 頼んだぞ。
es_es: I asked.

source: まかせといて！
es_es: Leave it to me!

source: では……
es_es: Then ...

source: 神よ…… この者の体を蝕む呪縛から…… 今こそ解放し給え…… むにゃむにゃ……
es_es: God ... From the curse that erodes this person's body ... Release now ...

source: ……イシン！
es_es: ...... Isin!

source: デンシン！
es_es: Denshin!

source: シンコウシーン！
es_es: Shinko scene!

source: よし、これで大丈夫だよ。呪いは解けたね。 うん、絶対解けた。
es_es: Alright, this is fine. The curse has been lifted. Yeah, I definitely solved it.

source: ……今ので本当に大丈夫なのか!?
es_es: ...... Is it really okay now !?

source: もちろんだよ！ 全ては神の御心のままに。
es_es: Of course! Everything is at the will of God.

source: はぁ…… はぁ…… 苦しい……！
es_es: Hmm ... Hmm ... It's painful ...!

source: ……まだ苦しんでいるぞ。
es_es: ... I'm still suffering.

source: ありゃ、なんで？ お、おかしいなぁ……
es_es: Why? It's funny ...

source: ……まさか、私の力でも解けない呪い、 ということなのかな……？
es_es: I wonder if it's a curse that I can't even solve ...?

source: それだけ強い呪い、ということか……？
es_es: Is that a strong curse ...?

source: ……いや、わからない。
es_es: ...... No, I don't know.

source: 体が熱い……！ ゴホッゴホッ！ ズルズル……
es_es: My body is hot ...! Gohogoho! Slurping ……

source: ……ん？ 待てよ。
es_es: ……Hmm? Wait.

source: 発熱…… せき、くしゃみ、鼻水、倦怠感…… これは、もしかすると、呪いではなく……
es_es: Fever ... coughing, sneezing, runny nose, malaise ... maybe this is not a curse ...

source: へっくしゅん！
es_es: Hexun!

source: ヒヒ、神主さんがくれた風邪薬のおかげで だいぶ楽になりましたぜ……
es_es: Baboon, thanks to the cold medicine given by the priest, it has become much easier ...

source: まさかただの風邪だったとはな……
es_es: It was just a cold ...

source: まったく、何が呪いだ。 脅かしやがって。
es_es: What exactly is the curse. Threatening.

source: ん？ ……何か言いたいことでもあるのか？
es_es: Hmm? ...... Is it something you want to say?

source: い、いえいえいえ。 ……ま、まぁ結果的に助かりましたし、 旦那には感謝してやす。
es_es: No, no, no. ...... Well, it helped me as a result, and I'm grateful to my husband.

source: 不要品どころか、風邪薬までいただけるなんて やっぱり旦那は…… 俺にとっての神さんですぜ。
es_es: Far from being an unnecessary item, my husband is ... a god for me.

source: フッ、本当に調子のいい男だな。
es_es: Huh, he's a really good guy.

source: あの…… 風邪薬あげたのは私なんだけど……
es_es: Um ... I was the one who gave me the cold medicine ...

source: ヒヒヒ、とにかく。 今日のところは早めに帰って養生しますわ。
es_es: Hihihi, anyway. For now, I'll go home early and cure.

source: 旦那に処分したいものがあるときは、 いつでもどこでも引き取りに行きますからな。 ……よろしく頼んますぜ。
es_es: Whenever my husband wants to dispose of something, I go to pick it up anytime, anywhere. ...... Thank you for your consideration.

source: （呪いだなんて、信じる俺もどうかしていたな。 まぁとにかく、無事に片付いてよかった）
es_es: (I wasn't sure if I believed it was a curse. Anyway, I'm glad I got rid of it safely.)

source: ごほ…… ごほ……
es_es: Goho ... Goho ...

source: （早く神主を呼んで、呪いを解いてやらねば……）
es_es: (I have to call the priest early and break the curse ...)

source: だ、旦那…… ヒヒ…… お久しぶりです……
es_es: But my husband ... baboon ... it's been a long time ...

source: ずいぶん具合が悪そうだな……
es_es: It looks pretty sick ...

source: ヒヒ、なんだか…… 体が熱くて、だるくて、重たいんですわ……
es_es: Baboon, somehow ... My body is hot, sluggish, and heavy ...

source: だ…… 大丈夫か？ いつごろからそんなに具合が悪いんだ？
es_es: Is that ... okay? When did you feel so sick?

source: うーん、そうですな…… 最近はずっと、体調がすぐれなくて……
es_es: Well, that's right ... I haven't been feeling well these days ...

source: あ、症状が顕著になってきたのは…… ちょうど髪が伸びる人形を処分した時からですかね。
es_es: Ah, the symptom became noticeable ... It was just when I disposed of the doll with growing hair.

source: 何!? 髪が伸びる人形を…… 処分だと!?
es_es: What !? A doll with growing hair ... Disposal !?

source: ヒヒ…… だってあんな不気味な人形、 買い手がつきませんぜ……
es_es: Baboon ... because such a creepy doll doesn't have a buyer ...

source: そうそう、思い出してきた…… あの時から一気に体調が悪くなったんですわ…… 最近働きすぎで飯もちゃんと食ってなかったし……
es_es: Oh yeah, I remembered ... I've been feeling sick since then ... I've been working too hard lately and haven't eaten properly ...

source: （これはまさか…… 人形の呪い？ いや、そんなばかな、だがしかし……）
es_es: (This is ... a doll's curse? No, that's stupid, but ...)

source: ううう…… 寒気がしてきやした……
es_es: Uh ... I'm feeling chills ...

source: （寒気…… 幽霊に会うとゾクっとすると言うが、 やはりそうか……）
es_es: (Chills ... It's said to be chilling when you meet a ghost, but that's right ...)

source: ……もしかしたら、呪いかもしれないな。
es_es: ...... Maybe it's a curse.

source: の、呪い？
es_es: Of the curse?

source: ああ。信じたくはないが…… お前が処分した人形の呪いだ。
es_es: Oh. I don't want to believe it ... It's the curse of the doll you disposed of.

source: え、ええ!?
es_es: Yeah, yeah !?

source: 俺だって信じたくはない。 だが、現にお前は人形を処分してから、こうなった。 これは偶然とは言い切れない。
es_es: I don't even want to believe it. However, this happened after you disposed of the doll. This is not a coincidence.

source: ……念には念を、だ。 人形を供養しよう。 その人形は今、どこにあるんだ？
es_es: ...... Just in case. Let's memorialize the doll. Where is the doll now?

source: は、はぁ…… 人形は、えーと…… 燃やして灰にして、灰買いに売りました。
es_es: Hmm ... The doll was ... burned to ash and sold to buy ash.

source: は…… 灰になってしまったのか!?
es_es: Hmm ... has it turned into ashes !?

source: え、えぇ…… 人形のままじゃ売れませんから。
es_es: Eh, eh ... I can't sell it as a doll.

source: （なんということだ。これでは供養できない。 となると、残るはお祓いか……）
es_es: (What is that? It is not possible to hold a memorial service with this.

source: よし。お祓いをしてもらおう。
es_es: Alright. Let's get rid of it.

source: え？ お、お祓いですか？
es_es: e? Oh, are you purifying?

source: ああ。俺の知り合いに神主がいる。 そいつにお祓いしてもらえば、呪いも消えるはずだ。
es_es: Oh. I know a priest. The curse should disappear if you ask him to cleanse it.

source: い、いや、体が熱くて倦怠感があるだけですぜ？ しかもほら、鼻水もでてるし、あきらかに……
es_es: No, I'm just hot and tired, right? And you see, I have a runny nose, and obviously ...

source: あまりしゃべると体に悪い。 もうしゃべるな。 ……神主を呼んでくる。待っていろ。
es_es: Talking too much is bad for your health. Don't talk anymore. ...... Call the priest. Wait.

source: （神主は洛内の神社にいるはずだ。 一度神社へ行こう）
es_es: (The priest should be at the shrine in Rakuchu. Let's go to the shrine once)

source: おぉ、旦那。 いつもお世話になってますな。ヒヒ。
es_es: Oh, my husband. I am always indebted to you. Baboon.

source: 今日も何か不要品をいただけるんで？
es_es: Can you give me some unnecessary items today?

source: ……今は処分したいものはない。
es_es: ...... I don't have anything I want to dispose of now.

source: ヒヒ、そいつは残念。 また機会があれば、お願いしますぜ、旦那。
es_es: Baboon, that's a shame. If you have another chance, please, my husband.

source: わかった。
es_es: all right.

source: 今渡せるものは、こんなものだ。
es_es: Here's what you can hand over now.

source: ヒヒ、毎度ありがとうございます。 あっしはもう旦那には足を向けて寝られませんぜ……
es_es: Baboon, thank you every time. I can't sleep with my feet on my husband anymore ...

source: フッ、調子のいい男だ。
es_es: Huh, he's in good shape.

source: いや、こりゃあ本心ですぜ。 旦那にはいつもいいもんばかりもらってるんでねぇ。
es_es: No, this is my true intention. My husband always gives me good things.

source: お客さんの中には、 どう扱ったらいいか見当がつかないもんを 無理やり押し付けてくる人もいますからな……
es_es: Some customers force me to do something that I have no idea how to handle ...

source: ほう、例えばどういうものだ？
es_es: Hmm, for example, what is it?

source: 最近でいうと、そうですねぇ…… おふだとか…… 髪が伸びる人形とかですかねぇ？
es_es: These days, that's right ... like a doll ... a doll with long hair, right?

source: そ…… それは、たしかに扱いに困りそうだな。
es_es: Well ... it certainly seems to be awkward to handle.

source: ヒヒ、その人形のせいか、最近体がだるくて…… あ、今持ってるんですけど、見ますかい？
es_es: Baboon, maybe because of that doll, I'm feeling sluggish lately ... Oh, I have it now, do you want to see it?

source: い、いや、結構だ……
es_es: No, no, it's fine ...

source: 旦那、もしかして…… 結構怖がりなんですかい？
es_es: Husband, maybe ... Are you pretty scared?

source: ば…… 馬鹿言え。
es_es: If ... stupid.

source: ヒヒ、まぁいいや。 また処分したいものがあれば、よろしく頼んますぜ。
es_es: Baboon, okay. If you have something you want to dispose of, I'll ask for it.

source: 旦那、旦那。何か処分したい不要品があれば、 あっしに恵んではいただけないですかねぇ？
es_es: Husband, husband. If you have any unnecessary items that you want to dispose of, would you please be blessed with me?

source: そうだな……
es_es: That's right ...

source: ……今は処分したいものはないな。
es_es: ...... I don't have anything I want to dispose of right now.

source: ヒヒ、そいつは残念。 また機会があれば、お願いしますぜ、旦那。
es_es: Baboon, that's a shame. If you have another chance, please, my husband.

source: わかった。
es_es: all right.

source: 今渡せるものは、こんなものだ。
es_es: Here's what you can hand over now.

source: おぉ、今回もなかなか…… ヒヒ。 旦那、毎度ありがとうございます。
es_es: Oh, this time too ... baboon. Husband, thank you every time.

source: そんなにいいものなのか？ それは。
es_es: Is it so good? that is.

source: そりゃあもう。一部の方々にはたまらない品ですぜ。 旦那の使用済みってだけで価値が上が…… おっと。
es_es: That's right. It's an irresistible item for some people. The value goes up just because my husband has used it ... Oops.

source: ……？ よくわからんが、そういうものか。
es_es: ……? I'm not sure, but is it something like that?

source: 旦那、処分したいもんがあったら、 またお願いしますぜ…… ヒヒヒ。
es_es: Husband, if you have something you want to dispose of, please do it again ... Hihihi.

source: 旦那、旦那。何か処分したい不要品があれば、 あっしに恵んではいただけないですかねぇ？
es_es: Husband, husband. If you have any unnecessary items that you want to dispose of, would you please be blessed with me?

source: そうだな……
es_es: That's right ...

source: ……今は処分したいものはないな。
es_es: ...... I don't have anything I want to dispose of right now.

source: ヒヒ、そいつは残念。 また機会があれば、お願いしますぜ、旦那。
es_es: Baboon, that's a shame. If you have another chance, please, my husband.

source: わかった。
es_es: all right.

source: 今渡せるものは、こんなものだ。
es_es: Here's what you can hand over now.

source: おぉ、今回もなかなか…… ヒヒ。 旦那、毎度ありがとうございます。
es_es: Oh, this time too ... baboon. Husband, thank you every time.

source: そんなにいいものなのか？ それは。
es_es: Is it so good? that is.

source: そりゃあもう。一部の方々にはたまらない品ですぜ。 旦那の使用済みってだけで価値が上が…… おっと。
es_es: That's right. It's an irresistible item for some people. The value goes up just because my husband has used it ... Oops.

source: ……？ よくわからんが、そういうものか。
es_es: ……? I'm not sure, but is it something like that?

source: 旦那、処分したいもんがあったら、 またお願いしますぜ…… ヒヒヒ。
es_es: Husband, if you have something you want to dispose of, please do it again ... Hihihi.

source: 旦那、旦那。何か処分したい不要品があれば、 あっしに恵んではいただけないですかねぇ？
es_es: Husband, husband. If you have any unnecessary items that you want to dispose of, would you please be blessed with me?

source: そうだな……
es_es: That's right ...

source: ……今は処分したいものはないな。
es_es: ...... I don't have anything I want to dispose of right now.

source: ヒヒ、そいつは残念。 また機会があれば、お願いしますぜ、旦那。
es_es: Baboon, that's a shame. If you have another chance, please, my husband.

source: わかった。
es_es: all right.

source: 今渡せるものは、こんなものだ。
es_es: Here's what you can hand over now.

source: おぉ、今回もなかなか…… ヒヒ。 旦那、毎度ありがとうございます。
es_es: Oh, this time too ... baboon. Husband, thank you every time.

source: そんなにいいものなのか？ それは。
es_es: Is it so good? that is.

source: そりゃあもう。一部の方々にはたまらない品ですぜ。 旦那の使用済みってだけで価値が上が…… おっと。
es_es: That's right. It's an irresistible item for some people. The value goes up just because my husband has used it ... Oops.

source: ……？ よくわからんが、そういうものか。
es_es: ……? I'm not sure, but is it something like that?

source: 旦那、処分したいもんがあったら、 またお願いしますぜ…… ヒヒヒ。
es_es: Husband, if you have something you want to dispose of, please do it again ... Hihihi.

source: 旦那、旦那。何か処分したい不要品があれば、 あっしに恵んではいただけないですかねぇ？
es_es: Husband, husband. If you have any unnecessary items that you want to dispose of, would you please be blessed with me?

source: そうだな……
es_es: That's right ...

source: ……今は処分したいものはないな。
es_es: ...... I don't have anything I want to dispose of right now.

source: ヒヒ、そいつは残念。 また機会があれば、お願いしますぜ、旦那。
es_es: Baboon, that's a shame. If you have another chance, please, my husband.

source: わかった。
es_es: all right.

source: 今渡せるものは、こんなものだ。
es_es: Here's what you can hand over now.

source: おぉ、今回もなかなか…… ヒヒ。 旦那、毎度ありがとうございます。
es_es: Oh, this time too ... baboon. Husband, thank you every time.

source: そんなにいいものなのか？ それは。
es_es: Is it so good? that is.

source: そりゃあもう。一部の方々にはたまらない品ですぜ。 旦那の使用済みってだけで価値が上が…… おっと。
es_es: That's right. It's an irresistible item for some people. The value goes up just because my husband has used it ... Oops.

source: ……？ よくわからんが、そういうものか。
es_es: ……? I'm not sure, but is it something like that?

source: 旦那、処分したいもんがあったら、 またお願いしますぜ…… ヒヒヒ。
es_es: Husband, if you have something you want to dispose of, please do it again ... Hihihi.

source: 旦那、旦那。何か処分したい不要品があれば、 あっしに恵んではいただけないですかねぇ？
es_es: Husband, husband. If you have any unnecessary items that you want to dispose of, would you please be blessed with me?

source: そうだな……
es_es: That's right ...

source: ……今は処分したいものはないな。
es_es: ...... I don't have anything I want to dispose of right now.

source: ヒヒ、そいつは残念。 また機会があれば、お願いしますぜ、旦那。
es_es: Baboon, that's a shame. If you have another chance, please, my husband.

source: わかった。
es_es: all right.

source: 今渡せるものは、こんなものだ。
es_es: Here's what you can hand over now.

source: おぉ、今回もなかなか…… ヒヒ。 旦那、毎度ありがとうございます。
es_es: Oh, this time too ... baboon. Husband, thank you every time.

source: そんなにいいものなのか？ それは。
es_es: Is it so good? that is.

source: そりゃあもう。一部の方々にはたまらない品ですぜ。 旦那の使用済みってだけで価値が上が…… おっと。
es_es: That's right. It's an irresistible item for some people. The value goes up just because my husband has used it ... Oops.

source: ……？ よくわからんが、そういうものか。
es_es: ……? I'm not sure, but is it something like that?

source: 旦那、処分したいもんがあったら、 またお願いしますぜ…… ヒヒヒ。
es_es: Husband, if you have something you want to dispose of, please do it again ... Hihihi.

source: 旦那、旦那。何か処分したい不要品があれば、 あっしに恵んではいただけないですかねぇ？
es_es: Husband, husband. If you have any unnecessary items that you want to dispose of, would you please be blessed with me?

source: そうだな……
es_es: That's right ...

source: ……今は処分したいものはないな。
es_es: ...... I don't have anything I want to dispose of right now.

source: ヒヒ、そいつは残念。 また機会があれば、お願いしますぜ、旦那。
es_es: Baboon, that's a shame. If you have another chance, please, my husband.

source: わかった。
es_es: all right.

source: 今渡せるものは、こんなものだ。
es_es: Here's what you can hand over now.

source: おぉ、今回もなかなか…… ヒヒ。 旦那、毎度ありがとうございます。
es_es: Oh, this time too ... baboon. Husband, thank you every time.

source: そんなにいいものなのか？ それは。
es_es: Is it so good? that is.

source: そりゃあもう。一部の方々にはたまらない品ですぜ。 旦那の使用済みってだけで価値が上が…… おっと。
es_es: That's right. It's an irresistible item for some people. The value goes up just because my husband has used it ... Oops.

source: ……？ よくわからんが、そういうものか。
es_es: ……? I'm not sure, but is it something like that?

source: 旦那、処分したいもんがあったら、 またお願いしますぜ…… ヒヒヒ。
es_es: Husband, if you have something you want to dispose of, please do it again ... Hihihi.

source: 旦那、旦那。何か処分したい不要品があれば、 あっしに恵んではいただけないですかねぇ？
es_es: Husband, husband. If you have any unnecessary items that you want to dispose of, would you please be blessed with me?

source: そうだな……
es_es: That's right ...

source: ……今は処分したいものはないな。
es_es: ...... I don't have anything I want to dispose of right now.

source: ヒヒ、そいつは残念。 また機会があれば、お願いしますぜ、旦那。
es_es: Baboon, that's a shame. If you have another chance, please, my husband.

source: わかった。
es_es: all right.

source: 今渡せるものは、こんなものだ。
es_es: Here's what you can hand over now.

source: おぉ、今回もなかなか…… ヒヒ。 旦那、毎度ありがとうございます。
es_es: Oh, this time too ... baboon. Husband, thank you every time.

source: そんなにいいものなのか？ それは。
es_es: Is it so good? that is.

source: そりゃあもう。一部の方々にはたまらない品ですぜ。 旦那の使用済みってだけで価値が上が…… おっと。
es_es: That's right. It's an irresistible item for some people. The value goes up just because my husband has used it ... Oops.

source: ……？ よくわからんが、そういうものか。
es_es: ……? I'm not sure, but is it something like that?

source: 旦那、処分したいもんがあったら、 またお願いしますぜ…… ヒヒヒ。
es_es: Husband, if you have something you want to dispose of, please do it again ... Hihihi.

source: 旦那、旦那…… 何かいただけませんかねぇ？
es_es: Husband, Husband ... Could you give me something?

source: ん？ 物乞いか？ あいにく、たいした金目のものは持ってないぞ。
es_es: Hmm? Are you begging? Unfortunately, I don't have much money.

source: ヒヒ…… 金目のものなんていりませんぜ。
es_es: Baboon ... I don't need gold.

source: あっしは旦那のいらなくなったもの…… 不要品が欲しいんですわ。
es_es: I don't need my husband anymore ... I want unnecessary items.

source: 不要品？ ……そんなものどうするんだ？
es_es: Unnecessary item? ...... What do you do with that?

source: ヒヒ、あっしは皆様の不要品を集めてましてねぇ。 そいつを手入れなり、修理なりして…… まぁ、色々と有効活用させていただいとるんですわ。
es_es: Baboon, I haven't collected all your unwanted items. I'll take care of it, repair it ... Well, I'll make effective use of it in various ways.

source: ほう。なるほどな。
es_es: How. got it.

source: で、旦那。何か処分したいもんのひとつでも、 あっしに恵んではいただけないですかねぇ？
es_es: And my husband. Would you be blessed with even one of the things you want to dispose of?

source: 旦那、処分したいもんがあったら、 あっしに恵んではいただけないですかねぇ？
es_es: Husband, if you have something you want to dispose of, wouldn't you be blessed with that?

source: ……今は不要なものを持っていない。
es_es: ...... I don't have anything I don't need right now.

source: ヒヒ、そいつは残念。 また機会があれば、お願いしますぜ、旦那。
es_es: Baboon, that's a shame. If you have another chance, please, my husband.

source: わかった。
es_es: all right.

source: 今渡せるものは、こんなものだな。
es_es: This is what I can hand over now.

source: お、おぉ、これはこれは…… 旦那、あんた神様のような人ですぜ。
es_es: Oh, this is ... Husband, you're like a god.

source: そうか？ こんなものでいいのか？
es_es: Really? Is it okay with something like this?

source: ヒヒ、そういうもんがいいんです。 大抵のもんは、有効活用できますからねぇ……
es_es: Baboon, that kind of thing is good. Most things can be used effectively ...

source: 旦那、処分したいもんがあったら、 またお願いしますぜ……
es_es: Husband, if you have something you want to dispose of, please do it again ...

source: 「ごみを集める男」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「ごみを集める男」と交流してみましょう。
es_es: A bond with "a man who collects garbage" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with the "man who collects garbage".

source: 旦那、旦那…… 何かいただけませんかねぇ？
es_es: Husband, Husband ... Could you give me something?

source: ん？ 物乞いか？ あいにく、たいした金目のものは持ってないぞ。
es_es: Hmm? Are you begging? Unfortunately, I don't have much money.

source: ヒヒ…… 金目のものなんていりませんぜ。
es_es: Baboon ... I don't need gold.

source: あっしは旦那のいらなくなったもの…… 不要品が欲しいんですわ。
es_es: I don't need my husband anymore ... I want unnecessary items.

source: 不要品？ ……そんなものどうするんだ？
es_es: Unnecessary item? ...... What do you do with that?

source: ヒヒ、あっしは皆様の不要品を集めてましてねぇ。 そいつを手入れなり、修理なりして…… まぁ、色々と有効活用させていただいとるんですわ。
es_es: Baboon, I haven't collected all your unwanted items. I'll take care of it, repair it ... Well, I'll make effective use of it in various ways.

source: ほう。なるほどな。
es_es: How. got it.

source: で、旦那。何か処分したいもんのひとつでも、 あっしに恵んではいただけないですかねぇ？
es_es: And my husband. Would you be blessed with even one of the things you want to dispose of?

source: 旦那、処分したいもんがあったら、 あっしに恵んではいただけないですかねぇ？
es_es: Husband, if you have something you want to dispose of, wouldn't you be blessed with that?

source: ……今は不要なものを持っていない。
es_es: ...... I don't have anything I don't need right now.

source: ヒヒ、そいつは残念。 また機会があれば、お願いしますぜ、旦那。
es_es: Baboon, that's a shame. If you have another chance, please, my husband.

source: わかった。
es_es: all right.

source: 今渡せるものは、こんなものだな。
es_es: This is what I can hand over now.

source: お、おぉ、これはこれは…… 旦那、あんた神様のような人ですぜ。
es_es: Oh, this is ... Husband, you're like a god.

source: そうか？ こんなものでいいのか？
es_es: Really? Is it okay with something like this?

source: ヒヒ、そういうもんがいいんです。 大抵のもんは、有効活用できますからねぇ……
es_es: Baboon, that kind of thing is good. Most things can be used effectively ...

source: 旦那、処分したいもんがあったら、 またお願いしますぜ……
es_es: Husband, if you have something you want to dispose of, please do it again ...

source: 「ごみを集める男」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「ごみを集める男」と交流してみましょう。
es_es: A bond with "a man who collects garbage" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with the "man who collects garbage".

source: ごみを集める男
es_es: Man collecting garbage

source: 渡す
es_es: hand off

source: 渡さない
es_es: Do not pass

source: 龍馬
es_es: Ryoma

source: 神主
es_es: Shinto priest

source: 何かやる
es_es: Do something

source: 何もやらない
es_es: Do nothing

source: 怪しい男
es_es: Suspicious man

source: ごみを集める男との絆
es_es: Bonds with a man who collects garbage
