Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid006e00af.po
Languages: es_es

source: お願いです。小夜子様を乗せた駕籠が 無事に洛外を通り抜けられるよう、 護衛をしてくださらぬか？
es_es: Please. Would you please escort the Kago carrying Sayoko so that she can pass through Rakuchu safely?

source: おぉ、あなたは！ お待ちしておりましたぞ。 小夜子様が無事に洛外を通り抜けられるよう、 護衛をしてくださらぬか？
es_es: Oh, you! I've been waiting for you. Would you please escort Sayoko so that she can pass through Rakuchu safely?

source: 分かった。まかせておけ。
es_es: Do you get it. Leave it to me.

source: おぉ、引き受けてくださるか！ ありがとうございます。
es_es: Oh, can you accept it! thanks you.

source: じいや。
es_es: Old man.

source: はっ、小夜子様。
es_es: Haha, Sayoko.

source: 護衛の方が見つかったのですね。
es_es: You found an escort, didn't you?

source: （とても美しい声だな……）
es_es: (It's a very beautiful voice ...)

source: えぇ、今しがた見つかりました。 とても強そうなお方ですぞ。
es_es: Yeah, I just found it. He looks very strong.

source: 護衛のお方…… お名前はなんとおっしゃるのですか？
es_es: Escort ... What's your name?

source: 斎藤だ。
es_es: Saito.

source: 斎藤様、 面倒なことを頼んでしまい申し訳ありません。 道中、よろしくお願いいたします。
es_es: Mr. Saito, I'm sorry to ask you for troublesome things. Thank you for your cooperation along the way.

source: ……あぁ。
es_es: ……Ahh.

source: それでは斎藤様、ここからの道中、 小夜子様をよろしくお願いしますぞ。
es_es: Then, Mr. Saito, I would like to ask Mr. Sayoko on the way from here.

source: 早風の部下達が襲ってきても、 関係なく突っ切って行きますので、 駕籠だけじゃなく、どうか私達も守ってくださいよ。
es_es: Even if the subordinates of the fast wind attack, we will cut through regardless, so please protect us as well as Kago.

source: わかった。
es_es: all right.

source: 駕籠が目的地点に到着するまで、 襲いかかってくる敵から駕籠を護衛してください。
es_es: Escort the Kago from attacking enemies until it reaches its destination.

source: 駕籠の耐久度がなくなれば失敗です。
es_es: If the durability of the Kago is lost, it is a failure.

source: すまないが、今は無理だ。
es_es: I'm sorry, but I can't do it now.

source: なるほど、他に御用がおありなのですな。 わかりました。あなたの御用が終わるまで、 私ども、ここで待っております!!
es_es: I see, I have other uses. understood. We are waiting here until your use is over !!

source: 御用が済んだらまた この爺に声をかけてくだされ。
es_es: Please call this grandfather again when you are done with it.

source: お願いです。小夜子様を乗せた駕籠が 無事に洛外を通り抜けられるよう、 護衛をしてくださらぬか？
es_es: Please. Would you please escort the Kago carrying Sayoko so that she can pass through Rakuchu safely?

source: おぉ、あなたは！ お待ちしておりましたぞ。 小夜子様が無事に洛外を通り抜けられるよう、 護衛をしてくださらぬか？
es_es: Oh, you! I've been waiting for you. Would you please escort Sayoko so that she can pass through Rakuchu safely?

source: 分かった。まかせておけ。
es_es: Do you get it. Leave it to me.

source: おぉ、引き受けてくださるか！ ありがとうございます。
es_es: Oh, can you accept it! thanks you.

source: じいや。
es_es: Old man.

source: はっ、小夜子様。
es_es: Haha, Sayoko.

source: 護衛の方が見つかったのですね。
es_es: You found an escort, didn't you?

source: （とても美しい声だな……）
es_es: (It's a very beautiful voice ...)

source: えぇ、今しがた見つかりました。 とても強そうなお方ですぞ。
es_es: Yeah, I just found it. He looks very strong.

source: 護衛のお方…… お名前はなんとおっしゃるのですか？
es_es: Escort ... What's your name?

source: 斎藤だ。
es_es: Saito.

source: 斎藤様、 面倒なことを頼んでしまい申し訳ありません。 道中、よろしくお願いいたします。
es_es: Mr. Saito, I'm sorry to ask you for troublesome things. Thank you for your cooperation along the way.

source: ……あぁ。
es_es: ……Ahh.

source: それでは斎藤様、ここからの道中、 小夜子様をよろしくお願いしますぞ。
es_es: Then, Mr. Saito, I would like to ask Mr. Sayoko on the way from here.

source: 早風の部下達が襲ってきても、 関係なく突っ切って行きますので、 駕籠だけじゃなく、どうか私達も守ってくださいよ。
es_es: Even if the subordinates of the fast wind attack, we will cut through regardless, so please protect us as well as Kago.

source: わかった。
es_es: all right.

source: 駕籠が目的地点に到着するまで、 襲いかかってくる敵から駕籠を護衛してください。
es_es: Escort the Kago from attacking enemies until it reaches its destination.

source: 駕籠の耐久度がなくなれば失敗です。
es_es: If the durability of the Kago is lost, it is a failure.

source: すまないが、今は無理だ。
es_es: I'm sorry, but I can't do it now.

source: なるほど、他に御用がおありなのですな。 わかりました。あなたの御用が終わるまで、 私ども、ここで待っております!!
es_es: I see, I have other uses. understood. We are waiting here until your use is over !!

source: 御用が済んだらまた この爺に声をかけてくだされ。
es_es: Please call this grandfather again when you are done with it.

source: 倉光家・使用人
es_es: Kuramitsuya・User

source: 護衛をする
es_es: Escort

source: 断る
es_es: turn down

source: 龍馬
es_es: Ryoma

source: 女性の声
es_es: Female voice

source: 小夜子
es_es: Sayoko

source: 担ぎ手
es_es: Carrier

source: 駕籠の護衛
es_es: Kago escort
