Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00161068.po
Languages: es_es

source: やぁ、お頭から話は聞いてる。 俺が用意したのは「<Color:8>綺麗な絹織物<Color:Default>」だ。
es_es: Hi, I'm listening to the story from my head. I prepared "<Color:8> Beautiful silk fabric<Color:Default> ".

source: 「<Color:8>水神石<Color:Default>」を１０個用意して欲しい。 どうだ、「<Color:8>綺麗な絹織物<Color:Default>」と交換するか？
es_es: "<Color:8> Water God Stone<Color:Default> I want you to prepare 10 pieces. How is it, "<Color:8> Beautiful silk fabric<Color:Default> Do you want to exchange it for?

source: （どうするか……）
es_es: (what to do……)

source: いや、今はやめておこう。
es_es: No, let's stop now.

source: そうか、また来てくれ。
es_es: Yeah, come back again.

source: なんだ、持っていないのか。 「<Color:8>水神石<Color:Default>」を１０個用意したらまた来てくれ。
es_es: Why don't you have it? "<Color:8> Water God Stone<Color:Default> Please come again after preparing 10 pieces.

source: 「<Color:8>水神石<Color:Default>」を渡した
es_es: "<Color:8> Water God Stone<Color:Default> Passed

source: 「<Color:8>綺麗な絹織物<Color:Default>」を貰った
es_es: "<Color:8> Beautiful silk fabric<Color:Default> I got

source: 確かに貰ったよ、ありがとう。 また欲しくなったら言ってくれよ。
es_es: I'm sure I got it, thank you. Please tell me if you want it again.

source: 優しそうな男
es_es: Kind man

source: 水神石を１０個渡す
es_es: Hand over 10 water god stones

source: やめておく
es_es: Stop
