Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00161064.po
Languages: es_es

source: よぉ、俺なんかのところによく来たな…… もの好きなお前に用意したのは「<Color:8>名馬の鬣<Color:Default>」だ。
es_es: Yeah, I've come to somewhere ...<Color:8> Famous horse mane<Color:Default> ".

source: 「<Color:8>真珠<Color:Default>」と交換しないか？ いや、いらないなら別にいいけどよ……
es_es: "<Color:8> pearl<Color:Default> Would you like to exchange it for? No, if you don't need it, it's okay ...

source: （どうするか……）
es_es: (what to do……)

source: いや、今はやめておこう。
es_es: No, let's stop now.

source: そうか、また来てくれ。
es_es: Yeah, come back again.

source: 持っていないな…… いらないってことか。 必要になったら教えてくれ。
es_es: I don't have it ... I don't need it. Please let me know if you need it.

source: 「<Color:8>真珠<Color:Default>」を渡した
es_es: "<Color:8> pearl<Color:Default> Passed

source: 「<Color:8>名馬の鬣<Color:Default>」を貰った
es_es: "<Color:8> Famous horse mane<Color:Default> I got

source: 確かに貰った。 俺なんかと取引してくれてありがとな。
es_es: I did get it. Thank you for dealing with me.

source: 怖そうな男
es_es: Scary man

source: 真珠を渡す
es_es: Hand over pearls

source: やめておく
es_es: Stop
