Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c1432.po
Languages: es_es

source: お兄さん！ この前はどうも！
es_es: brother! Thank you for the last time!

source: 土佐弁の彼女とはどうなった？
es_es: What happened to her Tosa dialect?

source: それがですね…… 土佐まで行って告白してきたところ……
es_es: That's ... I went to Tosa and confessed ...

source: ……僕たち、結婚することになりました！
es_es: ...... We are getting married!

source: 彼女はまだ土佐にいるんですが、 今急いで嫁入りの準備をしてくれてます。
es_es: She is still in Tosa, but she is in a hurry to prepare for her marriage.

source: おぉ、よかったな…… おめでとう。
es_es: Oh, I'm glad ... Congratulations.

source: 彼女言ってました。手紙のやりとりで お互いが通じあっているのがわかったと……
es_es: She said. By exchanging letters, I found out that they were communicating with each other ...

source: お兄さんが土佐弁を教えてくれてなかったら この結婚もなかったのかと思うと…… 感謝の言葉もありません。
es_es: I wonder if my brother wouldn't have had this marriage if he hadn't taught me Tosa dialect ... I have no words of gratitude.

source: ありがとうございます。ささやかですが、 僕たち２人からの気持ちです。受け取ってください。
es_es: thanks you. It's a little, but it's a feeling from two of us. Please receive it.

source: 「<Color:8>鳳凰の羽<Color:Default>」をもらった
es_es: "<Color:8> Phoenix feathers<Color:Default> I got

source: もう俺が土佐弁を教えなくても大丈夫そうだな。 ……幸せに暮らせよ。
es_es: It looks like I don't have to teach Tosa dialect anymore. ...... Live happily.

source: はい、ほんまにありがとうございます。
es_es: Yes, thank you very much.

source: ……撃沈してきました。
es_es: ...... It has sunk.

source: 彼女曰く、どうも手紙のやり取りで、お互いが 意思疎通できてない気がしたとのことで…… 結婚したとしてもうまくいかないだろうと……
es_es: She said that she felt that she couldn't communicate with each other by exchanging letters ... Even if she got married, it wouldn't work ...

source: 残念だったな…… 力になれず、すまない。
es_es: It was a pity ... I'm sorry I couldn't help.

source: いえ、もともと無理な話だったんです。 言葉すら通じない相手と結婚なんて……
es_es: No, it was originally impossible. Marrying someone who doesn't even understand the language ...

source: 僕自身も内心わかってたんでしょうね。 断られたことについて、悲しい気持ちもありますが、 今はとても納得しています。
es_es: I think I knew what I was doing. I'm sad about being turned down, but now I'm very convinced.

source: そうか……
es_es: Really……

source: 今までありがとうございました。 これ、今までのお礼です。受け取ってください。
es_es: Thank you for what you have done. This is thank you so far. Please receive it.

source: 「<Color:8>金の皿<Color:Default>」をもらった
es_es: "<Color:8> Gold plate<Color:Default> I got

source: もう土佐弁を教わるようなこともないと思います。 ……それでは。
es_es: I don't think I'll be taught Tosa dialect anymore. ...... Then.

source: （フッ、上手く土佐弁を 教えてやれたようだ。よかったな……）
es_es: (Huh, it seems that he taught Tosa dialect well. I'm glad ...)

source: （もう少し上手く土佐弁を 教えてやればよかったな……）
es_es: (I wish I had taught Tosa dialect a little better ...)

source: お兄さん！ この前はどうも！
es_es: brother! Thank you for the last time!

source: 土佐弁の彼女との文通はどうだ？
es_es: How about Tosa dialect's correspondence with her?

source: お兄さんが土佐弁を翻訳してくれたおかげで良好です！ お互いの気持ちが通じ合うって ほんま素晴らしいことですなぁ。
es_es: Good thanks to my brother for translating the Tosa dialect! It's really wonderful that we can communicate with each other.

source: それはよかったな。
es_es: That was good.

source: どうやらお兄さんが教えてくれた土佐弁が 間違ってたみたいで、彼女の手紙に沿ってない返事を してしまったようです……
es_es: Apparently, the Tosa dialect that my brother taught me was wrong, and he answered that he didn't follow her letter ...

source: どうにもお互いの話が食い違ってるっていうんで、 彼女から前回の手紙について、 説明文が別途、送られてきました。
es_es: She told me that the stories were inconsistent with each other, so she sent me a separate explanation of the previous letter.

source: 『ぎっちりしゆうがかえ』は 『いつもしているんですか？』という意味。
es_es: "Tightly Yugae" says "Are you always doing it?" "means.

source: 『づつない』は『苦しい』という意味。
es_es: "Zutsuna" means "painful".

source: 『すっと』は『早く』と言った意味だったそうです。
es_es: It seems that "sutto" meant "quickly".

source: そ、そうか。 ちょっと間違ってしまったな……
es_es: That's right. I made a mistake ...

source: しっかりしてくださいよ。 頼れるのはお兄さんだけなんですからね！
es_es: Please be firm. You can only rely on your brother!

source: また彼女から返事が来たんですが、 今回もまた土佐弁講座をお願いしてもいいですか？
es_es: I received a reply from her again. Can I ask for the Tosa dialect course again this time?

source: すまないが今は無理だ。 また今度な。
es_es: I'm sorry, but I can't do it now. See you next time.

source: はい、わかりました……
es_es: Yes, I understand……

source: あ、お兄さん！ 土佐弁の手紙の翻訳、お願いしてもいいですか？
es_es: Oh, brother! May I ask you to translate the Tosa dialect letter?

source: あぁ。まかせておけ。
es_es: Ahh. Leave it to me.

source: ほんまですか！ ありがとうございます！ では早速お願いしますね。
es_es: Really! Thank you! Then please do it immediately.

source: これが今回の彼女からの手紙です。
es_es: This is the letter from her this time.

source: ……読むぞ。
es_es: ...... I'll read it.

source: 『藤江さん、ぎっちりお手紙嬉しいちや。 おまさんとのやりとりが 最近あての一番の楽しみになりゆう。』
es_es: "Mr. Fujie, I'm happy with your letter. Interacting with your mother has become my greatest pleasure lately. 』\

source: 『あて、気付いたが。 あての中でおまさんという人が しょうまっこと大きな存在になっちょったこと。』
es_es: "I noticed that. The fact that a person named Oma-san has become a big presence in the address. 』\

source: 『これから先、 けつまげることがあってもおまさんと一緒がいい。 あて、毎日そんな気持ちで過ごしゆう。』
es_es: "From now on, it's good to be with you even if you have something to do with it. I'll spend every day with that feeling. 』\

source: 『あて、たっすい人はすかんき、 その気があったらざんじ言うてね。 お絹。』
es_es: "Well, if you're a good person, you're good, and if you feel like it, just say it. Silk. 』\

source: ……どうですか？
es_es: ……how is it?

source: 重大なことが書いてあるな。
es_es: It says something important.

source: ……や、やっぱり！ なんだかそんな気はしとったんですよ！
es_es: ...... After all! I felt like that!

source: さぁ！ 手紙の翻訳を始めましょう！ まずは……
es_es: Come on! Let's start translating the letter! First of all ...

source: 『藤江さん、ぎっちりお手紙嬉しいちや。 おまさんとのやりとりが 最近あての一番の楽しみになりゆう。』
es_es: "Mr. Fujie, I'm happy with your letter. Interacting with your mother has become my greatest pleasure lately. 』\

source: この文の土佐弁は全て 今までの手紙にでてきたことがありますね。 おそらくはこういう意味でしょう……
es_es: All the Tosa dialects in this sentence have appeared in the letters so far. Probably this means ...

source: 『藤江さん、いつもお手紙嬉しいです。 あなたとのやりとりが 最近私の一番の楽しみになっています。』
es_es: "Mr. Fujie, I'm always happy with your letter. Interacting with you has been my greatest pleasure lately. 』\

source: その通りだ。やるじゃないか。
es_es: That's right. well done.

source: 続いていきますね……
es_es: I will continue ...

source: 『あて、気付いたが。 あての中でおまさんという存在が しょうまっこと大きな存在になっちょったこと。』
es_es: "I noticed that. The existence of Oma-san has become a big presence in the address. 』\

source: こちらの土佐弁も今までの復習で なんとかなりますね。こんな感じかな……
es_es: This Tosa dialect is also quite a review so far. I wonder if it looks like this ...

source: 『私、気付いたんです。 私の中であなたという人が 本当に大きな存在になっていたこと。』
es_es: "I noticed. That you were a really big person in me. 』\

source: あっているぞ。すごいな。
es_es: It's right. It's amazing.

source: ちょっとだけ勉強したんです。 問題は次の文……
es_es: I studied a little. The problem is the following sentence ...

source: 『これから先、 けつまげることがあってもおまさんと一緒がいい。 あて、毎日そんな気持ちで過ごしゆう。』
es_es: "From now on, it's good to be with you even if you have something to do with it. I'll spend every day with that feeling. 』\

source: この『けつまげる』という言葉がわかりません……
es_es: I don't understand the word "Ketsumageru" ...

source: 『けつまげることがあってもあなたと一緒がいい』 この『けつまげる』とは…… いったいどういう意味なんでしょうか？
es_es: "Even if you get angry, you should be with you." What does this "ketsumageru" mean?

source: 『けつまげることがあっても』は 『尻を曲げることがあっても』だ。
es_es: "Even if you get angry" is "even if you bend your hips".

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: 言葉というものは複雑に見えて 意外と単純な時もある。 難しく考えすぎるのはよくないぞ。
es_es: Words sometimes look complicated and are surprisingly simple. It's not good to think too hard.

source: ……たしかに。つまり彼女は、 『尻を曲げることがあってもあなたと一緒がいい。』 そう言ってるんですね？
es_es: ……Certainly. In other words, she said, "Even if you bend your hips, you should be with you. 』\ Are you saying that?

source: ……そういうことだ。
es_es: ……That's how it is.

source: 尻を…… 曲げる……
es_es: Bend your hips ...

source: 尻が曲がるような大変なことがあっても、 彼女はお前と一緒にいたいんだ。わかるだろ？
es_es: She wants to be with you, even if you have a hard time bending your hips. Do you understand?

source: 全くわからないですけど…… わかりました。
es_es: I don't know at all, but ... I understand.

source: 『けつまげることがあっても』は 『つまづくことがあっても』だ。
es_es: "Even if you get stuck" is "even if you get stuck".

source: 『つまづくことがあっても』……！
es_es: "Even if you stumble" ...!

source: つまり彼女は、 これから先の人生、つまづくようなことがあっても お前と一緒にいたい…… そう思っているんだな。
es_es: In other words, she wants to be with you even if she gets stuck in her future life ... I think so.

source: ……お絹さん。
es_es: ...... Mr. Silk.

source: 『けつまげることがあっても』は 『ちょんまげを結うことがあっても』だ。
es_es: "Even if you have a chonmage" is "even if you have a chonmage."

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: けつまげる…… まげをけつる…… まげを結る…… ちょんまげを、結う……！
es_es: Ketsumageru ... Ketsuru Mage ... Tie a Mage ... Tie a Chonmage ...!

source: ちょ、ちょっと強引すぎやしませんか!?
es_es: Would you like to be a little too aggressive !?

source: 何ともけなげじゃないか。 彼女は例えちょんまげを結うようなことがあっても お前と一緒にいたい、そう言ってるんだぜ。
es_es: Isn't it something wrong? She says she wants to be with you even if she has a chonmage.

source: そ、そんなことを思ってたとは…… はぁ。 彼女、武士にでもなるつもりなんかな。
es_es: Well, I was thinking about that ... I wonder if she intends to become a samurai.

source: ……では続いていきますね。
es_es: ...... Then it will continue.

source: 『あて、たっすい人はすかんき、 その気があったらざんじ言うてね。 お絹。』
es_es: "Well, if you're a good person, you're good, and if you feel like it, just say it. Silk. 』\

source: 一行目の『あて、たっすい人はすかんき』 これは『私、たっすい人は好きじゃないから』 という感じだと思うんですが……
es_es: The first line, "Hey, I don't like people who are good" I think this is like "I don't like people who are good" ...

source: 肝心の『たっすい人』というのがわかりません。 いったいどういう意味なんでしょうか？
es_es: I don't understand the essential "human being". What does that mean?

source: 『たっすい人』は『意気地のない人』だ。
es_es: A "smart person" is a "quiet person."

source: なるほど…… つまり彼女は意気地のない人は嫌いと……
es_es: I see ... In other words, she doesn't like sissy people ...

source: そういうことになるな。
es_es: Don't be like that.

source: お兄さん、続きを…… 最後の翻訳をお願いします！
es_es: Brother, continue ... Please give me the final translation!

source: 『たっすい人』は『太った人』だ。
es_es: "Tasui person" is "fat person".

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: 『たっすい』は『足す胃』…… つまりすぐ腹に何かをいれるということになるな。 ……つまり太った人だ。
es_es: "Tasui" is "additional stomach" ... In other words, you should put something in your stomach right away. ...... In other words, he is a fat person.

source: えーと、彼女は『太った人は好きじゃない』 ってことが言いたいんですかね？ うーん、僕全然太ってないですけど……
es_es: Well, does she want to say, "I don't like fat people"? Well, I'm not fat at all ...

source: 男は二十代後半から急激に太りだすからな。 彼女はそれが心配なんだろう。
es_es: A man starts to gain weight rapidly from his late twenties. She would be worried about it.

source: そ、そうですかねぇ……
es_es: Well, that's right ...

source: 土佐出身の俺を信じろ。 ……食生活に気をつけるんだ。
es_es: Believe me from Tosa. ...... Be careful about your eating habits.

source: わ、わかりました。運動を頑張ります……
es_es: I understand. I will do my best to exercise ...

source: 『たっすい人』は『脱水症状の人』だ。
es_es: "Human" is "a person with dehydration".

source: いや、そんなまさか……
es_es: No, no way ...

source: 『たっすい』と『脱水』…… 言葉の響きが似ているだろう。
es_es: "Tasui" and "dehydration" ... The sounds of the words will be similar.

source: ……似てますけど。 脱水症状の人が好きじゃないってなんですかそれ。 それどころじゃないでしょう。
es_es: ...... It's similar. You don't like people with dehydration? That's not the case.

source: 彼女はお前に水分をちゃんととってね、 と言いたいんだろう。 脱水症状は困るからな。
es_es: She wants to tell you to get rid of the water. I'm in trouble with dehydration.

source: ……はぁ、気をつけます。
es_es: …… Oh, be careful.

source: ……次が最後の行です。 『その気があったらざんじ言うてね。』
es_es: …… Next is the last line. "If you feel like it, just say it. 』\

source: この部分で問題なのはやはり『ざんじ』だな。
es_es: The problem with this part is still "Zanji".

source: はい。お兄さんの言うとおりだと思います。 『ざんじ言うてね』とはどういう意味なんですか？
es_es: Okay. I think it's exactly what your brother says. What does "Tell me" mean?

source: 『ざんじ言って』は『褒めて』という意味だ。
es_es: "Tell me" means "praise."

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: ざんじは賛辞…… 女性はどんなことでも、 好きな男から褒められると嬉しいもんだ。
es_es: Zanji is a compliment ... Women are happy to be praised by their favorite man.

source: うーん、今そんな女心の真理みたいな話をする 流れでしたっけ……
es_es: Well, wasn't it the flow to talk about the truth of such a woman's heart now ...

source: 女心と秋の空って言うだろ。 そんなときでもとにかく相手の女を褒めるんだ。 ……土佐出身の俺を信じろ。
es_es: You call it a woman's heart and the autumn sky. Even in such a case, just praise the other woman. ...... Believe me from Tosa.

source: ……はい。
es_es: ……Okay.

source: 『ざんじ言って』は、 『大惨事を報告して』だ。
es_es: "Tell me a lot" is "report a catastrophe."

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: あぁ。ざんじは惨事。 大惨事が起きたら、普通気になるだろ？
es_es: Ahh. Zanji is a disaster. If a catastrophe happens, you're usually worried, right?

source: そりゃ気になりますけど！ なんでこんな手紙で野次馬根性まるだしなことを…… ほんまに合ってるんですよね？
es_es: I'm curious about that! Why does this letter tell you that it's a rubbernecking thing ... It really suits you, right?

source: ……お兄さん、雰囲気で言ってませんか？ 大丈夫ですか？
es_es: ...... Brother, aren't you saying it in an atmosphere? Are you okay?

source: 大丈夫とはなんだ。
es_es: What is okay?

source: い、いえ……
es_es: No……

source: ……土佐出身の俺が言うんだから間違いないだろ。
es_es: ...... I'm from Tosa, so I'm sure.

source: はぁ、そうですか……
es_es: Oh, is that so ...

source: 『ざんじ言って』は『すぐに言って』だ。
es_es: "Tell me a lot" is "Tell me right away."

source: なるほど…… そういう意味だったんですね。
es_es: I see ... That was the meaning.

source: 『ざんじ』は相手を急かすときに使う言葉だな。 女からそんなことを言われたら 早めに対応した方が身のためだ。
es_es: "Zanji" is a word used when rushing the other party. If a woman says such a thing, it is better for her to respond as soon as possible.

source: ありがとうございます。勉強になります。
es_es: thanks you. informative.

source: ……ではこれまで翻訳したものをまとめますね。
es_es: …… Then, I will summarize what I have translated so far.

source: 『藤江さん、いつもお手紙嬉しいです。 あなたとのやりとりが 最近私の一番の楽しみになっています。』
es_es: "Mr. Fujie, I'm always happy with your letter. Interacting with you has been my greatest pleasure lately. 』\

source: 『私、気付いたんです。 私の中であなたという人が 本当に大きな存在になっていたこと。』
es_es: "I noticed. That you were a really big person in me. 』\

source: 『これから先、尻を曲げることがあっても あなたと一緒がいい。 私、毎日そんな気持ちで過ごしています。』
es_es: "Even if you bend your hips in the future, you should be with you. I spend every day with that feeling. 』\

source: 『これから先、つまづくことがあっても あなたと一緒がいい。 私、毎日そんな気持ちで過ごしています。』
es_es: "Even if you get stuck in the future, you should be with you. I spend every day with that feeling. 』\

source: 『これから先、ちょんまげを結うことがあっても あなたと一緒がいい。 私、毎日そんな気持ちで過ごしています。』
es_es: "Even if you have a chonmage in the future, it's good to be with you. I spend every day with that feeling. 』\

source: 『私、意気地のない人は好きじゃないから、 その気があったら褒めてください。 お絹。』
es_es: "I don't like sissy people, so please praise me if you feel like it. Silk. 』\

source: 『私、意気地のない人は好きじゃないから、 その気があったら大惨事を報告してください。 お絹。』
es_es: "I don't like sissy people, so if you feel like it, please report the catastrophe. Silk. 』\

source: 『私、意気地のない人は好きじゃないから、 その気があったらすぐに言ってください。 お絹。』
es_es: "I don't like sissy people, so please tell me as soon as you feel like it. Silk. 』\

source: 『私、太った人は好きじゃないから、 その気があったら褒めてください。 お絹。』
es_es: "I don't like fat people, so please praise me if you feel like it. Silk. 』\

source: 『私、太った人は好きじゃないから、 その気があったら大惨事を報告してください。 お絹。』
es_es: "I don't like fat people, so if you feel like it, please report the catastrophe. Silk. 』\

source: 『私、太った人は好きじゃないから、 その気があったらすぐに言ってください。 お絹。』
es_es: "I don't like fat people, so if you feel like it, please tell me immediately. Silk. 』\

source: 『私、脱水症状の人は好きじゃないから、 その気があったら褒めてください。 お絹。』
es_es: "I don't like people with dehydration, so please praise me if you feel like it. Silk. 』\

source: 『私、脱水症状の人は好きじゃないから、 その気があったら大惨事を報告してください。 お絹。』
es_es: "I don't like people with dehydration, so if you feel like it, please report the catastrophe. Silk. 』\

source: 『私、脱水症状の人は好きじゃないから、 その気があったらすぐに言ってください。 お絹。』
es_es: "I don't like people with dehydration, so please tell me as soon as you feel like it. Silk. 』\

source: これってもしかして…… お絹さん……！
es_es: Maybe this is ... Silk-san ...!

source: ……お兄さん。
es_es: ……brother.

source: 何だ？
es_es: What?

source: ……僕、今から土佐に行ってきます。
es_es: ...... I'm going to Tosa from now on.

source: 彼女に…… 結婚を申し込んできます！
es_es: To her ... I can apply for marriage!

source: そうか。 大丈夫、きっとうまくいくさ。
es_es: Really. All right, I'm sure it will work.

source: ほんまにこれ…… 彼女が言いたいことなんでしょうか？
es_es: Really this ... what does she want to say?

source: あぁ…… そのはずだ。
es_es: Ah ... that should be it.

source: なんだか文章がおかしい気がしますが…… 土佐出身の方が言うんですから間違いないですよね。
es_es: I feel that the text is strange, but ... I'm sure it's because someone from Tosa says it.

source: お手伝いしてもらって申し訳ないんですが なんだか僕、彼女の思ってることを わかってあげられてない気がする……
es_es: I'm sorry for your help, but I feel like I haven't understood what she thinks ...

source: ……僕、今から土佐に行ってきます。
es_es: ...... I'm going to Tosa from now on.

source: 突然ですが、彼女に…… 結婚を申し込んできます！ 手紙でもどかしい思いをし続けるのは嫌なんです！
es_es: Suddenly, I can apply for marriage to her ...! I don't want to keep feeling frustrated with letters!

source: そうか。直接思いをぶつけるのが一番だ。 ……頑張ってこい！
es_es: Really. It's best to hit your thoughts directly. ...... Good luck!

source: ありがとうございます！ 大急ぎで準備だ！
es_es: Thank you! Get ready in a hurry!

source: お兄さん！ この前はどうも！
es_es: brother! Thank you for the last time!

source: 土佐弁の彼女との文通は続いているのか？
es_es: Is Tosa dialect's correspondence with her continuing?

source: ええ、お兄さんが土佐弁を翻訳してくれたおかげで 上手く返事することができました。
es_es: Yes, thanks to my brother's translation of Tosa dialect, I was able to reply well.

source: それはよかったな。
es_es: That was good.

source: どうやらお兄さんが教えてくれた土佐弁が 間違ってたみたいで、彼女の手紙に沿ってない返事を してしまったようです……
es_es: Apparently, the Tosa dialect that my brother taught me was wrong, and he answered that he didn't follow her letter ...

source: どうにもお互いの話が食い違ってるっていうんで、 彼女から前回の手紙について、 説明文が別途、送られてきました。
es_es: She told me that the stories were inconsistent with each other, so she sent me a separate explanation of the previous letter.

source: 『おとどしゅうございます』は 『お久しぶりでございます』という意味。
es_es: "Otodoshu" means "It's been a long time".

source: 『あて』は『私』。
es_es: "Address" is "I".

source: 『おまさん』は『あなた』 ……という意味だったようです。
es_es: "Omasan" seems to mean "you" ....

source: そ、そうか。 少し間違ってしまったようだ……
es_es: That's right. I think I made a mistake ...

source: しっかりしてくださいよ。 頼れるのはお兄さんだけなんですからね！
es_es: Please be firm. You can only rely on your brother!

source: ……ほんで、また彼女から返事が来たので 今回もまた土佐弁講座をお願いしてもいいですか？
es_es: …… Honestly, I got a reply from her again, so can I ask for the Tosa dialect course again this time?

source: すまないが今は無理だ。 また今度な。
es_es: I'm sorry, but I can't do it now. See you next time.

source: はい、わかりました……
es_es: Yes, I understand……

source: あ、お兄さん！ 土佐弁の手紙の翻訳、お願いしてもいいですか？
es_es: Oh, brother! May I ask you to translate the Tosa dialect letter?

source: あぁ。まかせておけ。
es_es: Ahh. Leave it to me.

source: ほんまですか！ ありがとうございます！ では早速お願いしますね。
es_es: Really! Thank you! Then please do it immediately.

source: これが今回の彼女からの手紙です。
es_es: This is the letter from her this time.

source: どれどれ……
es_es: let's see……

source: これは……！
es_es: is this……!

source: えぇ、心なしか前の手紙よりも 土佐弁がきつい気がします。
es_es: Well, I feel that Tosa dialect is tighter than the previous letter.

source: ……それでは今回もよろしくお願いいたします。
es_es: …… Then, thank you again this time.

source: わかった。 なになに……
es_es: all right. What what……

source: 『藤江さん、お手紙ありがとうございます。 お元気やろうか。』
es_es: "Thank you for your letter, Mr. Fujie. How are you doing? 』\

source: 『おまさんにそんな趣味があったなんて意外ちや。 ぎっちりしゆうがかえ。 今度会うたとき、あてと一緒にしてつかあさい。』
es_es: "It's surprising that you had such a hobby. It's tightly changed. The next time I meet you, I'll be with you. 』\

source: 『ところで、あて最近おかしいがよ。 おまさんのこと考えると胸が、 しょうまっことづつない。すっとあいたいちや。』
es_es: "By the way, it's strange recently. When I think of you Ichiya who met quickly. 』\

source: ……わかりますか？
es_es: ……Do you understand?

source: もちろんだ。
es_es: of course.

source: よかった、やはりお兄さんに頼んで正解でしたよ。 では早速手紙の内容について教えてください。
es_es: I'm glad I asked my brother for the correct answer. Please tell us about the contents of the letter.

source: 『藤江さん、お手紙ありがとうございます。 お元気やろうか。』冒頭は問題ありませんね。 最後はお元気ですか？ という意味でしょう。
es_es: "Thank you for your letter, Mr. Fujie. How are you doing? 』\ There is no problem at the beginning. How are you at the end? It means that.

source: 『おまさんにそんな趣味があったなんて意外ちや。 ぎっちりしゆうがかえ。 今度会うたとき、あてと一緒にしてつかあさい。』
es_es: "It's surprising that you had such a hobby. It's tightly changed. The next time I meet you, I'll be with you. 』\

source: えーと、『おまさん』は『あなた』 『あて』は『私』だから、 いい感じに訳してみると……
es_es: Well, "Oma-san" is "you" and "address" is "me", so if you translate it in a nice way ...

source: 『あなたにそんな趣味があったなんて意外です。 ぎっちりしゆうがかえ。 今度会ったとき、私と一緒にしてくださいね。』
es_es: "I'm surprised that you had such a hobby. It's tightly changed. Please be with me the next time you meet. 』\

source: フッ、恋愛も翻訳もいい感じじゃないか。
es_es: Huh, love and translation are good.

source: いえ、だめです。 この『ぎっちりしゆうがかえ』という部分が どうしてもわからない……
es_es: No, no. I just don't understand the part of this "tightly Yugae" ...

source: お兄さん、『ぎっちりしゆうがかえ』 ってどういう意味なんですか？
es_es: Brother, what do you mean by "tightly Yugae"?

source: 『ぎっちりしゆうがかえ』は 『きっちり雌雄を決するべき』という意味だ。
es_es: "Tightly Yugae" means "you should decide the sex exactly".

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: 『ぎっちり』は『きっちり』 『しゆうがかえ』は『雌雄を決するべき』 なんとなく音が似ているだろう？
es_es: "Tight" is "tight" and "Yugakae" is "should decide the sex" Somehow the sounds are similar, right?

source: たしかに音は似ていますけど、雌雄を決するって、 決着をつけるという意味ですよね？ 何に決着をつければいいかわからないんですが……
es_es: Sure, the sounds are similar, but deciding the sex means making a decision, right? I don't know what to settle for ...

source: 土佐出身の俺を信じろ。 『ぎっちりしゆうがかえ』は 『きっちり雌雄を決するべき』で決まりだ。
es_es: Believe me from Tosa. "Tightly Yugae" is decided by "You should decide the sex exactly".

source: 決まりですか…… わかりました……
es_es: Is it decided ... I understand ...

source: 『ぎっちりしゆうがかえ』は 『いつもしているんですか？』という意味だ。
es_es: "Tightly Yugae" says "Are you always doing it?" It means.

source: なるほど、『いつもしているんですか？』か。
es_es: I see, "Do you always do it? 』?

source: 『ぎっちり』は『いつも』、 『しゆう』は『している』という意味になるんだ。 『～ゆう』をつけることで進行形になるんだな。
es_es: "Tightly" means "always" and "Yu" means "doing". By adding "-Yu", it becomes a progressive tense.

source: ほうほう、そして最後の『かえ』で 疑問を投げかけているんですね？ なるほどなぁ……
es_es: You're asking questions in the final "Kae", right? I see ...

source: 『ぎっちりしゆうがかえ』は 『とても優雅ですね』という意味だ。
es_es: "Tightly Yugae" means "very elegant".

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: 『ぎっちりしゆうがかえ』…… このなかに『優雅』という文字がはいっているだろ？
es_es: "Tightly Yugae" ... The word "elegance" is in it, right?

source: はい、たしかに入っていますね……
es_es: Yes, it's in there ...

source: ……あとはわかるな？
es_es: ...... Do you know the rest?

source: 全然わからないですよ！ 説明が適当に思えてたまらんのですが…… ほんまに大丈夫ですか!?
es_es: I don't know at all! I don't think the explanation is appropriate ... Is it really okay !?

source: 大丈夫かとはなんだ。土佐出身の俺を信じろ。 『ぎっちりしゆうがかえ』は 『とても優雅ですね』という意味だ。
es_es: What is it okay? Believe me from Tosa. "Tightly Yugae" means "very elegant".

source: ……わかりましたよ。
es_es: ……I understand.

source: では次の文へ行きましょう……
es_es: Let's move on to the next sentence ...

source: 『ところで、あて最近おかしいがよ。 おまさんのこと考えると胸が、 しょうまっことづつない。すっとあいたいちや。』
es_es: "By the way, it's strange recently. When I think of you Ichiya who met quickly. 』\

source: 最初の部分はなんとなくわかるんですよね。 『ところで、私最近おかしいんです。 あなたのこと考えると胸が……』
es_es: You can understand the first part somehow. "By the way, I'm strange recently. When I think of you, my heart is ... "

source: ……この先の意味がよくわからないんです。 『しょうまっことづつない。すっとあいたいちや。』
es_es: ...... I don't really understand the meaning of the future. "I don't know what to do. Ichiya who met quickly. 』\

source: 『しょうまっこと』は、 なんとなく聞き覚えがないか？
es_es: Isn't "Shomakoto" somehow familiar to you?

source: しょうまっこと……？ 聞いたことがあるような、ないような……
es_es: Shomakoto ……? I've heard it, I don't ...

source: 『しょうまっこと』は『本当に』という意味だな。 女がよく使う言葉だ。男は『げにまっこと』を使う。
es_es: "Shomakoto" means "really". It's a word often used by women. A man uses "Geni Makoto".

source: あ！ 『げにまっこと』なら聞いたことがあります！ なるほど、『本当に』という意味だったのか……
es_es: Ah! I've heard of "Geni Makoto"! I see, did it mean "really" ...

source: 『まっこと』は『誠に』つまり『本当に』の意味だ。 『しょう』や『げに』等の副詞をつけることによって 意味をさらに強調しているわけだな。
es_es: "Makoto" means "true", that is, "really". The meaning is further emphasized by adding adverbs such as "sho" and "geni".

source: なるほど、『しょうまっことづつない』は 『本当にづつない』になるんですね。
es_es: I see, "Shomakoto Tsutsunai" becomes "Really Tsutsunai".
