Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid0044002f.po
Languages: es_es

source: ぐふっ…… ば、ばかな……
es_es: Gufu ... stupid ...

source: な、なんということだ…… クソッ！ 負けたから、金は払わんからなっ！ さ、さらばじゃっ！
es_es: What the hell is that ... shit! I lost, so I have to pay! Goodbye!

source: あんた、強えな…… こんなに強い奴、初めて会ったぜ……
es_es: You're strong ... I met such a strong guy for the first time ...

source: お前も十分強い。 運が悪かったとでも、思うんだな。
es_es: You are strong enough. Even if I'm out of luck, I think.

source: いや、この差は運じゃねぇ。 俺は、自分の力にあぐらをかいていたみてぇだ。 ……もう一度、出直してくる。
es_es: No, this difference is not luck. I'm trying to cross-legged with my own strength. ...... I will come back again.

source: 強い奴とどんどん戦って、倒して…… この体の入れ墨が、今の倍になったとき。 もう一度、あんたに挑戦させてもらう。
es_es: Fight and defeat strong guys ... When the tattoo on this body doubles. I will challenge you again.

source: それまでせいぜい、首を洗って待っててくれ。 じゃあな。
es_es: Until then, at best, wash your neck and wait. See you.

source: （変な奴だが、なかなかの腕前だ…… 今度会った時には、やっかいな相手になりそうだな）
es_es: (It's a weird guy, but he's quite good at it ... I think he'll be a troublesome partner the next time I meet him.)

source: おっ？ お客さんかい？ いらっしゃい。
es_es: Oh? Are you a customer? welcome.

source: いや、客じゃない。 なんなんだ？ 喧嘩屋とは……？
es_es: No, I'm not a guest. what's with that? What is a fighting shop ...?

source: ああ。これはね。 誰かぶっ倒してほしい奴がいたら、俺が替わりに ぶっ倒しますよ！っていう仕事だ。
es_es: Oh. This is. If anyone wants you to beat me, I'll do it for you! It's a job.

source: まぁ…… 殺し屋に近いかもしれねぇな。 ちなみに墨坊主は、俺の名前な。
es_es: Well ... maybe it's close to a killer. By the way, Sumibozu is my name.

source: ふむ。物騒な職業だな。 ……いいのか？ 堂々とそんな旗かかげて？ つかまるかもしれないだろ？
es_es: HM. It's a noisy profession. ...... Is it okay? Do you have such a flag in a dignified manner? You might grab it, right?

source: へっ。そん時は、俺を捕まえようとするやつを ボコボコにすればいいだけの話ですわ。
es_es: Hey. At that time, it's just a matter of messing up the guy trying to catch me.

source: いかにも喧嘩屋らしい理屈だな。 ……しかし、お前の体に入っている名前の入れ墨。 それはなんだ？
es_es: It's a theory that seems to be a fighting shop. …… But the tattoo of the name on your body. What is it?

source: ああ。これは俺がぶっ倒した奴の名前ですわ。 倒した奴の分だけ、名前を彫ってるんです。 これをどんどん、増やしていくのが目標なんですわ。
es_es: Oh. This is the name of the guy I knocked down. I carve the name for the person who defeated it. The goal is to increase this steadily.

source: 悪趣味だな……
es_es: It's a bad hobby ...

source: へへ。まぁ、旦那も気が向いたら使ってくださいよ。 ……今日はこの後、馴染みの客が来るんで、 またの機会にでも。
es_es: To. Well, please use it if your husband feels like it. …… Today, after this, familiar customers will come, so even on another occasion.

source: ふっ。悪いが間に合っている。
es_es: Huh. I'm sorry, but I'm in time.

source: こんなところに何でワシが……
es_es: Why am I in such a place ...

source: あっ、喧嘩屋！ こんなところにいたのか。探させおって。
es_es: Oh, a fighter! Were you in such a place? Let me look for it.

source: 来たか。 で、今回はどんな奴をぶっ倒せばいいんですかい？
es_es: Did you come? So what kind of guy should I beat this time?

source: このワシに恥をかかせた奴がいるんだが……
es_es: There's a guy who shamed this eagle ...

source: おぉ、ちょうどこの男くらいの背丈で、 眼は鋭くて、ガラが悪そうな……
es_es: Oh, he's just as tall as this guy, his eyes are sharp, and he looks bad ...

source: ……って、おぉい!! 喧嘩屋！
es_es: ...... Oh !! Fighter!

source: こいつだ！ こいつ！
es_es: This guy! this guy!

source: ん……？
es_es: Hmm……?

source: お前は……
es_es: You are……

source: へへへ。覚えているだろう？
es_es: Hehehe. Do you remember

source: ……誰だ？
es_es: ……Who?

source: あぁ!?
es_es: Ahh!?

source: お前に以前、ええじゃないか騒ぎの時にやられた 代官様だよ！ 忘れたとは言わせんぞ！
es_es: You're the lieutenant who was killed during the turmoil before! I'm not saying I forgot!

source: すまんな。完全に忘れてしまった……
es_es: I'm sorry. I completely forgot ...

source: ええい！ もういい！ さぁ、喧嘩屋！ 契約通りボコボコにしてくれ！
es_es: Yeah! enough! Come on, the fighter! Make it bumpy as contracted!

source: 何？
es_es: what?

source: 偶然だねぇ…… まさか次の仕事の相手が、 あんただったなんて。 運命を感じるぜ……
es_es: It's a coincidence ... I don't think there was a partner for my next job. I feel fate ...

source: ……そうか。お前の馴染みの客ってのは、 この代官だったのか。
es_es: ……Really. Was it this daikan who was your familiar guest?

source: すみませんねぇ。仕事なんで。 ……あんた、名前は？
es_es: I'm sorry. Because it's work. ...... What's your name?

source: 斎藤だ。
es_es: Saito.

source: 斎藤、か…… じゃあ、さっさとぶっ倒して、あんたの名前…… 俺の体に刻ませてもらうぜ！
es_es: Saito ... Then, let's knock it down and your name ... I'll engrave it on my body!

source: （ん……？ なんだ、あれは？）
es_es: (Hmm ...? What is that?)

source: 喧嘩屋…… すみぼうず……？
es_es: Fighter …… Sumibouzu ……?

source: 喧嘩屋・墨坊主
es_es: Fighter, Sumibozu

source: 悪代官
es_es: Akudaikan

source: 龍馬
es_es: Ryoma
