Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000922f3.po
Languages: es_es

source: 斎藤殿には世話になったでござる。 もし拙者でよければ、お手伝いするでござるが……？
es_es: I'm sorry to have been taken care of by Mr. Saito. If I'm okay, I'll help you ...?

source: ああ。悪いが、少し力をかしてくれ。
es_es: Oh. I'm sorry, but please help me a little.

source: 任せるでござる。 きっちり恩返しさせてもらうでござるよ、斎藤殿。
es_es: I'll leave it to you. I'm sorry to give back exactly, Mr. Saito.

source: そうでござるか。 うーん、恩返しをしたいところでござるが……
es_es: Is that so? Well, I'm sorry I want to give back ...

source: 斎藤殿には世話になったでござる。 もし拙者でよければ、お手伝いするでござるが……？
es_es: I'm sorry to have been taken care of by Mr. Saito. If I'm okay, I'll help you ...?

source: 気持ちはありがたいが、今のうちの隊には 新しい隊士を迎える余裕がなくてな……
es_es: I'm grateful for the feeling, but I can't afford to welcome a new soldier in my current squad ...

source: そうでござるか。 うーん、恩返しをしたいところでござるが……
es_es: Is that so? Well, I'm sorry I want to give back ...

source: 斎藤殿！
es_es: Saito!

source: お前は…… 阿栗じゃないか。 どうかしたのか？ すずとは上手くやってるのか？
es_es: You are ... Agri. What's wrong? Are you doing well with tin?

source: ふふふ…… 上手くいってるでござるよ。 それもこれも、斎藤殿のおかげでござる。
es_es: Fufufu ... It's working well. Thanks to Saito-dono, this and that too.

source: 聞くところによると、 斎藤殿は隊士を探して 募兵をしているそうでござるね。
es_es: According to what I hear, Saito is looking for a soldier and recruiting troops.

source: ああ、まぁな。
es_es: Oh, well.

source: 斎藤殿には世話になったでござる。 もし拙者でよければ、お手伝いするでござるが……？
es_es: I'm sorry to have been taken care of by Mr. Saito. If I'm okay, I'll help you ...?

source: ああ。悪いが、少し力をかしてくれ。
es_es: Oh. I'm sorry, but please help me a little.

source: 任せるでござる。 きっちり恩返しさせてもらうでござるよ、斎藤殿。
es_es: I'll leave it to you. I'm sorry to give back exactly, Mr. Saito.

source: そうでござるか。 うーん、恩返しをしたいところでござるが……
es_es: Is that so? Well, I'm sorry I want to give back ...

source: 斎藤殿には世話になったでござる。 もし拙者でよければ、お手伝いするでござるが……？
es_es: I'm sorry to have been taken care of by Mr. Saito. If I'm okay, I'll help you ...?

source: 気持ちはありがたいが、今のうちの隊には 新しい隊士を迎える余裕がなくてな……
es_es: I'm grateful for the feeling, but I can't afford to welcome a new soldier in my current squad ...

source: そうでござるか。 うーん、恩返しをしたいところでござるが……
es_es: Is that so? Well, I'm sorry I want to give back ...

source: 阿栗
es_es: Auri
