Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00330ca9.po
Languages: es_es

source: いらっしゃいませ。 今日はどういったものをお探しで？
es_es: Welcome. What are you looking for today?

source: 商品を見せてくれ。
es_es: Show me the product.

source: こちらです。 いかがなさいますか？
es_es: Here it is. How would you like it?

source: 福引き券%d枚お渡しします。
es_es: We will give you% d of lucky tickets.

source: ありがとうございました！ また、よろしくお願いします。
es_es: Thank you very much! Also thank you.

source: またのご来店をお待ちしております。
es_es: We look forward to seeing you again.

source: いらっしゃいませ。 今日はどういったものをお探しで？
es_es: Welcome. What are you looking for today?

source: 商品を見せてくれ。
es_es: Show me the product.

source: こちらです。 いかがなさいますか？
es_es: Here it is. How would you like it?

source: 福引き券%d枚お渡しします。
es_es: We will give you% d of lucky tickets.

source: ありがとうございました！ また、よろしくお願いします。
es_es: Thank you very much! Also thank you.

source: またのご来店をお待ちしております。
es_es: We look forward to seeing you again.

source: あ、お客様！
es_es: Oh, customer!

source: ……ん？ どうした？
es_es: ……Hmm? what up?

source: 私の手が空いてなかった時、 他のお客様に商品の場所を教えてくださったのって、 もしかして、お客様のことですか？
es_es: When I wasn't free, did you tell other customers where to find the product?

source: ……ん？ あぁ。 あの米俵の客か。
es_es: ……Hmm? Ahh. Is it the customer of that rice bag?

source: えぇ、やはりお客様でしたか。 その節は申し訳ありませんでした。 そしてありがとうございます。
es_es: Well, were you still a customer? I'm sorry for that section. And thank you.

source: いや、大したことはしていない。
es_es: No, I haven't done much.

source: 米俵の方、ずいぶん喜んでいましたよ。 ずいぶん丁寧な店員さんに接客していただいた、と。
es_es: The rice bales were very happy. He said that he was served by a very polite clerk.

source: フッ、そうか。
es_es: Huh, right?

source: お客様が店員じゃないことを教えたら、 驚いていましたよ。
es_es: I was surprised when I told him that the customer was not a clerk.

source: こちら、米俵の方から預かっておりました。 店員さんと間違えたお詫びだそうです。
es_es: This was taken from the rice bales. It seems that he apologizes for making a mistake with the clerk.

source: 「<Color:8>金の皿<Color:Default>」を手に入れた
es_es: "<Color:8> Gold plate<Color:Default> Got

source: いやしかし、うちの店の商品の場所をすぐに 教えてあげられるだなんて……
es_es: No, but I can tell you the location of the products in our store right away ...

source: お客様、ずいぶんどん・きほーてのことを 知っていただいているみたいですね。
es_es: It seems that customers are getting to know more and more about Kihote.

source: フッ、ずいぶん通ったからな。 体が覚えてしまったのかもしれん。
es_es: Huh, I've passed a lot. Maybe my body has remembered it.

source: これからも、どん・きほーて洛内店を よろしくお願いしますね。
es_es: We look forward to your continued support of Don Quijote Rakuchu store.

source: すみません！ 今おつりを切らしていて……
es_es: I'm sorry! I'm out of change now ...

source: そうか…… また来る。
es_es: I see ... I'll come again.

source: いらっしゃいませ。 今日はどういったものをお探しで？
es_es: Welcome. What are you looking for today?

source: ありがとうございます。 いかがなさいましょう？
es_es: thanks you. How would you like it?

source: 福引き券%d枚お渡しします。
es_es: We will give you% d of lucky tickets.

source: ありがとうございました。 また、おこしください。
es_es: Thank you very much. Also, please wake up.

source: またのご来店をお待ちしております。
es_es: We look forward to seeing you again.

source: いらっしゃいませ。 今日はどういったものをお探しで？
es_es: Welcome. What are you looking for today?

source: ありがとうございます。 いかがなさいましょう？
es_es: thanks you. How would you like it?

source: 福引き券%d枚お渡しします。
es_es: We will give you% d of lucky tickets.

source: ありがとうございました。 また、おこしください。
es_es: Thank you very much. Also, please wake up.

source: またのご来店をお待ちしております。
es_es: We look forward to seeing you again.

source: いらっしゃいませ。 今日はどういったものをお探しで？
es_es: Welcome. What are you looking for today?

source: またのご来店をお待ちしております。
es_es: We look forward to seeing you again.

source: 商品を見せてくれ。
es_es: Show me the product.

source: こちらです。 いかがなさいますか？
es_es: Here it is. How would you like it?

source: 福引き券%d枚お渡しします。
es_es: We will give you% d of lucky tickets.

source: ありがとうございました！ また、よろしくお願いします。
es_es: Thank you very much! Also thank you.

source: ずいぶん品揃えのいい店だな。
es_es: It's a very well-stocked store.

source: ありがとうございます。 品揃えでは他の店に絶対負けませんよ。
es_es: thanks you. In terms of product lineup, you will never lose to other stores.

source: ……だが、こんなに品物があったら、 いざ、客に商品の場所を尋ねられた時に 答えられなくないか？
es_es: …… But if there were such items, wouldn't it be possible to answer when the customer asked for the location of the item?

source: そんなことはありません。 お客様のため、全ての商品の位置を 頭の中に叩き込んでますよ。
es_es: That's not true. For our customers, we put the positions of all the products in our heads.

source: 本当ならすごいと思うが…… にわかには信じがたいな。
es_es: I think it's amazing if it's true, but it's hard to believe.

source: ふふ…… それではお客様、 何か気になる商品などございますか？ その場所までご案内いたしますよ。
es_es: Fufu …… Then, do you have any products that you are interested in? I will guide you to that place.

source: ほう、おもしろい。 じゃあそうだな……
es_es: It's interesting. Well then ...

source: 金平糖の場所を教えてくれ。
es_es: Please tell me the location of konpeito.

source: はい、金平糖ですね。 かしこまりました。
es_es: Yes, it's konpeito. Understood.

source: こちらが金平糖です。
es_es: This is konpeito.

source: まさか一瞬の迷いもなく、 金平糖の場所まで案内されるとは……
es_es: You will be guided to the place of konpeito without any hesitation for a moment ...

source: 草履の場所を教えてくれ。
es_es: Please tell me the location of sandals.

source: はい、草履ですね。 かしこまりました。
es_es: Yes, it's sandals. Understood.

source: こちらが草履です。
es_es: This is sandals.

source: まさか一瞬の迷いもなく、 草履の場所まで案内されるとは……
es_es: No way, without any hesitation for a moment, you will be guided to the place of sandals ...

source: 笛の場所を教えてくれ。
es_es: Please tell me the location of the whistle.

source: はい、笛ですね。 かしこまりました。
es_es: Yes, it's a whistle. Understood.

source: こちらが笛です。
es_es: This is the whistle.

source: まさか一瞬の迷いもなく、 笛の場所まで案内されるとは……
es_es: No way to be guided to the place of the whistle without any hesitation for a moment ...

source: 商品の場所をすべて覚えているというのも、 どうやら嘘じゃなさそうだ。 ……疑ってすまなかったな。
es_es: It seems that it's not a lie to remember all the locations of the products. ...... I'm sorry to doubt.

source: いえいえ、ご要望があれば どんなものでもすぐにお探しいたしますよ。
es_es: No, we will look for anything on request right away.

source: ……というわけで、 これからもどん・きほーて洛内店を、 よろしくお願いいたします。
es_es: …… So, thank you for your continued support of Don Kihote Rakuchu store.

source: 「どん・きほーての店員」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「どん・きほーての店員」と交流してみましょう。
es_es: A bond with "Don Quijote clerk" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "Don Quijote clerk".

source: どん・きほーての店員
es_es: Don Quijote clerk

source: 買い物をする
es_es: to shop

source: やめる
es_es: Stop

source: 龍馬
es_es: Ryoma

source: 金平糖
es_es: Konpeito

source: 草履
es_es: Zori

source: 笛
es_es: flute

source: どん・きほーての店員との絆
es_es: Bonds with Don Quijote clerk
