Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00161067.po
Languages: es_es

source: よお、よく来た！ 「<Color:8>獣の尻尾<Color:Default>」を用意した！ どうだ？ 欲しいだろ、欲しいよな？
es_es: Yeah, I've come often! "<Color:8> Beast tail<Color:Default> I prepared! How is it? Do you want it, do you want it?

source: 「<Color:8>真珠<Color:Default>」を持って来てくれ！ どうしても欲しいんだ、よろしく頼むぜ。 「<Color:8>真珠<Color:Default>」と「<Color:8>獣の尻尾<Color:Default>」３つを交換だ。
es_es: "<Color:8> pearl<Color:Default> Bring me! I really want it, thank you. "<Color:8> pearl<Color:Default> "When"<Color:8> Beast tail<Color:Default> "Exchange three.

source: （どうするか……）
es_es: (what to do……)

source: いや、今はやめておこう。
es_es: No, let's stop now.

source: そうか…… 残念だけどしょうがないな！ また来てくれよ、待ってるからな。 絶対だぞ！
es_es: I see ... I'm afraid I can't help it! Please come again, I'll be waiting. Absolutely!

source: なんだ、持っていないじゃないか。 でも、持ってないならしょうがないよな！ 次来るときは絶対「<Color:8>真珠<Color:Default>」を用意してこいよ！
es_es: Why don't you have it? But if you don't have it, you can't help it! When I come next time, I will definitely say "<Color:8> pearl<Color:Default> Please prepare!

source: 「<Color:8>真珠<Color:Default>」を渡した
es_es: "<Color:8> pearl<Color:Default> Passed

source: 「<Color:8>獣の尻尾<Color:Default>」を貰った
es_es: "<Color:8> Beast tail<Color:Default> I got

source: おお！ 確かに貰ったぜ、ありがとな！ まだまだ在庫はあるからよ、 また「<Color:8>真珠<Color:Default>」もってこいよ！ 待ってるぜ！
es_es: Oh! I'm sure I got it, thank you! Because we still have stock,<Color:8> pearl<Color:Default> It ’s perfect! I'm waiting!

source: おしゃべりな男
es_es: Talkative man

source: 真珠を渡す
es_es: Hand over pearls

source: やめておく
es_es: Stop
