Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c147d.po
Languages: es_es

source: みほちゃん、なんで引っ越しちゃうんだよ…… なんで、なんで……
es_es: Miho-chan, why are you moving ... why ...

source: なんで、ぼく…… あんなこと言っちゃったんだろ……
es_es: Why did I ... I said that ...

source: おい。
es_es: Hey.

source: えっ、なあに？ おじさん、ぼくに何か用？
es_es: What? Uncle, what do you want me to do?

source: あぁ、実は…… みほからお前に伝言を預かっている。
es_es: Ah, actually ... Miho has a message for you.

source: みほちゃんから!? みほちゃんは…… な、なんて？
es_es: From Miho-chan !? Miho-chan ... What?

source: ……“ありがとう”、だそうだ。
es_es: …… “Thank you”, he said.

source: へ？ ……それだけ？ 続きは？
es_es: What? ……that's all? What's next?

source: 伝言はそれで全部だ。
es_es: That's all the message.

source: え…… な、なんでありがとうなの……？ ぼくら、けんかしてたのに。
es_es: Eh ... why are you so thankful ...? We were fighting.

source: ぼく、お礼言われるようなことなんて ……ぜんぜん、してないのに。
es_es: I haven't done anything to thank you.

source: ぜんぜん、わかんないよ……
es_es: I don't know at all ...

source: ……みほとお前は、仲が良かったのか？
es_es: ...... Did Miho and you get along well?

source: え…… うん、ぼくとみほちゃんは いちばん仲がよかったんだ。家も近くだったし……
es_es: Eh ... Yeah, Miho and I were the best friends. The house was near ...

source: 男の子と女の子で仲がいいなんて、 めずらしいな。
es_es: It's rare for boys and girls to get along with each other.

source: うん…… 近所に女の子ってほとんどいなくて、 去年までみほちゃん、お友達がいなかったんだ。
es_es: Yeah ... there weren't many girls in the neighborhood, Miho-chan, I didn't have any friends until last year.

source: ……いつもひとりでさみしそうだったんだ。 だからぼく、一緒に遊ぼうって言ったんだ。
es_es: ... I always seemed to be alone. That's why I told him to play with him.

source: ……ほう。
es_es: ...... Hmm.

source: 最初はみほちゃん、話しかけても ぜんぜんお話してくれなかったんだけど……
es_es: At first, Miho-chan didn't talk to me at all ...

source: それでも毎日声をかけてたら、 話してくれるようになったんだ！ それからは、すぐに仲良くなれたよ！
es_es: But when I talked to him every day, he started talking! After that, I got to know each other right away!

source: ほう。えらいな。
es_es: How. Great.

source: みほちゃんってね、けっこうおしゃべりでね。 気がつよくて、負けずぎらいで、わからずやで…… でも、すっごくやさしい子なんだ！
es_es: Miho-chan is pretty talkative. Feeling good, not losing, I don't know ... But he's a very kind child!

source: “女なんかと遊んでらぁ”って、 男友達からバカにされることもあったけど、 ぼく、そんなのへっちゃらだったんだよ。
es_es: Sometimes my boyfriend made me foolish when I said, "Play with a woman," but I was such a crap.

source: だってぼくのいちばんのお友達は、 みほちゃんだったんだもん……
es_es: Because my best friend was Miho-chan ...

source: それなのに、みほちゃん。 引っ越すこと、今日まで何も言ってくれなかった……
es_es: Even so, Miho-chan. Moving, didn't say anything until today ...

source: みほちゃんはぼくのこと、 いちばんのお友達だと思ってくれてなかった。 そう思ってたのは、ぼくだけだったんだ……！
es_es: Miho didn't think of me as my best friend. I was the only one who thought so ...!

source: ……本当にそう思うのか？
es_es: ...... Do you really think so?

source: えっ？
es_es: eh?

source: 俺にはなんとなくわかった。 お前にも…… わかるはずだ。
es_es: I somehow understood. You too ... you should understand.

source: ……みほがどんな気持ちでお前に、 “ありがとう”と伝えようとしたのか。
es_es: …… How did Miho try to say “Thank you” to you?

source: みほちゃんの“ありがとう”の気持ちって……？
es_es: What is Miho-chan's "thank you" feeling ...?

source: 友達になってくれてありがとう…… そういう“ありがとう”だったんじゃないか？
es_es: Thank you for being friends ... Wasn't that kind of "thank you"?

source: 友達になってくれて、ありがとう……
es_es: Thank you become friends……

source: ひとりぼっちだった自分に、 手を差し伸べてくれた……
es_es: He reached out to me who was alone ...

source: みほはそんなお前の優しさに ありがとうと伝えたかったんじゃないのか……？
es_es: Didn't Miho want to say thank you for your kindness ...?

source: そ、そっか…… みほちゃんのありがとうは そういう意味だったんだね……
es_es: Well ... That's what Miho-chan's thank you meant ...

source: （しん太も納得したようだ。みほからの伝言は うまく伝えることができたようだな）
es_es: (Shinta seems to be convinced. It seems that he was able to convey the message from Miho well.)

source: 生まれてきてくれてありがとう…… そういう“ありがとう”だったんじゃないか？
es_es: Thank you for being born ... Wasn't it such a "thank you"?

source: 生まれてきてくれて、ありがとう……
es_es: Thank you for being born……

source: ど…… どういうこと!?
es_es: What ... what do you mean !?

source: え？ いや、だからな…… みほは、お前という存在がこの世に 生まれてきてくれたことに感謝を……
es_es: e? No, that's why ... Miho is grateful that you were born in this world ...

source: ……おじさんがなに言ってるのか、 よくわかんないんだけど。
es_es: I'm not sure what my uncle is saying.

source: ……よくわかんないか。
es_es: ...... I don't understand.

source: （勢いで変なことを口走ってしまったな。 みほの“ありがとう”の意味とはいったい……）
es_es: (I've said something strange with momentum. What does Miho's "thank you" mean ...)

source: 大切に思ってくれてありがとう…… そういう“ありがとう”だったんじゃないか？
es_es: Thank you for taking good care of me ... Wasn't it such a "thank you"?

source: 大切に思ってくれて、ありがとう……
es_es: Thank you for taking good care of me ...

source: 自分のことを一番の友達だと思ってくれる…… 自分のために本気で笑って、 そして本気で怒ってくれる……
es_es: He thinks he's his best friend ... he laughs seriously for himself and gets really angry ...

source: みほはそんなお前のそういうところに ありがとうと伝えたかったんじゃないのか……？
es_es: Didn't Miho want to say thank you to that kind of place ...?

source: そ、そっか…… みほちゃんのありがとうは そういう意味だったんだね……
es_es: Well ... That's what Miho-chan's thank you meant ...

source: （しん太も納得したようだ。みほからの伝言は うまく伝えることができたようだな）
es_es: (Shinta seems to be convinced. It seems that he was able to convey the message from Miho well.)

source: ……今日まで引っ越しのことを お前に言えなかったのもそうだ。
es_es: ... I couldn't tell you about moving until today.

source: ……みほの気持ちになって考えてみろ。 なぜお前に、そんな大事なことを言えなかったのか。
es_es: ...... Think about it with Miho's feelings. Why couldn't you say such an important thing?

source: みほちゃんがぼくに 引っ越すことを言えなかったわけ……？
es_es: Miho-chan couldn't tell me to move ...?

source: 引っ越しすることなんて言わなくても伝わる…… そんな仲を、みほはお前と築けたと 思っていたんじゃないか？
es_es: You don't have to tell me to move ... You thought Miho was able to build such a relationship with you, didn't you?

source: え、えー…… そ、そうかなぁ。
es_es: Eh, eh ... I wonder if that's right.

source: えっ、違うのか。
es_es: Well, is it different?

source: だって、引っ越しするなんて 言ってくれないとわかんないでしょう？
es_es: Because you don't know if you don't tell me to move?

source: ……たしかに、そうだな。
es_es: ...... That's true.

source: （今日まで引っ越すことをしん太に言えなかった みほの本当の気持ちは……）
es_es: (Miho's true feelings that I couldn't tell Shinta to move until today ...)

source: 引っ越しなんて、そんなたいした事じゃない。 みほはそう思って、 わざわざ言わなかったんじゃないか？
es_es: Moving is not such a big deal. Miho thought so and didn't bother to say it, didn't he?

source: え、えー…… そ、そうかなぁ。
es_es: Eh, eh ... I wonder if that's right.

source: えっ、違うのか。
es_es: Well, is it different?

source: だって、もう会えなくなるんだよ？ すっごく、すっごくかなしいことなんだよ？
es_es: Because you can't meet anymore, right? It's amazing, it's amazing, isn't it?

source: ……たしかに、そうだな。
es_es: ...... That's true.

source: （今日まで引っ越すことをしん太に言えなかった みほの本当の気持ちは……）
es_es: (Miho's true feelings that I couldn't tell Shinta to move until today ...)

source: みほにとってお前が、 とても大事な存在だったからこそ、 別れることを告げられなかったんじゃないのか？
es_es: Wasn't it because you were so important to Miho that you couldn't tell him to break up?

source: えっ？
es_es: eh?

source: 引っ越すことをお前に言ってしまったら、 絶対に２人ともそのことを意識してしまうからな。
es_es: If you tell me to move, both of you will definitely be aware of that.

source: そしたらお前たちはもう今までのように 自然に笑っていられなかっただろう。
es_es: Then you wouldn't be laughing as naturally as you used to.

source: みほは、ぎりぎり最後まで、 お前と、いつもの２人でいたかったんじゃないか？
es_es: Didn't Miho want to be with you until the very end?

source: そ、そっか、それでみほちゃんは 引っ越しのことをぼくに言えなかったんだ……
es_es: Well, that's why Miho-chan couldn't tell me about the move ...

source: あぁ、きっとそうだ。 ……お前は最後があんな別れ方で、 本当にいいのか？
es_es: Oh, surely. ...... You are the last way to say goodbye, is it really good?

source: ……よくないよ！
es_es: ……It's not good!

source: おじさん、ぼく…… もう一度みほちゃんに会ってくる！
es_es: Uncle, I ... I'll meet Miho again!

source: ひどいこと言ってごめんってあやまって…… それで、元気でねって、笑って…… お別れするんだ！
es_es: I'm sorry to say terrible things ... So I'm fine, laughing ... Goodbye!

source: フッ、頑張ってこい。
es_es: Huh, do your best.

source: ありがとう、おじさん！
es_es: Thank you, uncle!

source: （たしかみほの家は河原町にあるんだったな。 ……様子を見に行ってみるか）
es_es: (Maybe Miho's house is in Kawaramachi .... Would you like to go see it?)

source: しん太
es_es: Shinta

source: 友達になってくれてありがとう
es_es: Thank you become friends

source: 生まれてきてくれてありがとう
es_es: Thank you for being born

source: 大切に思ってくれてありがとう
es_es: Thank you for taking good care of me

source: 言わなくても伝わるほど仲がいいから
es_es: I'm so close that I can tell without saying

source: そんなにたいした事じゃないから
es_es: It's not that big of a deal

source: 大切な存在だからこそ言えなかった
es_es: I couldn't say it because it's an important person
