Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00021f7c.po
Languages: es_es

source: 京の町での生活も、これが最後になりそうだ。
es_es: This is likely to be the last life in the town of Kyoto.

source: 斎藤君。 そういえば、君とは一度も直に剣を 交わしたことが無かったな。
es_es: Saito-kun. By the way, I've never had a direct sword with you.

source: どうだ？ ここで一戦交えてみないか？
es_es: How is it? Would you like to have a fight here?

source: 斎藤君、どうした？ もう一度、試合をしたいのか？
es_es: Saito-kun, what's wrong? Do you want to play the match again?

source: いや、遠慮しておこう……
es_es: No, let's refrain ...

source: そうか、それは残念だな…… それではまたの機会ということで。
es_es: Well, that's a shame ... Then it's another opportunity.

source: いいだろう……
es_es: All right……

source: ふふ…… 君の強さは十分知っている。 だが、私も伊達に副長を務めてないんでね。
es_es: Fufu ... I know your strength enough. However, I'm not the deputy director of Date either.

source: それでは本気で頼むよ。 いざ勝負!!!!
es_es: Then I will seriously ask. It's a game !!!!

source: さすがだな…… なかなか良い試合をさせてもらったよ……
es_es: As expected ... I had a pretty good match ...

source: 私で良かったら、いつでも相手させてもらうよ。
es_es: If you like me, I'll always be with you.

source: 斎藤君、君の実力はそんなものか？ 本気で挑んでもらわないと困るよ。
es_es: Saito-kun, is your ability like that? I'm in trouble if I don't take it seriously.

source: 土方
es_es: Earthwork

source: いいだろう
es_es: All right

source: 遠慮しておこう
es_es: Let's refrain

source: 勝負する
es_es: To compete

source: 遠慮する
es_es: Refrain

source: 龍馬
es_es: Ryoma
