Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid003f07d1.po
Languages: es_es

source: ……旦那。 ……斎藤の旦那。
es_es: ……Husband. ...... Saito's husband.

source: 「鴉」か…… よくここがわかったな？
es_es: "Crow" ... Did you understand this well?

source: これでも「鴉の銀二」で通ってる男です。 そのぐらい分からねえと 情報屋なんて務まりませんよ。
es_es: Even this is a man who goes by "Crow's Ginji". I don't know that much, and I don't work as an information store.

source: ところで、今日は？ 何か収穫はありましたか？
es_es: By the way, what about today? Did you have any harvest?

source: いや、今日もハズレだ。
es_es: No, I'm still lost today.

source: そりゃ難儀なことで。
es_es: That's a difficult thing.

source: 手掛かりは天念理心流の使い手ってことだけだ。 京にいるとすればこの手の道場がくさいと 思ったんだがな。
es_es: The only clue is that he is a user of Tennen Rishin-ryu. If I were in Kyo, I thought that this kind of dojo would be awkward.

source: この何ヶ月かで、 あらかた京の道場は見たんじゃないですか？
es_es: Haven't you seen the Kyoto Dojo in the last few months?

source: ああ。だがこのやり方はもう手詰まりだ。 ……そっちはなにかつかめたか？
es_es: Oh. But this method is already a stalemate. ...... What was that?

source: いえ。なにぶん「天念理心流」は 無名の田舎流派ですしね。
es_es: House. What is "Tennen Rishin-ryu" is an unknown country school?

source: ねえ旦那。京にその使い手が来ているって話、 本当に確かなんですか？
es_es: Hey husband. Are you really sure that the user is coming to Kyo?

source: 「天念理心流」は 江戸の「試衛館」って道場の流派だ。
es_es: "Tennen Rishin-ryu" is a dojo school called "Seikan" in Edo.

source: だがそこの門人たちは道場を畳んで 京に向かったらしい。
es_es: However, it seems that the students there folded the dojo and headed for Kyoto.

source: 俺が知っているのはそれだけだ。
es_es: That's all I know.

source: なるほど。 ……ですが京は今、勤王の志士ってのが 山ほど群がってきてますからね。
es_es: I see. …… But in Kyo, there are a lot of scholars of Qin Wang now.

source: それこそ何百って剣術使いが それぞれの流派を勝手に名乗っているんです。
es_es: That's why hundreds of swordsmen call themselves their own schools.

source: その中から無名の流派を探すのは骨が折れますよ。
es_es: Finding an unnamed school among them can be a daunting task.

source: 情報屋ってのは客に愚痴るだけで 金がもらえるのか？
es_es: Can an information store get money just by complaining to a customer?

source: へへ…… これは手厳しい。
es_es: Hehe ... This is tough.

source: ま、いただいた前金の分だけは 仕事させてもらいますから。それじゃ……
es_es: Well, I will work only for the advance payment I received. Well then……

source: 情報屋
es_es: Information shop
