Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00021d14.po
Languages: es_es

source: くくく…… こりゃ、ごっつい手になりそうや……
es_es: Kukuku ... I think it's going to be a big deal ...

source: おう、一（はじめ）ちゃんやないか。 お前も一緒にどや？
es_es: Oh, isn't it Ichi (Hajime) -chan? How are you together?

source: いや…… だが、なんでそいつら服を脱いでいるんだ？
es_es: No ... but why are they undressing?

source: もう払う金がないいうからなぁ。
es_es: I don't have any money to pay anymore.

source: 服を質にとったんや。 ふんどしもいったろやないか。なあ？
es_es: I took the quality of my clothes. Isn't the loincloth going? What?

source: くくく…… これ以上負けたらこいつら武田はんに 何されるんやろなぁ？ どない思う？
es_es: Kukuku ... If I lose any more, what will these guys do to Takeda Han? What do you think?

source: そ、そんな……
es_es: Oh, that's ...

source: なんや、一（はじめ）ちゃん？ 何黙っとんねや？
es_es: What, Ichi (Hajime) -chan? What are you shutting up?

source: いや…… 悪いが、局長を探している。 どこに行けば会えるんだ？
es_es: No ... I'm sorry, but I'm looking for a director. Where can I meet you?

source: さあなあ。 知らんわ、そんなもん。
es_es: Come on. I don't know, that's it.

source: おう、気ぃが散るで。 用が済んだらさっさと行けや。
es_es: Oh, I'm distracted. Go quickly when you're done.

source: それとも、われも裸になりたいんか？
es_es: Or do we want to be naked?

source: いや…… 邪魔したな。
es_es: No ... I didn't disturb you.

source: 沖田
es_es: Okita

source: 龍馬
es_es: Ryoma

source: 武田
es_es: Takeda

source: 平隊士
es_es: Ping team
