Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00440041.po
Languages: es_es

source: はぁ…… はぁ…… 勝ったな……
es_es: Hmm ... Hmm ... I won ...

source: ……お見事です。斎藤様。 私の完敗でございます。
es_es: ...... It's wonderful. Mr. Saito. This is my complete defeat.

source: ……これにて、私は喧嘩屋稼業から 足を洗おうと思います。
es_es: ...... With this, I'm going to wash my feet from the fighting business.

source: そうか…… これからは、どうするんだ？
es_es: I see ... What are you going to do from now on?

source: そうですね。心の修行をする中で、喜びとやりがいを 見出すことができましたので、これからは立派な 僧になるべく、修行していこうと思います。
es_es: I agree. As I practiced my mind, I found joy and reward, so I will continue to practice as a good monk.

source: そうか…… 今とは真逆だな。
es_es: I see ... It's the exact opposite of what it is now.

source: ほほほ。そうですね。
es_es: Cheeks. I agree.

source: ですが、こちらの方が正しい仕事かと思います。 それに気づかせてくれたのは、あなたの拳でした。
es_es: However, I think this is the correct job. It was your fist that made me realize that.

source: これはそのお礼です。 お受け取りください。
es_es: This is a thank you. Please receive.

source: 「<Color:8>背水の御札<Color:Default>」を手にいれた
es_es: "<Color:8> Backwater bill<Color:Default> I got

source: この世から、かつての私のような荒くれ者を１人でも 多く減らせるよう、精進してまいりたいと思います。
es_es: From this world, I would like to devote myself to reducing as many rough people as I used to be.

source: 斎藤様、それでは失礼いたします。
es_es: Mr. Saito, I'm sorry to hear that.

source: （人間ってのは、変われるものだな…… 拳で気づかされた、か…… 拳を交えることで 伝えられることも、あるのかもしれんな）
es_es: (Human beings can change ... I noticed with my fists ... Maybe I can tell by crossing my fists.)

source: 斎藤さん。勝負するための準備はよろしいでしょうか？
es_es: Mr. Saito. Are you ready to compete?

source: そうですか。残念です。 私はいつまでもお待ちしております。
es_es: Is that so. I'm sorry. I am waiting forever.

source: かしこまりました。それでは、まいりましょうか。
es_es: Understood. Then, let's go.

source: これに俺が勝ったら、約束通りお前は 喧嘩屋稼業から足を洗うんだろうな？
es_es: If I win this, will you wash your feet from the fighting business as promised?

source: はい。男に二言はございません。 それでは…… 参ります！
es_es: Okay. There are no two words for a man. Well then ... I'll come!

source: ……斎藤さん。ご無沙汰しております。
es_es: ...... Mr. Saito. Gobusatashiteorimasu.

source: ん……？
es_es: Hmm……?

source: お前は…… 喧嘩屋の墨坊主か？
es_es: Are you ... a brawler's sumi boss?

source: 左様でございます。 さすがは斎藤様。髪型が大きく変わりましたのに、 お気づきいただけますとは。
es_es: It is right. As expected, Mr. Saito. You can notice that the hairstyle has changed a lot.

source: まぁ、その入れ墨を見ればお前だと分かるさ。 ……どうしたんだ？ 以前と随分変わったように見えるが。
es_es: Well, you can tell by looking at the tattoo. ……What happened? It looks a lot different than before.

source: はい。私、無鉄砲な戦い方を続けておりましたが、 それによって大きな「隙」ができていたことに 気づかされました。
es_es: Okay. I continued to fight without guns, but I realized that it created a big "gap".

source: これは乱雑な私の心が一番の原因だと感じ、 私は心の修行を積んだのです。 その結果……
es_es: I felt that this was due to my messy mind, and I practiced my mind. as a result……

source: こんな坊主みたいな感じになった、と……
es_es: I felt like a shaven like this ...

source: 左様でございます。
es_es: It is right.

source: ……喧嘩屋はまだ続けているのか？ 体への入れ墨も、前より増えているようだが……
es_es: ...... Is the fighting shop still going on? It seems that tattoos on the body are also increasing than before ...

source: ええ。心の修行は、あくまであなたを倒すという目的を 達成するための手段でしかございません。
es_es: Yeah. Practicing the mind is only a means to achieve the purpose of defeating you.

source: さぁ…… 心まで強くなり、隙のなくなった私と 手合せ願いましょう。 準備ができましたら、お声掛けくださいまし。
es_es: Now ... Let's get along with me, who has become stronger and has no chance. Please let us know when you are ready.

source: 龍馬
es_es: Ryoma

source: 喧嘩屋・墨坊主
es_es: Fighter, Sumibozu

source: 受けてたとう
es_es: I received it

source: 今は無理だ
es_es: I can't do it now
