Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid0044002a.po
Languages: es_es

source: さて…… そろそろ白状してもらおうか。 なぜ障子に穴なんか開けたんだ？
es_es: By the way ... I'd like you to confess it soon. Why did you make a hole in the shoji?

source: へ、へぇ…… 実は女の行水が見える噂を聞きまして…… すんまへんでした。
es_es: Hey, hey ... I heard a rumor that I could see a woman's Gyozui ... I'm sorry.

source: 女？ ウチの女って…… おーい！ お鶴や～。
es_es: woman? My woman ... Hey! Tsuruya ~.

source: あ～い、なんじゃぁ～。
es_es: Ah, what is it?

source: ウチには女はこれしかおらんぞ？
es_es: Is this the only woman in my house?

source: うへえぇぇ……！
es_es: Uhhhh ...!

source: この男が、お前さんの行水を覗こうとしたんじゃ。
es_es: This guy tried to look into your water.

source: へぇ、そうですかい。 わたすの裸なら、いくらでも見せますけん……
es_es: Oh, is that so? If I'm naked, I'll show you as much as you want ...

source: うへえぇぇ…… け、結構です……
es_es: Uhhhh ... it's fine ...

source: 誰がその噂を流したんだ？
es_es: Who made the rumor?

source: へ、へぇ…… 大門の前にいた、卯吉という男でぇ……
es_es: Hey ... Hey, a man named Ukichi who was in front of Daimon ...

source: 大門の前だな。
es_es: It's in front of Daimon.

source: そいつのしっぽを捕まえてくだせぇ……
es_es: Catch that tail ...

source: 龍馬
es_es: Ryoma

source: のぞき魔
es_es: Peep demon

source: 老人
es_es: Old man

source: 老女
es_es: Old woman
