Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c0c3c.po
Languages: es_es

source: おいちょかぶやりたいんなら、 少なくとも１００点は必要だ。 受付で点数買ってから来てくれ。
es_es: If you want to play Oicho Kabu, you need at least 100 points. Please come after buying points at the reception.

source: ここでは、おいちょかぶが遊べる。 やっていくかい？
es_es: Here, you can play Oicho Kabu. Are you going to do it?

source: ここでは、おいちょかぶが遊べる。 やっていくかい？
es_es: Here, you can play Oicho Kabu. Are you going to do it?

source: ここでは、おいちょかぶが遊べる。 やっていくかい？
es_es: Here, you can play Oicho Kabu. Are you going to do it?

source: ああ、やっていこう。
es_es: Oh, let's do it.

source: わかった。 さっそく始めよう。
es_es: all right. Let's get started.

source: ああ、やっていこう。
es_es: Oh, let's do it.

source: わかった。 さっそく始めよう。
es_es: all right. Let's get started.

source: ああ、やっていこう。
es_es: Oh, let's do it.

source: わかった。 さっそく始めよう。
es_es: all right. Let's get started.

source: いや、やめておこう。
es_es: No, let's stop.

source: そうか。 また、今度頼むよ。
es_es: Really. I'll ask you again next time.

source: 案内役
es_es: Guide

source: 初級で遊ぶ
es_es: Play at the beginner's level

source: やらない
es_es: Don't do

source: 中級で遊ぶ
es_es: Play at intermediate level

source: 上級で遊ぶ
es_es: Play at the advanced level
