Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid001608af.po
Languages: es_es

source: よぉ、話は聞いてるぜ。 「<Color:8>朱染めの布<Color:Default>」を用意した。
es_es: Yeah, I'm listening. "<Color:8> Red-dyed cloth<Color:Default> Was prepared.

source: 俺が欲しいのは「<Color:8>水神石<Color:Default>」を５個だ。 どうだ、「<Color:8>朱染めの布<Color:Default>」と交換するか？
es_es: What I want is "<Color:8> Water God Stone<Color:Default> "Is five. How is it, "<Color:8> Red-dyed cloth<Color:Default> Do you want to exchange it for?

source: （どうするか……）
es_es: (what to do……)

source: いや、今はやめておこう。
es_es: No, let's stop now.

source: そうか、また来てくれ。
es_es: Yeah, come back again.

source: なんだ、持っていないじゃないか。 「<Color:8>水神石<Color:Default>」を５個用意したらまた来てくれ。
es_es: Why don't you have it? "<Color:8> Water God Stone<Color:Default> Please come again if you prepare 5 pieces.

source: 「<Color:8>水神石<Color:Default>」を渡した
es_es: "<Color:8> Water God Stone<Color:Default> Passed

source: 「<Color:8>朱染めの布<Color:Default>」を貰った
es_es: "<Color:8> Red-dyed cloth<Color:Default> I got

source: 確かに貰ったぜ、ありがとな！ まだ在庫はあるからな、また来てくれ。
es_es: I'm sure I got it, thank you! It's still in stock, so come back again.

source: いかつい男
es_es: Squid man

source: 水神石を５個渡す
es_es: Hand over 5 water god stones

source: やめておく
es_es: Stop
