Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00440048.po
Languages: es_es

source: ……こんな感じでよかったのか？
es_es: ...... Is it okay to look like this?

source: えぇ！ 私の予想では、新選組の印象、 かなり良くなるんじゃないかと思います！
es_es: Yeah! My guess is that the impression of the Shinsengumi will be much better!

source: いやぁ、それにしても この「いんたびゅう」というのはおもしろいですね。
es_es: Anyway, this "Intabyu" is interesting, isn't it?

source: これからの瓦版を大きく変えるんじゃないですかね。 その先駆者になった手ごたえがあります！
es_es: I think it will change the Kawaraban in the future. There is a response that became the pioneer!

source: そうだな、俺もなかなかおもしろかった。
es_es: Well, I was also very interesting.

source: それではこれ、今回の「いんたびゅう」の報酬です。 受け取ってください。
es_es: Then, this is the reward for this "Intabyu". Please receive it.

source: 「<Color:8>龍の瞳<Color:Default>」を手に入れた
es_es: "<Color:8> Dragon's eyes<Color:Default> Got

source: 斎藤さん、私は早速瓦版刷って 辻に立つことにしますよ！
es_es: Saito-san, I'm going to print the Kawaraban and stand in Tsuji!

source: あっ、そうだ。
es_es: Oh, that's right.

source: またネタに困ったらお願いしますね！ じゃあ！
es_es: If you have any problems with the material, please do so! Then!

source: （いんたびゅう、か。 将来的にはそういう記事が、ちまたを賑わすように なる日が来るのかもしれないな）
es_es: (In the future, maybe the day will come when such articles will be crowded with people.)

source: いくつか問題になりそうな回答はありましたが、 だいたい大丈夫だと思います！
es_es: There were some answers that could be problematic, but I think it's generally okay!

source: いやぁ、それにしても この「いんたびゅう」というのはおもしろいですね。
es_es: Anyway, this "Intabyu" is interesting, isn't it?

source: これからの瓦版を大きく変えるんじゃないですかね。 その先駆者になった手ごたえがあります！
es_es: I think it will change the Kawaraban in the future. There is a response that became the pioneer!

source: そうだな、俺もなかなかおもしろかった。
es_es: Well, I was also very interesting.

source: それではこれ、今回の「いんたびゅう」の報酬です。 受け取ってください。
es_es: Then, this is the reward for this "Intabyu". Please receive it.

source: 「<Color:8>千年樹の枝<Color:Default>」を手に入れた
es_es: "<Color:8> Millennium branch<Color:Default> Got

source: 斎藤さん、私は早速瓦版刷って 辻に立つことにしますよ！
es_es: Saito-san, I'm going to print the Kawaraban and stand in Tsuji!

source: あっ、そうだ。
es_es: Oh, that's right.

source: またネタに困ったらお願いしますね！ じゃあ！
es_es: If you have any problems with the material, please do so! Then!

source: （いんたびゅう、か。 将来的にはそういう記事が、ちまたを賑わすように なる日が来るのかもしれないな）
es_es: (In the future, maybe the day will come when such articles will be crowded with people.)

source: うーん、真実をありのまま伝えるのを 信念としている私ですら、 この記事はこのままだせそうにないです……
es_es: Well, even I, who believes in telling the truth as it is, is unlikely to leave this article ...

source: そ、そうか……
es_es: Yeah ...

source: 新選組に「いんたびゅう」する。 おもしろそうな企画だと思ったんですけど なかなか難しいですね……
es_es: "Intabyu" to the Shinsengumi. I thought it was an interesting project, but it's quite difficult ...

source: 今回の「いんたびゅう」の報酬です。 受け取ってください。
es_es: This is the reward for "Intabyu". Please receive it.

source: 「<Color:8>白金の粒<Color:Default>」を手に入れた
es_es: "<Color:8> Platinum grains<Color:Default> Got

source: でも、私は諦めませんよ。 きっといつか「いんたびゅう」がおもしろいことを 証明してみせます！ それでは。
es_es: But I won't give up. I'm sure someday I'll prove that "Intabyu" is interesting! Well then.

source: （いんたびゅう、か。 将来的にはそういう記事が、ちまたを賑わすように なる日が来るのかもしれないな）。
es_es: (Isn't it? In the future, the day may come when such articles will become popular.)

source: 私は斎藤さんと約束している、 瓦版売りだって言ってるでしょ！
es_es: I promised Mr. Saito that he was selling Kawaraban!

source: 怪しい奴め！ 斎藤隊長がお前のような軽薄な男と 知り合いなわけがなかろう！
es_es: Suspicious guy! Captain Saito couldn't get acquainted with a frivolous man like you!

source: これ以上嘘を重ねるのなら、命はないものと思え！
es_es: If you lie any more, it seems like there is no life!

source: ひ、ひぇぇぇ！
es_es: Hi, hey!

source: おい。
es_es: Hey.

source: ん？
es_es: Hmm?

source: さ、斎藤隊長！ ちょうどよいところに！
es_es: Well, Captain Saito! Just in the right place!

source: 今から斎藤隊長の知り合いを名乗る 不届きものを成敗するところです！
es_es: From now on, I'm about to defeat the undelivered thing that claims to be Captain Saito's acquaintance!

source: ……そいつの言ってることは本当だ。 解放してやってくれ。
es_es: ...... That's true. Release it.

source: え…… えぇ!? ほ、本当ですか!?
es_es: Eh ... eh !? Really !?

source: それは大変失礼しましたー!!
es_es: It's very rude !!

source: まったく、本当に怖いもの知らずな奴だな。 壬生狼の本拠地にのこのこやってくるとは……
es_es: He's a really scary guy. What does this come to the home of the Mibu Wolf ...

source: 危険を顧みてたらいい記事は書けませんからね！ さぁ斎藤さん「いんたびゅう」を受けてください！ 一緒に瓦版の歴史を変えましょう！
es_es: I can't write an article that should be considered dangerous! Now, please take Mr. Saito's "Intabyu"! Let's change the history of Kawaraban together!

source: （……この男、色々とめんどくさい奴だが、 固い信念を持っているようだな）
es_es: (... This guy is a lot of annoying guys, but he seems to have a firm belief)

source: ……いいだろう。 俺の部屋に来い。「いんたびゅう」を受けてやる。
es_es: ……All right. Come to my room. I'll take "Intabyu".

source: はい！
es_es: Okay!

source: 龍馬
es_es: Ryoma

source: 瓦版売り
es_es: Kawaraban sale

source: 新選組隊士
es_es: Shinsengumi
