Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000922f1.po
Languages: es_es

source: シショー！ 船もまだ出ないようナノデ、 隊士のお手伝い、シマショウカ？
es_es: Shisho! Nanode, help the soldiers, Shimashoka so that the ship will not leave yet?

source: ああ。悪いが、少し力をかしてくれ。
es_es: Oh. I'm sorry, but please help me a little.

source: モチロン！ お任せクダサーイ！
es_es: Mochiron! Leave it to us!

source: オー…… 遠慮ナサラナクテイイノニ……
es_es: Oh …… Refrain from Nasara Nakutei Inoni ……

source: 気持ちはありがたいが、今のうちの隊には 新しい隊士を迎える余裕がなくてな……
es_es: I'm grateful for the feeling, but I can't afford to welcome a new soldier in my current squad ...

source: オー…… それは残念…… デハ、もし枠が出来たら声カケテクダサーイ。
es_es: Oh ... that's a shame ... Deha, if you can make a frame, voice Kaketekudasai.

source: シショー！ お久しぶりデース。
es_es: Shisho! It's been a long time.

source: お前は…… トムか。 どうしたんだ？ 帰国すると聞いたが……
es_es: Are you ... Tom? What happened? I heard that you will return to Japan ...

source: 船が出るまでにまだ時間があるノデ、 ブラブラしていたら、シショーが隊士を探している というウワサを聞きまして……
es_es: There is still time before the ship leaves, and when I was wandering around, I heard a rumor that Shisho was looking for a soldier ...

source: あ、ああ。まぁな。
es_es: Ah, ah. Well.

source: 他ならぬシショーが困っているのなら 修行にもなりますし、少しお手伝いしようかと 思って、ヤッテキタノデス。
es_es: If none other than Shisho is in trouble, it will be a training, and I thought I'd help a little, so Yattekitanodes.

source: ああ。悪いが、少し力をかしてくれ。
es_es: Oh. I'm sorry, but please help me a little.

source: モチロン！ お任せクダサーイ！
es_es: Mochiron! Leave it to us!

source: オー…… 遠慮ナサラナクテイイノニ……
es_es: Oh …… Refrain from Nasara Nakutei Inoni ……

source: 気持ちはありがたいが、今のうちの隊には 新しい隊士を迎える余裕がなくてな……
es_es: I'm grateful for the feeling, but I can't afford to welcome a new soldier in my current squad ...

source: オー…… それは残念…… デハ、もし枠が出来たら声カケテクダサーイ。
es_es: Oh ... that's a shame ... Deha, if you can make a frame, voice Kaketekudasai.

source: トム
es_es: Tom
