Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid006e014e.po
Languages: es_es

source: つ…… 強ぇ……
es_es: One ... strong ...

source: 憂さ晴らししたいのなら、 いつでも相手になってやるが…… どうする？
es_es: If you want to get rid of your anxiety, I'll always be your partner ... what do you do?

source: ヒッ！ も、もうしません！
es_es: Hi! I won't do it anymore!

source: お、お助けぇ！
es_es: Oh, help me!

source: ワゥン、ワゥン……
es_es: Wow, Wow ...

source: 大丈夫だ。もう怖くないからな。
es_es: Should be fine. I'm not scared anymore.

source: （よっぽど怖かったんだな…… こいつをこのままここに置いていくのも しのびない。よし……）
es_es: (I was so scared ... I can't help leaving this guy here as it is. Okay ...)

source: ……なぁ。お前、うちの家にこないか？
es_es: ...... Nah. Would you like to come to our house?

source: 俺の家なら、 もうお前をいじめる奴はいないぞ。 ……どうだ？
es_es: At my house, no one is bullying you anymore. ...... How is it?

source: …………ワゥン！ ヘッ！ ヘッ！ ヘッ！
es_es: ………… Wow! Hey! Hey! Hey!

source: フッ、いい返事だ。
es_es: Huh, that's a good reply.

source: 傷ついた犬に名前をつけてください。
es_es: Give your injured dog a name.

source: %sがペットになりました。
es_es: % s is now a pet.

source: （ん？ あれは……）
es_es: (Hmm? That is ...)

source: ほら、ほら！ もっと鳴け鳴け！
es_es: Hey Hey! Squeal more!

source: キャイン！ キャイン！
es_es: Kyaeen! Kyaeen!

source: ギャハハ！ おい、俺の方が もっとでかい声で鳴かせられたぞ。俺の勝ちだ。
es_es: Gahaha! Hey, I was screaming louder. I won.

source: くそ！ まだまだ……！
es_es: Fuck! not yet……!

source: おい、やめろ。
es_es: Hey, stop.

source: あぁ？ なんだお前？
es_es: Ahh? What are you?

source: ……今までそいつを傷つけていたのはお前らか？
es_es: ...... Are you the one who hurt him until now?

source: そうだけど、なんだ？ こいつ、おっさんの犬じゃねえだろ。
es_es: That's right, what is it? This guy isn't an old man's dog.

source: そうそう。 俺達、ただ野良犬の駆除をしてるだけ。
es_es: Oh yeah. We're just getting rid of stray dogs.

source: ま、憂さ晴らしも兼ねてるけどな。 最近、税が高くてやってられないしよ。
es_es: Well, it also serves as a relief. I can't do it because the tax is high these days.

source: ……誰にも迷惑かけてないんだ。文句ねえだろ。
es_es: ... I don't bother anyone. You can't complain.

source: 文句なら大有りだ。憂さ晴らしだか何だか知らんが、 その犬に手ぇ出すことは、俺が許さねぇ。
es_es: There are many complaints. I don't know if it's a relief, but I can't forgive the dog.

source: ……あぁ？ いちいちうるせぇな。 じゃあそうだ。おっさんで憂さ晴らししてやろうか？
es_es: ……Ahh? It's noisy every time. Then that's right. Would you like to be an old man?

source: ギャハハ、そっちの方が楽しそうだな。
es_es: Gahaha, that seems to be more fun.

source: ……今の俺は、すこぶる機嫌が悪い。 手加減できねぇから、そのつもりでいろ。
es_es: ...... I'm in a bad mood right now. I can't control it, so let's do that.

source: へっ。何言ってやがる！ おい、やっちまうぞ！
es_es: Hey. What do you say! Hey, let's do it!

source: クゥン、クゥン……
es_es: Kun, Kun ...

source: （この犬に怪我をさせているのが あの男達の仕業なら…… 許せねぇな）
es_es: (If it's the work of those guys that hurt this dog ... I can't forgive you)

source: へへっ、いい憂さ晴らしになったろう？
es_es: Hey, have you been a good relief?

source: あぁ、毎度いい憂さ晴らしだ。 むしゃくしゃした時は犬コロの世話になるに限るな。
es_es: Ah, it's always a good relief. Don't just take care of your dog when you're messed up.

source: （……犬？ ……世話？）
es_es: (... dog? ... care?)

source: ……ん？
es_es: ……Hmm?

source: おい、お前どうしたんだ!? 何かあったのか？
es_es: Hey, what happened to you !? What happened?

source: クゥン……
es_es: Kun ……

source: （もしや、さっきの連中の仕業か……？）
es_es: (Hello, is it the work of those guys ...?)

source: よし、こんなもんだろう。
es_es: Alright, it's like this.

source: クゥン、クゥン……
es_es: Kun, Kun ...

source: （この犬に怪我をさせているのが さっきの男達の仕業なら…… 許せねぇな）
es_es: (If it was the work of the men who injured this dog ... I can't forgive you)

source: クゥン……
es_es: Kun ……

source: ヘッ！ へッ！ ヘッ！
es_es: Hey! Hey! Hey!

source: また来てやるからな。 それまでおとなしく待っているんだぞ。
es_es: I'll come again. Until then, I'll be waiting quietly.

source: ヘッ！ へッ！ ヘッ！
es_es: Hey! Hey! Hey!

source: いい子にしてたか？ ほら、怪我を見せてみろ。
es_es: Did you make a good boy? Look, show me your injuries.

source: もうだいぶよさそうだな。 しかし念のためだ、 もう１度手当てしておくか……
es_es: It looks pretty good already. But just in case, should I treat it again ...

source: （しかし今は手当てできそうなものを持っていない）
es_es: (But now I don't have anything I can afford)

source: ワゥン……
es_es: Wow ...

source: （……すまん、やはり今は我慢してくれ）
es_es: (... I'm sorry, please bear with me now)

source: ワゥン……
es_es: Wow ...

source: もうすぐ治るからな……
es_es: It will be cured soon ...

source: フッ、傷も完全にふさがったようだな。 もうこれで大丈夫だ。 しばらくしたらまた様子を見に来てやるからな。
es_es: Huh, it seems that the scratches are completely closed. This is all right. I'll come back to see you after a while.

source: ヘッ！ へッ！ ヘッ！ ワゥン！
es_es: Hey! Hey! Hey! Wow!

source: ヘッ！ へッ！ ヘッ！
es_es: Hey! Hey! Hey!

source: また来てやるからな。 それまでおとなしく待っているんだぞ。
es_es: I'll come again. Until then, I'll be waiting quietly.

source: ワン！ ワォン！
es_es: one! Wow!

source: いい子にしてたか？ 怪我を見せてみろ。
es_es: Did you make a good boy? Show me your injuries.

source: だいぶよくなってはきたが、 まだ少し手当てが必要そうだな……
es_es: It's getting better, but I think we still need some treatment ...

source: （しかし今は手当てできそうなものを持っていない）
es_es: (But now I don't have anything I can afford)

source: ワゥン……
es_es: Wow ...

source: （……すまん、やはり今は我慢してくれ）
es_es: (... I'm sorry, please bear with me now)

source: ワゥン……
es_es: Wow ...

source: いつもみたいにじっとしてろよ……
es_es: Stay still as usual ...

source: フッ、だいぶ元気になってきたじゃないか。 もうしばらくの辛抱だぞ。
es_es: Huh, I think I'm getting better. I'll be patient for a while.

source: ヘッ！ へッ！ ヘッ！
es_es: Hey! Hey! Hey!

source: ヘッ！ へッ！ ヘッ！
es_es: Hey! Hey! Hey!

source: また来てやるからな。 それまでおとなしく待っているんだぞ。
es_es: I'll come again. Until then, I'll be waiting quietly.

source: ワゥン…… ワゥン……
es_es: Wow ... Wow ...

source: いい子にしてたか？ 怪我を見せてみろ。
es_es: Did you make a good boy? Show me your injuries.

source: どれどれ…… まだもうしばらく手当てが必要そうだな……
es_es: Which one ... I think I need more treatment for a while ...

source: （しかし今は手当てできそうなものを持っていない）
es_es: (But now I don't have anything I can afford)

source: ワゥン……
es_es: Wow ...

source: （……すまん、やはり今は我慢してくれ）
es_es: (... I'm sorry, please bear with me now)

source: ワゥン……
es_es: Wow ...

source: 怪我を治してやるからな。動くなよ……
es_es: I'll heal my injuries. Don't move ...

source: よし、これで少しはよくなっただろう。
es_es: Alright, this should have improved a little.

source: ワォン！
es_es: Wow!

source: ワゥン…… ワゥン……
es_es: Wow ... Wow ...

source: また来てやるからな。 それまでおとなしく待っているんだぞ。
es_es: I'll come again. Until then, I'll be waiting quietly.

source: ん？ お前、どうしたんだ？ 傷だらけじゃないか。
es_es: Hmm? What's wrong with you? Isn't it full of scratches?

source: ワゥン……
es_es: Wow ...

source: （どうやら野良犬のようだが、 ひどい怪我だ…… 放っておくとまずそうだ）
es_es: (It looks like a stray dog, but it's a terrible injury ... If you leave it alone, it's unlikely.)

source: （しかし今は手当てできそうなものを持っていない）
es_es: (But now I don't have anything I can afford)

source: ワゥン……
es_es: Wow ...

source: （……すまん、やはり今は我慢してくれ）
es_es: (... I'm sorry, please bear with me now)

source: ワゥン……
es_es: Wow ...

source: 今から手当てをしてやるからな。 動くなよ……
es_es: I'll take care of you from now on. Don't move ...

source: よし、これで少しはよくなるだろう。
es_es: Alright, this should be a little better.

source: ワゥン、ワゥン。
es_es: Wow, wow.

source: ……少しは元気になったようだな。
es_es: ...... It seems that I'm feeling a little better.

source: ワゥン。
es_es: Wow.

source: （だがしばらくは定期的に手当てが必要そうだ…… しかたない、また来るか）
es_es: (But it seems that regular treatment is needed for a while ... I can't help it, will I come again?)

source: 「傷ついた犬」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「傷ついた犬」と交流してみましょう。
es_es: A bond with the "injured dog" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with the "injured dog".

source: 粗暴な男
es_es: Rough man

source: 龍馬
es_es: Ryoma

source: 感じの悪い男
es_es: Unpleasant man

source: 傷ついた犬
es_es: Injured dog

source: 犬の鳴き声
es_es: Dog bark

source: 傷ついていた犬
es_es: Injured dog

source: 傷ついた犬との絆
es_es: Bonds with injured dogs
