Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c12e9.po
Languages: es_es

source: 釣りってやっぱり難しいですね…… 今日も釣れてなくて、このままじゃ嫁に怒られる…… あの、もしよければ、一匹譲ってもらえません？
es_es: After all it is difficult to fish ... I can't catch it today, and my wife will get angry at this ... Oh, if you like, can you give me one?

source: 困ったなぁ…… 嫁に殺されかねないよ…… どうしよう……
es_es: I'm in trouble ... I could be killed by my bride ... What should I do ...

source: こんな良い魚を…… ありがとうございます！ 次回こそ、自分で巨大マグロを 釣り上げてみせますよ……！
es_es: Such a good fish ... Thank you! Next time, I'll show you how to catch a giant tuna ...!

source: 集中…… 集中……
es_es: Concentration …… Concentration ……

source: どうだ？ 釣れそうか？
es_es: How is it? Can you catch it?

source: いやー、はは…… 全く手ごたえがありません……
es_es: No, haha ... I have no response at all ...

source: あ、そうだ。おかげさまで妻が、 私が釣りを続けること、許してくれました。
es_es: Oh, that's right. Thanks to my wife, I forgave me to continue fishing.

source: それはよかったな。
es_es: That was good.

source: えぇ、ありがとうございます。
es_es: Yeah, thank you.

source: 妻のためにも、自分の力で 魚を釣って帰ってやりたいと思うんですが、 いやはや、なかなか難しいですね……
es_es: For my wife, I would like to catch some fish on my own and go home, but no, it's quite difficult ...

source: ……あんた、釣りを始めてどれくらいになるんだ？
es_es: ...... How long have you been fishing?

source: はは…… かれこれ５年くらいですかね。
es_es: Haha ... It's been about 5 years now.

source: ご、５年？ ５年もやって、１匹も魚を釣ったことがないのか？
es_es: 5 years? Haven't you caught any fish in 5 years?

source: お恥ずかしい限りです……
es_es: As long as it's embarrassing ...

source: そこまでやって釣れないなんて、おかしくないか？ ……何か問題があるんじゃないか？
es_es: Isn't it strange that you can't fish that far? ...... Isn't there something wrong?

source: うぐっ…… ははは…… やっぱり私には才能がないんですかね……
es_es: Ugh ... haha ... I don't have the talent ...

source: 才能とかそういう段階ではないと思うが…… ところで、餌は何を使ってるんだ？
es_es: I don't think it's talent or anything like that ... By the way, what kind of food do you use?

source: へ？ 餌？
es_es: What? feed?

source: ああ。餌。
es_es: Oh. feed.

source: ネギですけど。
es_es: It's a green onion.

source: 釣れるわけがないだろう。
es_es: You can't catch it.

source: えええ!? 昔、知り合いの爺さんが、 「ネギは体にええんやで」って言ってたので 餌にしていたのですが……
es_es: Yeah !? A long time ago, an old man I knew said, "Leek isn't good for your body," so I used to feed it ...

source: くそ……！ 騙しやがったな！ あのジジイ！
es_es: Fuck……! I was deceived! That Jijii!

source: いや。その爺さんが 間違っていたわけではないと思うが…… しかたない、俺が釣りの基礎から教えてやる。
es_es: Disagreeable. I don't think the old man was wrong, but ... I can't help but teach you the basics of fishing.

source: は、はい……
es_es: Yes ...

source: な、なるほど。小さなエビやイカ…… 魚が普段食べてそうなものを 餌にしないといけなかったんですね……
es_es: I see. Small shrimp and squid ... I had to feed on what fish would normally eat ...

source: ……むしろ５年もやってて、 なぜそこに気付かなかったんだ？
es_es: ...... Rather, I've been doing it for 5 years and why didn't I notice it?

source: 爺さんを信じ切っていたもので…… くそっ！ 騙しやがったな、あのジジイ!! 俺の５年間を返せ!!
es_es: I believed in the old man ... Damn! I was deceived, that Jijii !! Give me back my 5 years !!

source: お、さっそく魚がかかったみたいだぞ。
es_es: Oh, it looks like it's caught in a fish.

source: へっ？ あ、本当だ！ 竿がピクンピクンしてます！ い、いったい私はどうすれば!?
es_es: Huh? Oh, that's true! The rod is fluttering! What on earth should I do !?

source: 合わせるんだ！
es_es: Match it!

source: え、何……？ あ、あわせ……？
es_es: What ...? Oh, together ...?

source: あ、あんたそれでも釣り人か！ まず竿を上にだな……
es_es: Oh, are you still an angler! First, put the rod up ...

source: つ…… 釣れた！ 私にもやっと魚が釣れましたよ！ こんなの初めてです！ 驚きですよ！
es_es: One ... I caught it! I finally caught a fish! This is my first time! I'm surprised!

source: 俺は５年間もネギを餌にしていた あんたに驚いたが……
es_es: I was surprised at you who had been feeding onions for 5 years ...

source: ……あなたのおかげで、釣りを続けることも、 自分の力で魚を釣ることもできるようになりました。
es_es: …… Thanks to you, you can continue fishing and catch fish on your own.

source: これからは自分で釣った魚を、 妻に食べさせてあげることができる。 そう思うと…… 楽しみで仕方ありません。
es_es: From now on, I can feed my wife the fish I caught. When I think so ... I'm looking forward to it.

source: それはよかったな。 まぁ…… これからは釣りについて ちゃんと勉強したほうがいいな。
es_es: That was good. Well ... I should study fishing properly from now on.

source: はい…… ごもっともです。 もう爺さんからの偽情報には騙されません！ あのジジイめ……！
es_es: Yes ... it's reasonable. Don't be fooled by false information from your old man anymore! That jijii ...!

source: いや、ジジイが間違っているわけでは ないんだがな……
es_es: No, it's not that Jijii is wrong ...

source: それにしても、魚を釣り上げる瞬間って すごく気持ちいいですね！
es_es: Even so, the moment you catch a fish feels great!

source: 私、釣りのこと、 より一層、好きになってしまいましたよ！ あの…… 本当にありがとうございました!!
es_es: I've become even more fond of fishing! Um ... Thank you very much !!

source: ようし……
es_es: Let's ...

source: どうだ？ そろそろ奥さん、 あんたが釣りを続けること、許してくれそうか？
es_es: How is it? Is it time for your wife to forgive you for continuing fishing?

source: えぇ！ おかげさまで！
es_es: Yeah! Thanks to you!

source: ほう。
es_es: How.

source: 今回、魚を釣って帰ることができたら、 あなたの腕が多少は本物であることを認めて、 今後釣りを続けてもいい、と言ってくれました。
es_es: This time, if I could catch a fish and go home, he admitted that your arm was a little real and told me that I could continue fishing in the future.

source: いつまでたっても 完全に認めてはくれなさそうだな……
es_es: I don't think he will accept it completely forever ...

source: はい…… でも、きっとこれが最後のお願いになります。 あなたの魚を譲ってはいただけないでしょうか？
es_es: Yes ... but this is surely the last request. Would you please give me your fish?

source: 余った魚があれば、持ってくるとしよう。
es_es: If you have any surplus fish, let's bring it.

source: お願いします……
es_es: Please……

source: これでいいか？
es_es: Is it OK?

source: おぉ！
es_es: Oh!

source: ……ありがとうございます。
es_es: ……Thank you.

source: あなたのおかげで、 私、これからも釣りを続けることができそうです。
es_es: Thanks to you, I will be able to continue fishing.

source: ……けどやっぱり、自分の釣った魚で 妻を納得させることができたらよかったな。
es_es: …… But I wish I could convince my wife with the fish I caught.

source: あ、せっかく手伝っていただいたのに こんなこと言ってすいません……
es_es: Oh, I'm sorry to say this even though you helped me ...

source: いや、気にしていない。
es_es: No, I don't care.

source: 私だって釣り人のはしくれですからね…… いつか、自分の手で魚を釣ってみたいな……
es_es: I'm an angler, too ... I'd like to catch a fish with my own hands someday ...

source: それでは。
es_es: Well then.

source: はぁ……
es_es: Hmm ...

source: 調子はどうだ？
es_es: How are you doing

source: あぁ、あなたは！
es_es: Oh, you!

source: ……お願いです！ あなたの釣った魚、 また譲っていただけませんか？
es_es: ……Please! Could you give me the fish you caught again?

source: 何？ まだ奥さん、 あんたが釣りをすること許してくれてないのか？
es_es: what? Your wife, haven't you allowed me to fish yet?

source: そうなんです…… この前魚を釣って帰ったのは まぐれ当たりだと思ってるみたいで……
es_es: That's right ... It seems that I think it was a fluke to catch a fish the other day ...

source: 実際はあなたから頂いた魚を持って帰っただけなので まぐれよりひどいんですが……
es_es: Actually, it's worse than a fluke because I just brought back the fish I got from you ...

source: お願いです。妻が信じてくれるまで、 魚を譲ってくれないでしょうか？
es_es: Please. Will you give me the fish until my wife believes it?

source: 余った魚があれば、持ってくるとしよう。
es_es: If you have any surplus fish, let's bring it.

source: お願いします……
es_es: Please……

source: これでいいか？
es_es: Is it OK?

source: おぉ！ これはまた活きのよさそうな……
es_es: Oh! This looks lively again ...

source: ようし、この魚を妻のもとへ持って帰れば、 これからも釣りを続けてもいいと言ってくれるはず！
es_es: Well, if you bring this fish back to your wife, he will tell you that you can continue fishing!

source: 本当にありがとうございます。
es_es: thank you very much.

source: はぁ……
es_es: Hmm ...

source: 調子はどうだ？
es_es: How are you doing

source: あぁ、あなたは！
es_es: Oh, you!

source: ……お願いです！ あなたの釣った魚、 また譲っていただけませんか？
es_es: ……Please! Could you give me the fish you caught again?

source: 何？ まだ奥さん、 あんたが釣りをすること許してくれてないのか？
es_es: what? Your wife, haven't you allowed me to fish yet?

source: そうなんです…… この前魚を釣って帰ったのは まぐれ当たりだと思ってるみたいで……
es_es: That's right ... It seems that I think it was a fluke to catch a fish the other day ...

source: 実際はあなたから頂いた魚を持って帰っただけなので まぐれよりひどいんですが……
es_es: Actually, it's worse than a fluke because I just brought back the fish I got from you ...

source: お願いです。妻が信じてくれるまで、 魚を譲ってくれないでしょうか？
es_es: Please. Will you give me the fish until my wife believes it?

source: 余った魚があれば、持ってくるとしよう。
es_es: If you have any surplus fish, let's bring it.

source: お願いします……
es_es: Please……

source: これでいいか？
es_es: Is it OK?

source: おぉ！ これはまた活きのよさそうな……
es_es: Oh! This looks lively again ...

source: ようし、この魚を妻のもとへ持って帰れば、 これからも釣りを続けてもいいと言ってくれるはず！
es_es: Well, if you bring this fish back to your wife, he will tell you that you can continue fishing!

source: 本当にありがとうございます。
es_es: thank you very much.

source: 今日こそは……
es_es: Today is ...

source: どうだ？ 釣れそうか？
es_es: How is it? Can you catch it?

source: いやー、はは…… さっぱりです……
es_es: No, haha ... it's refreshing ...

source: 余った魚があれば、持ってくるとしよう。
es_es: If you have any surplus fish, let's bring it.

source: お願いします……
es_es: Please……

source: 余った魚を持ってきたぞ。
es_es: I brought the surplus fish.

source: おぉ！
es_es: Oh!

source: これはまた活きのよさそうな……
es_es: This looks lively again ...

source: ようし、この魚を妻のもとへ持って帰れば、 これからも釣りを続けてもいいと言ってくれるはず！
es_es: Well, if you bring this fish back to your wife, he will tell you that you can continue fishing!

source: いやー、助かりました。 おかげさまで首の皮一枚つながりましたよ。
es_es: No, it was saved. Thanks to you, I got a piece of skin on my neck.

source: フッ、おおげさだな。
es_es: Huh, it's an exaggeration.

source: とんでもない！ それくらい深刻だったんですよ！ ……本当にありがとうございます。
es_es: No way! It was that serious! ……thank you very much.

source: 「崖っぷち釣り人」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「崖っぷち釣り人」と交流してみましょう。
es_es: A bond with the "cliff angler" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "cliff anglers".

source: はぁぁ…… どうしよう……
es_es: Hmm ... what should I do ...

source: ……どうかしたのか？ ひどく落ち込んでいるようだが。
es_es: ...... What's wrong? It seems to be terribly depressed.

source: え、えぇ…… 実は、今日こそは魚を釣って帰らないと、 生きがいである釣りを、やめなければならんのです。
es_es: Well, yeah ... Actually, today I have to catch a fish and go home, or I have to stop fishing, which is a worthwhile life.

source: ……どういうことだ？
es_es: ……What does it mean?

source: ……私、釣りが大好きなんですけどね。 腕の方は下手っぴで、今まで魚が釣れたことなど 一度だってありゃしないんですよ……
es_es: ...... I love fishing, though. My arm is not good, and I have never caught a fish before ...

source: い、一度もないのか？
es_es: No, has it never happened?

source: はい…… 時間も労力もかかるくせに おかずの一品も釣ってこない、と。 妻からずーっと文句を言われ続けてたんですが……
es_es: Yes ... I didn't catch a side dish even though it took time and effort. My wife kept complaining all the time ...

source: ついに、積もり積もった妻の鬱憤が爆発しまして。 今回釣れなかったら今後一切釣りはしないと、 約束させられてしまったのです……
es_es: Finally, my wife's accumulated anger exploded. I was promised that if I couldn't catch this time, I wouldn't fish at all in the future ...

source: なるほど……
es_es: I see……

source: ……そして今回もやっぱり釣果はなし。 竿がピクリともいいませんでした…… このままでは、一生釣りが出来なくなってしまう……
es_es: …… And this time too, there was no fishing result. The rod wasn't even picky ... If you keep going like this, you won't be able to fish for the rest of your life ...

source: あ……！ そ、そうだ！ つかぬことをお聞きしますが…… あなた、釣りはしますか？
es_es: Ah……! That's right! I'd like to ask you not to go fishing ... Do you fish?

source: あ、あぁ。たまにな……
es_es: Ah, ah. Sometimes ...

source: お願いです！ １匹でもいいんです……！ あなたの釣った魚、譲っていただけませんか？
es_es: Please! You can even have one ...! Could you give me the fish you caught?

source: お、俺の釣った魚を？
es_es: Oh, what kind of fish did I catch?

source: 他に頼れる人もいないですし…… お願いします！ 人助けと思って！
es_es: No one else can rely on me ... please! I think it helps people!

source: （……仕方ない。協力してやるか）
es_es: (... I can't help it. Will you cooperate?)

source: 分かった。釣った魚で余った分があれば、 お前に譲ってやる。
es_es: Do you get it. If there is a surplus in the fish I caught, I will give it to you.

source: ほ、本当ですか？ ありがとうございます！ 助かります……！
es_es: Is that true? Thank you! That helps a lot……!

source: 自分自身の力で魚を釣れるように、 もう少しだけ私も、頑張ってみますが…… 余った魚があれば、よろしくお願いしますね！
es_es: I will do my best so that I can catch the fish with my own power, but ... If there are any surplus fish, thank you!

source: 崖っぷち釣り人
es_es: Cliff angler

source: 渡す
es_es: hand off

source: 渡さない
es_es: Do not pass

source: 魚
es_es: fish

source: 魚をやる
es_es: Do fish

source: 魚をやらない
es_es: Don't fish

source: 釣り人
es_es: Angler

source: 崖っぷち釣り人との絆
es_es: Bonds with cliff anglers
