Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00330d5c.po
Languages: es_es

source: ここで一杯飲むか。
es_es: Do you have a drink here?

source: ええよ。 せやけど、うちはお酒、そう簡単に酔わへんよ。
es_es: sure. I'm sorry, but we don't get drunk so easily.

source: けしからん真似なんかでけへんから。 アテがはずれたんとちゃう？
es_es: It's because I'm imitating it. Did you miss it?

source: ……別に何もしねえよ。
es_es: ...... I can't do anything else.

source: ふふ…… 冗談、冗談。
es_es: Fufu …… Joke, joke.

source: さ、一杯どうぞ。
es_es: Now, have a drink.

source: すまないな。 おりょうもどうだ？
es_es: I'm sorry. How about you?

source: じゃあお言葉に甘えて。
es_es: Then be patient with your words.

source: あら、斎藤さん。 今日は珍しくべっぴんさん連れてますやん。
es_es: Oh, Mr. Saito. I'm rarely taking Beppin-san today.

source: まあな。
es_es: Well.

source: しばらく京を離れることになった。 色々、世話になったな。
es_es: I will leave Kyoto for a while. I was taken care of in various ways.

source: そりゃ残念ですわ。 ……なら、今日はせん別として 好きなだけ飲んでや。
es_es: That's a shame. ...... Then, drink as much as you like today as a farewell.

source: ん？ いいのか？
es_es: Hmm? Is it okay?

source: いいのいいのって。 斎藤さんにはいつも世話になってるし。
es_es: It ’s good. Saito-san is always indebted to me.

source: 二人で存分に楽しんでや。 ほな、ごゆっくり。
es_es: Let's enjoy it together. Hon, take your time.

source: ふふ…… ちょっと、あの人、気前良すぎとちゃう？
es_es: Fufu ... Hey, is that person too generous?

source: フッ、おおかた、お前のまえでいいとこ 見せたかったんだろう。
es_es: Huh, most of the time, I guess I wanted to show you what I was good at.

source: ん…… 少し酔いが回ってきたな。
es_es: Hmm ... I'm getting a little sick.

source: 一（はじめ）さん、ほんまにお酒好きなんやから。 途中で眠たなっても知らんで。
es_es: Mr. Ichi (beginning), I really like sake. Know if you fall asleep on the way.

source: （次は歌声酒場にでも行ってみるか）
es_es: (Would you like to go to the singing bar next time?)

source: いらっしゃいませ。 お客さん、どうぞ寄ってって下さい。
es_es: Welcome. Customers, please drop in.

source: （手持ちがない……）
es_es: (I don't have one ...)

source: すまない、ちょっと急用が……
es_es: I'm sorry, I have a little urgent need ...

source: そうですか。 またのご来店をお待ちしています。
es_es: Is that so. We look forward to seeing you again.

source: では、お席にご案内します。 こちらへどうぞ。
es_es: Then, I will guide you to your seat. This way, please.

source: いらっしゃいませ。 まず、お飲み物はいかがなさいますか？
es_es: Welcome. First of all, how about a drink?

source: 食べ物は何にいたしましょう？
es_es: What should I eat?

source: ご注文はお決まりですか？
es_es: are you ready to order?

source: すまない、ちょっと急用が……
es_es: I'm sorry, I have a little urgent need ...

source: そうですか。 またご利用ください。
es_es: Is that so. Please use it again.

source: お代はこちらになります。
es_es: Here is your bill.

source: 福引き券%d枚 お渡しします。
es_es: We will give you% d of lucky tickets.

source: ありがとうございました。 またよろしくお願いします。
es_es: Thank you very much. Also thank you.

source: ありがとうございました。 またよろしくお願いします。
es_es: Thank you very much. Also thank you.

source: 龍馬
es_es: Ryoma

source: おりょう
es_es: Oryo

source: 店長
es_es: Store manager

source: 店員
es_es: Clerk
