Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c1432.po
Languages: es_es

source: 『本当にづつない』……か。 でも肝心の、強調されてる部分がわからないですね。 いったい『づつない』とはどういう意味なんですか？
es_es: "It really doesn't work" ...? But I don't understand the important part that is emphasized. What does "zutsunai" mean?

source: 『づつない』は『苦しい』だ。
es_es: "Zutsuna" is "painful".

source: 『づつない』は『苦しい』か…… なるほど文脈にも沿っている気がします。
es_es: Is "Zutsuna" "painful"? ... I think it fits the context.

source: どうしようもないことを『術ない』と言い、 それが転じて『づつない』になったという説がある。
es_es: There is a theory that something that can't be helped is called "no art", and that it turns into "unsuccessful".

source: お兄さん、なんでそんな博学なんですか!? いや、ほんまに勉強になります。
es_es: Brother, why is it such an erudition !? No, it's really studying.

source: 『づつない』は『津々浦々』という意味だ。
es_es: "Zutsuna" means "tsutsuura".

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: あぁ。『づつない』の『づつ』ってところと 『津々浦々』の『つつ』ってところが似ているだろ？
es_es: Ahh. Isn't "Zutsu" in "Zutsuna" similar to "Tsuku" in "Tsutsura"?

source: ……津々浦々って、 全国いたるところって意味ですよね。
es_es: …… Tsutsuura means everywhere in the country, doesn't it?

source: この手紙の流れでなんで津々浦々が でてくるのか、全く理解できへんのですが……
es_es: I can't really understand why the flow of this letter is so crowded ...

source: 女心はそんな単純なものじゃない。 土佐出身の俺を信じるんだ。 『づつない』は『津々浦々』…… いいな？
es_es: A woman's heart is not that simple. Believe me from Tosa. "Zutsuna" is "Tsutsuura" ... Is that okay?

source: はい、いいです……
es_es: Yes, that's fine……

source: 『づつない』は『平穏』という意味だ。
es_es: "Zutsuna" means "peace".

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: あぁ、平穏無事といった意味の言葉 『つつがない』は知っているな？
es_es: Ah, do you know the word "berry bugs" that means peace and safety?

source: は、はぁ……
es_es: Haha ...

source: 『づつない』はその延長だ。 『づつない』、『つつがない』、『平穏』。
es_es: "Zutsuna" is an extension of that. "Zutsuna", "Berry Bugs", "Peaceful".

source: な、なるほど…… なんかそれっぽくはありますが、 文脈的になんだか違うような気も……
es_es: I see ... It's kind of like that, but I feel like it's somewhat different in context ...

source: おいおい、俺は土佐出身だぜ。 ……『づつない』は『平穏』だ。
es_es: Hey, I'm from Tosa. ...... "Zutsuna" is "peace".

source: わ、わかりました……
es_es: I see ...

source: では続きまして最後の部分です…… 『すっとあいたいちや。』
es_es: Then, the last part ... "Ichiya who met quickly. 』\

source: 『あいたいちや』はわかるな？
es_es: Do you understand "Aita Ichiya"?

source: はい…… 会いたいちや。 彼女が僕に会いたがってくれている…… ということですよね。ふふふ。
es_es: Yes ... Ichiya I met. She wants to see me ... Fufufu.

source: あぁ、その通りだ。
es_es: Oh, that's right.

source: 問題はその前についている…… 『すっと』ですね。
es_es: The problem is before that ... "Sutto".

source: お兄さん、『すっとあいたいちや。』 この『すっと』の意味を教えてください。
es_es: Brother, "Ichiya who met quickly. Please tell me the meaning of this "sutto".

source: 『すっと』は『清々しい気持ちで』という意味だ。
es_es: "Sutto" means "with a refreshing feeling."

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: あぁ、『すっとする』というだろう？ 人は清々しさを感じるとき、『すっと』するんだ。
es_es: Ah, isn't it "smooth"? When people feel refreshed, they "smooth".

source: いや、それはそうですけど…… 『すっとあいたいちや』ということは彼女は、 清々しい気持ちで僕に会いたいということですかね？
es_es: No, that's right ... Does that mean she wants to see me with a refreshing feeling?

source: まさしくそうだろう。いつまでも清々しい気持ちを 忘れずにお前とやりとりしたいんだ。
es_es: That's right. I want to keep in touch with you without forgetting my refreshing feelings.

source: ……俺は土佐出身だ。信じてくれ。
es_es: ...... I'm from Tosa. Believe me.

source: わ、わかりましたよ……
es_es: I understand ...

source: 『すっと』は『一瞬』という意味だ。
es_es: "Sutto" means "moment".

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: 『すっと』という音からして、 『一瞬』で過ぎ去っていく、もののあはれが 感じられるだろう？
es_es: You can feel the mono no aware of things passing by in a "moment" from the sound of "smooth"?

source: たしかに感じられますけど…… 『すっとあいたいちや』ということは彼女、 僕に一瞬だけ会いたいってことなんですかね……？
es_es: It certainly feels like ... "Ichiya Ichiya" means she wants to see me for a moment ...?

source: まさしくそうだろう。知り合ったばかりなんだ。 あまり長い時間は間が持たないだろうからな。
es_es: That's right. I just got to know you. I don't think it will take too long.

source: ……俺は土佐出身だ。信じてくれ。
es_es: ...... I'm from Tosa. Believe me.

source: わ、わかりましたよ……
es_es: I understand ...

source: 『すっと』は『早く』だ。
es_es: "Sutto" is "quick".

source: なるほど『早く』かぁ…… ふふふ。 彼女、僕に早く会いたいって 言ってくれてはるんやなぁ。
es_es: I see, "quickly" ... Fufufu. She told me she wanted to see me soon.

source: フッ。そのようだな。
es_es: Huh. That's right.

source: 僕だって君に、すっと会いたいちやー！
es_es: Ichiya who met you quickly!

source: ……ではこれまで翻訳したものをまとめますね。
es_es: …… Then, I will summarize what I have translated so far.

source: 『藤江さん、 お手紙ありがとうございます。 お元気ですか。』
es_es: "Thank you for your letter, Mr. Fujie. How are you. 』\

source: 『あなたにそんな趣味があったなんて意外です。 きっちり雌雄を決するべきです。 今度会ったとき、私と一緒にしてくださいね。』
es_es: "I'm surprised that you had such a hobby. You should decide the sex exactly. Please be with me the next time you meet. 』\

source: 『あなたにそんな趣味があったなんて意外です。 いつもしているんですか？ 今度会ったとき、私と一緒にしてくださいね。』
es_es: "I'm surprised that you had such a hobby. Do you always do it? Please be with me the next time you meet. 』\

source: 『あなたにそんな趣味があったなんて意外です。 とても優雅ですね。 今度会ったとき、私と一緒にしてくださいね。』
es_es: "I'm surprised that you had such a hobby. It's very elegant. Please be with me the next time you meet. 』\

source: 『ところで、私最近おかしいんです。 あなたのこと考えると、胸が本当に苦しい…… 清々しい気持ちで会いたいです。』
es_es: "By the way, I'm strange recently. When I think of you, my heart is really painful ... I want to meet with a refreshing feeling. 』\

source: 『ところで、私最近おかしいんです。 あなたのこと考えると、胸が本当に苦しい…… 一瞬だけ会いたいです。』
es_es: "By the way, I'm strange recently. When I think of you, my heart is really painful ... I want to see you for a moment. 』\

source: 『ところで、私最近おかしいんです。 あなたのこと考えると、胸が本当に苦しい…… 早く会いたいです。』
es_es: "By the way, I'm strange recently. When I think of you, my heart is really painful ... I want to see you soon. 』\

source: 『ところで、私最近おかしいんです。 あなたのこと考えると、胸が本当に津々浦々…… 清々しい気持ちで会いたいです。』
es_es: "By the way, I'm strange recently. When I think of you, my heart is really full ... I want to meet with a refreshing feeling. 』\

source: 『ところで、私最近おかしいんです。 あなたのこと考えると、胸が本当に津々浦々…… 一瞬だけ会いたいです。』
es_es: "By the way, I'm strange recently. When I think of you, my heart is really full ... I want to see you for a moment. 』\

source: 『ところで、私最近おかしいんです。 あなたのこと考えると、胸が本当に津々浦々…… 早く会いたいです。』
es_es: "By the way, I'm strange recently. When I think of you, my heart is really full ... I want to see you soon. 』\

source: 『ところで、私最近おかしいんです。 あなたのこと考えると、胸が本当に平穏。 清々しい気持ちで会いたいです。』
es_es: "By the way, I'm strange recently. When I think of you, my heart is really calm. I want to meet with a refreshing feeling. 』\

source: 『ところで、私最近おかしいんです。 あなたのこと考えると、胸が本当に平穏。 一瞬だけ会いたいです。』
es_es: "By the way, I'm strange recently. When I think of you, my heart is really calm. I want to see you for a moment. 』\

source: 『ところで、私最近おかしいんです。 あなたのこと考えると、胸が本当に平穏。 早く会いたいです。』
es_es: "By the way, I'm strange recently. When I think of you, my heart is really calm. Want to meet you very soon. 』\

source: こ、これはひょっとして…… ものすごく脈があるのでは!?
es_es: This may be ... There is a tremendous pulse !?

source: フッ。よかったな。
es_es: Huh. I'm glad.

source: さ、さっそく彼女に 僕の愛をたっぷりこめた返事を書かないと！
es_es: Now, I have to write a reply to her with a lot of my love!

source: うぉー！ ありがとうございます！ これ、今回のお礼です。
es_es: Wow! Thank you! This is thank you for this time.

source: ……これで、合ってるんですよね？
es_es: ...... This is right, isn't it?

source: あぁ…… そのはずだ。
es_es: Ah ... that should be it.

source: なんだか文章がおかしい気がしますが…… 土佐出身の方が言うんですから間違いないですよね。 これをもとに返事を書くことにします。
es_es: I feel that the text is strange, but ... I'm sure it's because someone from Tosa says it. I will write a reply based on this.

source: ありがとうございます。 これ、今回のお礼です。
es_es: thanks you. This is thank you for this time.

source: 「<Color:8>白金の塊<Color:Default>」をもらった
es_es: "<Color:8> Platinum mass<Color:Default> I got

source: また彼女から返事が来たときは 土佐弁、教えてくださいね。
es_es: If you get a reply from her, please tell me Tosa dialect.

source: あ、お兄さん！ 土佐弁の手紙の翻訳、お願いしてもいいですか？
es_es: Oh, brother! May I ask you to translate the Tosa dialect letter?

source: すまないが今は無理だ。 また今度な。
es_es: I'm sorry, but I can't do it now. See you next time.

source: はい、わかりました……
es_es: Yes, I understand……

source: あぁ。まかせておけ。
es_es: Ahh. Leave it to me.

source: ほんまですか！ ありがとうございます！ では早速お願いします……！
es_es: Really! Thank you! Then please ...!

source: これが彼女からの手紙です。
es_es: This is a letter from her.

source: ほう、これは一目見ただけで どぎつい土佐弁だとわかるな……
es_es: Hmm, at first glance you can tell that this is a tosa dialect ...

source: えぇ、この手紙を見たとき 会った時の彼女がなんであんなに無口だったのか なんとなくわかったような気ぃしました……
es_es: Well, when I saw this letter, I felt like I somehow understood why she was so silent when I met her ...

source: ……よし、手紙を読んでくれ。
es_es: …… Okay, read the letter.

source: 『藤江さん、おとどしゅうございます。 お元気しゆうかねぇ。』
es_es: "Mr. Fujie, I'm sorry. How are you doing? 』\

source: 『こちらの近況やけんど、 こないだ買った着物が気に入っちゅうがよ。』
es_es: "I like the recent situation and the kimono I bought the other day. 』\

source: 『こがあに素敵な着物を作る人がおるがやね。 あて、おまさんのこと、気になっちゅう。 お絹より。』
es_es: "There are people who make such wonderful kimonos. I'm curious about you. From silk. 』\

source: ……わかりますか？
es_es: ……Do you understand?

source: もちろんだ。
es_es: of course.

source: おぉ、それは心強い!! ではさっそく手紙の内容について教えてください。
es_es: Oh, that's encouraging !! Please tell us about the contents of the letter.

source: ではまず……
es_es: First of all ...

source: 『藤江さん、おとどしゅうございます。 お元気しゆうかねぇ。』
es_es: "Mr. Fujie, I'm sorry. How are you doing? 』\

source: 『お元気しゆうかねぇ』これはなんとなくですが 『お元気ですか』という意味な気がします……
es_es: "How are you?" This is somehow, but I think it means "How are you?" ...

source: あぁ、その通りだ。 なんだ、わかっているじゃないか。
es_es: Oh, that's right. What do you know?

source: このくらいなら大丈夫なんですが、 問題はその前にある『おとどしゅうございます』 なんです。
es_es: It's okay if it's about this, but the problem is "Otodoshu" in front of it.

source: 『藤江さん、おとどしゅうございます。 お元気しゆうかねぇ。』 この『おとどしゅう』は一体どういう意味なんです？
es_es: "Mr. Fujie, I'm sorry. How are you doing? What does this "Otodoshu" mean?

source: 『おとどしゅう』は『お久しぶり』だ。
es_es: "Otodoshu" is "after a long time".

source: あぁ！ 『お久しぶり』という意味なんですね！ 手紙の冒頭にある時点で気付くべきでした！
es_es: Ahh! It means "after a long time"! I should have noticed at the beginning of the letter!

source: 『おとどしい』の語源は『音遠しい』 つまり『長い間連絡がない』という意味なんだ。
es_es: The etymology of "dreadful" means "deep", that is, "no contact for a long time".

source: なるほど！ 連絡がない状態が続く…… その意味が転じて『久しぶり』になったんですね！ 勉強になるなぁ。
es_es: I see! The state of no contact continues ... The meaning has changed and it has become "after a long time"! It will be studying.

source: 『おとどしゅう』は『おとといきやがれ』だ。
es_es: "The day before yesterday" is "the day before yesterday".

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: 『おとど』は『おととい』 『しゅう』は『襲来』…… つまり、 『おとどしゅう』は『おとといきやがれ』になるな。
es_es: "The day before yesterday" is "the day before yesterday" "Shu" is "the day before yesterday" ... In other words, "the day before yesterday" is "the day before yesterday".

source: ……なんだかそれっぽいこと言ってますけど あのお絹さんがいきなり、 おとといきやがれなんて言うとは思えないけどなぁ。
es_es: ...... I'm saying something like that, but I don't think that silk-san suddenly says the day before yesterday.

source: 女心と秋の空…… 女の気持ちなんてころころかわるんだ。 いきなり罵倒されても仕方がないだろう。
es_es: A woman's heart and the autumn sky ... The feelings of a woman change. It can't be helped if you are suddenly abused.

source: そうは言いますけどねぇ……
es_es: I say so ...

source: 土佐出身の俺を信じろ。 『おとどしゅうございます』は 『おとといきやがれでございます』だ。
es_es: Believe me from Tosa. "The day before yesterday" is "The day before yesterday".

source: 僕、なんか怒られるようなことしたかなぁ……
es_es: I wonder if I was angry ...

source: 『おとどしゅう』は『男達』だ。
es_es: "Otodoshu" is "men".

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: 『おとど』は『男』という意味 『しゅう』は『衆』、つまり複数を表わす……
es_es: "Otodo" means "man" "shu" means "shu", that is, multiple ...

source: ……なんだかそれっぽいこと言ってますけど いきなりでてきたその男達って いったい誰なんですか。
es_es: ...... I'm saying something like that, but who are the guys who suddenly came up?

source: ……お絹さんは美人なんだろ？ そりゃあ、お前以外にも男はたくさんいるだろう。
es_es: ...... Isn't silk a beautiful woman? Well, there will be many men other than you.

source: あぁ!! 僕が一番考えたくなかった話題を そんな簡単に口にしないでください！
es_es: Ah !! Don't talk about the topic I didn't want to think about so easily!

source: ……土佐出身の俺を信じろ。 『おとどしゅう』は『男達』だ。
es_es: ...... Believe me from Tosa. "Otodoshu" is "men".

source: ……いったいどんな男達なんだ。
es_es: ...... What kind of men are they?

source: 続いては…… 『こちらの近況やけんど、 こないだ買った着物が気に入っちゅうがよ。』
es_es: Then ... "I like the recent situation and the kimono I bought the other day. 』\

source: このくらいならお前もわかるんじゃないか？
es_es: You can understand this much, right?

source: え、えぇっと…… こうかな？ 『こちらの近況ですが、 この間買った着物が気に入っています。』
es_es: Um ... Is it like this? "I like the kimono I bought the other day. 』\

source: その通りだ。
es_es: That's right.

source: よかった…… お絹さん、 僕の作った着物気に入ってくれてるんだ！ 嬉しいなぁ！
es_es: I'm glad ... Mr. Silk, you like the kimono I made! I'm happy!

source: よかったな。
es_es: I'm glad.

source: はい！ では続いて最後の文章をお願いします……
es_es: Okay! Then please give me the last sentence ...

source: 『こがあに素敵な着物を作る人がおるがやね。 あて、おまさんのこと、気になっちゅう。 お絹より。』
es_es: "There are people who make such wonderful kimonos. I'm curious about you. From silk. 』\

source: 『こがあに』は『こんなに』で 間違いないでしょうか？
es_es: Is there any doubt that "koganii" is "so much"?

source: あぁ、そうだな。
es_es: Oh, that's right.

source: 問題はその次……
es_es: The problem is next ...

source: 『あて、おまさんのこと、気になっちゅう。』
es_es: "I'm curious about you. 』\

source: ……そうです。 『あて、おまさんのこと、気になっちゅう』 まずこの、頭の『あて』ってどういう意味なんです？
es_es: ……That's right. "Attack, I'm curious about you" First of all, what does "address" in your head mean?

source: 『あて』は『痛い』だ。
es_es: "Address" is "painful".

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: あぁ、頭に何かぶつかった時とか つい「あてっ」と言ってしまうだろう？
es_es: Ah, when something hits my head, I'll just say "Attack", right?

source: いや、たしかに言いますけど もうそれ土佐弁がうんぬんって話じゃないような…… 手紙に書く意味もわからへんし……
es_es: No, I'm sure I'm not talking about Tosa dialect anymore ... I don't understand the meaning of writing in a letter ...

source: 土佐出身の俺を信じろ。 ……『あて』は『痛い』だ。
es_es: Believe me from Tosa. ...... "To" is "painful".

source: わ、わかりました……
es_es: I see ...

source: 『あて』は『私』だ。
es_es: "Address" is "I".

source: あぁ！ 『私』という意味なんですね！ どうりで手紙の色んなところに 書いてあると思いましたわ。
es_es: Ahh! It means "I"! No wonder it's written in various places in the letter.

source: ちなみに『あて』は女の一人称で、 男の『俺』にあてはまる言葉は『わし』だ。
es_es: By the way, "address" is the first person of a woman, and the word that applies to a man's "me" is "I".

source: なるほど、『あて』に『わし』ですね…… 勉強になります。
es_es: I see, it's "to" and "I" ... It's a learning experience.

source: 『あて』は『宛』だ。
es_es: "Address" is "Address".

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: あぁ、これは手紙だ。 宛と書かれていてもなんら不思議ではない。
es_es: Oh, this is a letter. It is no wonder that it is written as an address.

source: いや、たしかに不思議ではないですけど 手紙の内容として書くものではないような…… 文脈にも合わへんような気もするし……
es_es: No, it's no wonder, but it doesn't seem to be written as the content of the letter ... I feel like it doesn't fit the context ...

source: 土佐出身の俺を信じろ。 ……『あて』は『宛』だ。
es_es: Believe me from Tosa. ...... "Address" is "Address".

source: 土佐関係ないような気ぃもしますけど…… わかりました……
es_es: I don't think it has anything to do with Tosa, but ... I understand ...

source: 続いて『あて、おまさんのこと、気になっちゅう』 『気になっちゅう』っていうのは…… もしかして『気になっている』という意味ですか？
es_es: Next, "Are you, I'm curious about you" and "I'm curious" ... Does that mean "I'm curious"?

source: あぁそうだ。 『～ちゅう』というのは、 『～している』という意味になるんだ。
es_es: Oh yeah. "-Chu" means "-".

source: なるほど…… 解説ありがとうございます。
es_es: I see ... Thank you for your commentary.

source: お絹さんは『おまさん』のことが気になっている…… いったいこの『おまさん』ってのは、何のことです？
es_es: Mr. Silk is interested in "Oma-san" ... What exactly is this "Oma-san"?

source: 『おまさん』は『あなた』という意味だ。
es_es: "Omasan" means "you".

source: あぁ！ 『あなた』という意味なんですね！ つまりここでは僕のことを言っているということか。
es_es: Ahh! It means "you"! In other words, you're talking about me here.

source: あぁ、ちなみに『おまさん』は女が使う言葉で、 男の場合、相手のことは『おまん』と呼ぶ。
es_es: Oh, by the way, "Omasan" is a word used by women, and in the case of men, the other person is called "Oman".

source: ほう、じゃあ僕は相手のことを『おまん』と呼べば いいんですね。なるほどなー。
es_es: Well then, I should call the other person "Oman". I see.

source: 『おまさん』は『おませさん』という意味だ。
es_es: "Oma-san" means "Omase-san".

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: あぁ、おませさんと何回も言ってるとこうなるだろ。 おませさん…… おませさん…… おま…… さん…… おまさん……
es_es: Ah, if you say it many times, it will be like this. Omase-san ... Omase-san ... Oma-san ... Oma-san ...

source: いや、たしかにそれっぽいですけど なんや、こじつけくさい気もするなぁ…… 僕も彼女もおませさんって感じやあらへんし……
es_es: No, it's like that, but I don't think it's awkward ...

source: 土佐出身の俺を信じろ。 ……『おまさん』は『おませさん』だ。
es_es: Believe me from Tosa. ...... "Oma-san" is "Omase-san".

source: わ、わかりました……
es_es: I see ...

source: 『おまさん』は『たくさん』という意味だ。
es_es: "Omasan" means "a lot".

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: あぁ、『おまさん』『たくさん』 なんだか響きが似ているだろう？
es_es: Ah, "Oma-san" and "Many" sounds similar, right?

source: たしかに似てますけど、『おまさん』の『おま』が どうやったら『たくさん』の『たく』になるものか ちょっとばかしあやしい気が……
es_es: It's similar, but I'm a little ridiculous about how "Oma" in "Omasan" becomes "Taku" in "Many" ...

source: 土佐出身の俺を信じろ。 ……『おまさん』は『たくさん』だ。
es_es: Believe me from Tosa. ...... "Omasan" is "a lot".

source: そういうもんなんですね…… わかりました……
es_es: That's what it is ... I understand ...

source: では今までの土佐弁の意味をまとめますと、 こうなりますね……
es_es: So, to summarize the meaning of Tosa dialect so far, it looks like this ...

source: 『藤江さん、お久しぶりでございます。 お元気ですか。』
es_es: "Mr. Fujie, it's been a long time. How are you. 』\

source: 『藤江さん、おとといきやがれでございます。 お元気ですか。』
es_es: "Mr. Fujie, the day before yesterday. How are you. 』\

source: 『藤江さん、男達でございます。 お元気ですか。』
es_es: "Mr. Fujie, men. How are you. 』\

source: 『こちらの近況ですが、 この間買った着物がお気に入りです。』
es_es: "This is the latest situation, but I like the kimono I bought the other day. 』\

source: 『こんなに素敵な着物を作る人がいるんですね。 痛い！ あなたのこと、気になっています。 お絹より。』
es_es: "There are people who make such wonderful kimonos. painful! I'm curious about you. From silk. 』\

source: 『こんなに素敵な着物を作る人がいるんですね。 痛い！ おませさんのこと、気になっています。 お絹より。』
es_es: "There are people who make such wonderful kimonos. painful! I'm curious about you. From silk. 』\

source: 『こんなに素敵な着物を作る人がいるんですね。 痛い！ たくさんのこと、気になっています。 お絹より。』
es_es: "There are people who make such wonderful kimonos. painful! I'm curious about many things. From silk. 』\

source: 『こんなに素敵な着物を作る人がいるんですね。 私、あなたのこと、気になっています。 お絹より。』
es_es: "There are people who make such wonderful kimonos. I'm curious about you. From silk. 』\

source: 『こんなに素敵な着物を作る人がいるんですね。 私、おませさんのこと、気になっています。 お絹より。』
es_es: "There are people who make such wonderful kimonos. I'm curious about you. From silk. 』\

source: 『こんなに素敵な着物を作る人がいるんですね。 私、たくさんのこと、気になっています。 お絹より。』
es_es: "There are people who make such wonderful kimonos. I'm curious about many things. From silk. 』\

source: 『こんなに素敵な着物を作る人がいるんですね。 あなたのこと宛、気になっています。 お絹より。』
es_es: "There are people who make such wonderful kimonos. I'm curious about you. From silk. 』\

source: 『こんなに素敵な着物を作る人がいるんですね。 おませさんのこと宛、気になっています。 お絹より。』
es_es: "There are people who make such wonderful kimonos. I'm curious about you. From silk. 』\

source: 『こんなに素敵な着物を作る人がいるんですね。 たくさんのこと宛、気になっています。 お絹より。』
es_es: "There are people who make such wonderful kimonos. I am interested in many things. From silk. 』\

source: う、うぉぉー！ 彼女、結構僕に対して好印象じゃないですか!? 信じられへん！
es_es: Uhhhhhh! Doesn't she have a good impression on me !? I can't believe it!

source: フッ。よかったな。
es_es: Huh. I'm glad.

source: さ、早速彼女に返事を書かないと！
es_es: Now, I have to write a reply to her!

source: うぉー！ ありがとうございます！ これ、今回のお礼です。
es_es: Wow! Thank you! This is thank you for this time.

source: ……これで、合ってるんですよね？
es_es: ...... This is right, isn't it?

source: あぁ…… そのはずだ。
es_es: Ah ... that should be it.

source: なんだか文章がおかしい気がしますが…… 土佐出身の方が言うんですから間違いないですよね。 これをもとに返事を書くことにします。
es_es: I feel that the text is strange, but ... I'm sure it's because someone from Tosa says it. I will write a reply based on this.

source: ありがとうございます。 これ、今回のお礼です。
es_es: thanks you. This is thank you for this time.

source: 「<Color:8>綺麗な絹織物<Color:Default>」をもらった
es_es: "<Color:8> Beautiful silk fabric<Color:Default> I got

source: また彼女から返事が来たときは 土佐弁、教えてくださいね。
es_es: If you get a reply from her, please tell me Tosa dialect.

source: あああ！ 困ったなぁ。 土佐出身の人、いないかなぁ？ いるわけないよな、はぁぁぁぁ……
es_es: Ah! I'm in trouble. Is there anyone from Tosa? I don't know, huh ...

source: （土佐出身者を探している？ もしや、奴が探しているのは俺か？ 俺の正体を知って……？ いや、考えすぎか）
es_es: (Are you looking for someone from Tosa? Maybe he's looking for me? Do you know my identity ...? No, I think too much)

source: あ！ あの、そこのあなた！ もしかして…… 土佐出身じゃないですか？
es_es: Ah! Um, you there! Maybe ... You're from Tosa, aren't you?

source: え？ あ、いや…… その、違う……
es_es: e? Oh no ... that's not ...

source: そ、そうですか…… はぁぁ。困った。このままじゃ、手紙が読めない……
es_es: Well, that's right ... I was in trouble. I can't read the letter as it is ...

source: ……手紙？
es_es: ……letter?

source: はい。土佐弁で書かれた手紙の内容を 知りたいんですけど、土佐弁が分からなくて……
es_es: Okay. I want to know the contents of the letter written in Tosa dialect, but I don't understand Tosa dialect ...

source: （なんだ。俺を探していたわけじゃないのか…… 考えすぎか。これも何かの縁だ。 困っているようだし、手助けしてやるか）
es_es: (Why. You weren't looking for me ... You think too much. This is also something to do. It looks like you're in trouble, can you help me?)

source: 困ったなぁ…… 誰か、土佐弁を教えてくれる人はいないかな……
es_es: I'm in trouble ... I wonder if anyone can teach me Tosa dialect ...

source: ……俺は土佐弁、話せるぞ。
es_es: ...... I can speak Tosa dialect.

source: え！ 本当ですか!? ありがとうございます！ でも、さっきは土佐出身じゃないって…… あれは、嘘……？
es_es: e! Oh really! Thank you very much! But you said you weren't from Tosa ... that's a lie ...?

source: ……まぁ、いろいろとこっちにも事情があるんだ。 で、その手紙ってのは、なんなんだ？
es_es: ...... Well, there are various circumstances here as well. So what is that letter?

source: ではまず自己紹介から。 僕、着物屋をやっている藤江っていいます。
es_es: Let's start with self-introduction. I'm Fujie, who runs a kimono shop.

source: 先日、うちの店に、 土佐からのお客さんが来はったんですわ。
es_es: The other day, a customer from Tosa came to our store.

source: ほう、土佐から。
es_es: From Tosa.

source: えぇ。うちの着物の評判を人づてに聞いて わざわざ遠くからやってきてくださいましてん。
es_es: Yeah. Please ask people about the reputation of our kimono and come all the way from afar.

source: そのお客さん、お絹さんっていう女性で、 無口やけど、えらい若うて可愛くて ほんま僕の好みのど真ん中でしてね。
es_es: The customer, a woman named Okin, is silent, but she is very young and cute, and she is in the middle of my taste.

source: このまま着物だけ売って、さよならして、 もう一生会えへんかもしれんって思ったら いてもたってもいられへんくなりまして……
es_es: I just sold the kimono as it is, goodbye, and even though I thought I might not be able to meet again for the rest of my life, I couldn't help it ...

source: 勇気ふりしぼって“僕と文通してください！” ……ってお願いしたんですわ。
es_es: I squeezed my courage and asked, "Please correspond with me!"

source: ほう、文通か。 ……やるじゃないか。
es_es: Is it a correspondence? ……well done.

source: そしたら向こうもコクリって頷いてな。 嬉しいわ可愛いわで…… 僕、昇天しそうでしたわ。
es_es: Then nod over there too. I'm glad I'm cute ... I was about to ascend to heaven.

source: よかったじゃないか？ 順風満帆そうに思えるが…… 何を悩んでいるんだ？
es_es: Wasn't it good? It sounds like a smooth sail, but ... what are you worried about?

source: それがですね。その文通なんですが…… 初めて彼女から届いた手紙を読もうとしたら……
es_es: That is it. That's the correspondence ... When I first tried to read the letter I received from her ...

source: ……こてこての土佐弁なんです!!
es_es: ...... It's a Tosa dialect of a trowel !!

source: ……読めないんです!!!!
es_es: ...... I can't read it !!!!

source: ……あぁ。
es_es: ……Ahh.

source: だいたいのところは なんとなく意味がわかる個所もあるんですが、 どうしてもわからない部分が少しありまして……
es_es: There are some places where I can understand the meaning, but there are some parts that I just don't understand ...

source: なるほど、そこで“土佐弁に詳しい人” ……というわけか。
es_es: I see, "a person who is familiar with Tosa dialect" ...

source: そうなんです！ お願いですお兄さん。 僕の一世一代の恋がかかってるんです…… 彼女からの土佐弁の手紙、翻訳してくれませんか!?
es_es: That's right! Please, brother. I'm in love with my first generation ... Can you translate the Tosa dialect letter from her !?

source: すまないが今は無理だ。 また今度な。
es_es: I'm sorry, but I can't do it now. See you next time.

source: はい、わかりました……
es_es: Yes, I understand……

source: あぁ。まかせておけ。
es_es: Ahh. Leave it to me.

source: ほんまですか！ ありがとうございます！ では早速お願いします……！
es_es: Really! Thank you! Then please ...!

source: これが彼女からの手紙です。
es_es: This is a letter from her.

source: ほう、これは一目見ただけで どぎつい土佐弁だとわかるな……
es_es: Hmm, at first glance you can tell that this is a tosa dialect ...
