Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00021d83.po
Languages: es_es

source: くっ…… 武市先生がお待ちじゃ。 どうぞ中へ。
es_es: Kuu ... Mr. Takeichi is waiting. Please go inside.

source: おぬしが坂本やな。 話は聞いている。どうぞ中へ。
es_es: You are Sakamoto. I'm listening. Please go inside.

source: どこのモンとも知れん奴を 先生に会わすわけにはいかん。お引き取り願おう。
es_es: I can't meet a teacher who is known as any mon. I'd like to pick it up.

source: （「武市道場」…… ここに武市がいるのか？）
es_es: ("Takeshi Dojo" ... Is there Takeshi here?)

source: 何じゃ、おんしは？
es_es: What are you doing?

source: 坂本龍馬という。武市半平太に会いに来たんだが、 取り次いでもらえないか？
es_es: It is called Ryoma Sakamoto. I came to see Takechi Hanpeita, can you take over?

source: 坂本龍馬……？ おまんが……？
es_es: Ryoma Sakamoto……? Manga ...?

source: 俺を知っているのか？
es_es: Do you know me

source: ……フン、あいにく、武市先生は稽古中じゃ。 それに、おまんが坂本龍馬やっちゅう 証拠もないしの。
es_es: …… Hmm, unfortunately, Takeichi-sensei is in training. Besides, there is no evidence of manga Ryoma Sakamoto.

source: 何……？
es_es: what……?

source: どこのモンとも知れん奴を 先生に会わすわけにはいかん。お引き取り願おう。
es_es: I can't meet a teacher who is known as any mon. I'd like to pick it up.

source: （チッ。 土佐勤王党ってのは、案外面倒な集団らしい。 親っさんが言っていたのはこういうことか……）
es_es: (Chi. The Tosakino Party seems to be an unexpectedly troublesome group. What my parents were saying ...)

source: （……仕方ない。武市に会う方法を探るか）
es_es: (... I can't help it. Do you want to find a way to meet Takeichi?)

source: 門番
es_es: Gatekeeper

source: 龍馬
es_es: Ryoma
