Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c1466.po
Languages: es_es

source: はぁ……
es_es: Hmm ...

source: （さっきの腕のたつ侍だ。 落ち込んでいるようだな。話しかけてやるか）
es_es: (It's a samurai with a good arm. It looks like he's depressed. Do you want to talk to me?)

source: よう。さきほどの賊退治を見ていたが、 すごい腕だな。
es_es: Yeah. I was watching the extermination of thieves earlier, but it's a great arm.

source: ……やはり、大事なのは顔でござるか？
es_es: ...... After all, is it important to have a face?

source: えっ……？
es_es: eh……?

source: そんなに！ みんな！ 顔が！ 大事でござるか!?
es_es: so much! Everyone! The face! Is it important !?

source: お、おい……
es_es: Hey ...

source: ……困ってる人を助けても、 皆、拙者の顔を見た途端 ころっと態度を変える……！
es_es: ...... Even if I help people in need, everyone changes their attitude as soon as they see my face ...!

source: ……あんまりでござる!!
es_es: ...... It's too much !!

source: な、何を言っているんだ？ 少し落ち着け……
es_es: What are you talking about? Calm down a little ...

source: どうだ？ 少しは落ち着いたか？
es_es: How is it? Did you calm down a little?

source: うむ。かたじけない。 恥ずかしいところを見せてしまったでござる。
es_es: Umm. I can't stand it. I'm sorry I showed you something embarrassing.

source: いや、気にするな。 ……お前は立派なことをやったんだ。 元気を出せ。
es_es: No, don't worry. ... you did a good job. Get well.

source: 人は見た目じゃない。 大事なのは…… 中身だ。
es_es: People don't look. The important thing is ... the contents.

source: ……おぬしみたいな二枚目に言われても、 説得力がないでござるな。
es_es: ...... Even if you say the second piece like you, it's not convincing.

source: だが…… おかげで少し、元気が出たでござる。
es_es: But ... Thanks to that, I feel a little more energetic.

source: ……拙者は、阿栗という者で、 武士をやってるでござる。おぬしの名前は？
es_es: ...... I'm Aguri, and I'm a samurai. What's your name?

source: ああ。俺は斎藤だ。 よろしくな。
es_es: Oh. I'm Saito. nice to meet you.

source: 斎藤殿、か。良い目をされてるでござる。 きっとおぬしは、人の外見で態度を変えない、 優しい男なのでござろうな……
es_es: Saito-dono? I'm sorry I have good eyes. I'm sure you're a gentle man who doesn't change his attitude depending on the appearance of the person, so let's get rid of it ...

source: 全ての人が、斎藤殿のようになってくれれば いいのでござるが……
es_es: I hope everyone will be like Saito-dono ...

source: あら？
es_es: Oh?

source: 阿栗さんじゃないですか？
es_es: Isn't it Mr. Aguri?

source: ……す、すずさん!?
es_es: ...... Suzu-san !?

source: あら？ そちらの方は、お友達……？
es_es: Oh? That person is a friend ...?

source: は、はい！ お、おおおお友達でござる！
es_es: Yes! Oh, oh my friends!

source: うふふ、仲良くお茶なんて。いいですね。
es_es: Ufufu, tea with friends. Sounds good.

source: （阿栗の慌てっぷり…… どうやらこの娘に惚れているようだな）
es_es: (Aguri's rush ... Apparently, she seems to fall in love with this girl)

source: す、すずさんは…… ここここ、これからどちらに!?
es_es: Suzu-san ... Where are you from here and here !?

source: これから鴨川の川辺に行くんです。 私、池杉さんと待ち合わせしてて…… なんでも池杉さん、私に大事な話があるんですって。
es_es: I'm going to the riverside of Kamogawa from now on. I'm meeting with Mr. Ikesugi ... Mr. Ikesugi, I have an important story.

source: い、池杉が!? あ、あわわわわわ……
es_es: Oh, Ikesugi !?

source: おい、池杉ってのは誰だ？
es_es: Hey, who is Ikesugi?

source: ものすごく二枚目な侍でござる…… 池杉も、すずさんに惚れてるんでござる。
es_es: It's a very second samurai ... Ikesugi is also in love with Suzu-san.

source: 「も」ってことは、あんたもやっぱり、 この娘に惚れてるんだな？
es_es: After all, do you fall in love with this girl?

source: え!? あ!? いやべつにそんな惚れてるなんてそんな、いや、 だがその…… あの…… そう、でござる……
es_es: Eh !? Ah !? No, I don't think I'm in love with that, but that ... that ... yes, I'm sorry ...

source: なるほど。その二枚目の池杉ってのは あんたの恋敵ってことか……
es_es: I see. The second Ikesugi is your love enemy ...

source: ……？ 何を話してらっしゃるんですか？
es_es: ……? What are you talking about?

source: あ!! いやいやいやいや、なんでもないでござる!!
es_es: Ah !! No no no no, nothing!

source: ふふふ。へんな阿栗さん。 私、そろそろ行きますね。池杉さんを 待たせたら悪いですものね。……じゃあ。
es_es: Fufufu. Weird Mr. Aguri. I'm about to go. It would be bad if Ikesugi-san was kept waiting. ...... Then.

source: あ、すずさ……
es_es: Oh, Suzusa ...

source: ……いい娘さんだな。
es_es: ...... I'm a good girl.

source: ……そうでござろう。
es_es: ...... That's right.

source: すずさんは可憐でおしとやかで、何事にも一生懸命で 拙者のような不細工にも普通に話しかけてくれる、 優しい人なのでござる。
es_es: Suzu-san is pretty and graceful, and he is a kind person who works hard on everything and talks to ugly people like me normally.

source: ……あの娘、池杉という奴と会うと言っていたな。 大事な話がある、と。
es_es: ... I was saying that I would meet that girl, Ikesugi. There is an important story.

source: あ！ そ、そうでござった！ こんなところで話してる場合じゃないでござる！
es_es: Ah! That's right! It's not the case when you're talking in a place like this!

source: 大事な用が、もし愛の告白だったら…… あ、あわわわわわわわわ……
es_es: If the important thing is a confession of love ...

source: お、落ち着け……
es_es: Oh, calm down ...

source: う、うむ。申し訳ないが斎藤殿！ 拙者、これにて御免！ また会いましょうぞ！
es_es: Ummm. I'm sorry, Saito! I'm sorry for this! See you again!

source: （……行ってしまった）
es_es: (... I went)

source: （阿栗…… ちょっと変わっているが、 なかなかいい男じゃないか）
es_es: (Aguri ... It's a little strange, but I think he's a pretty good guy.)

source: （すずと池杉の待ち合わせ場所は鴨川沿いだったか？ 阿栗もそこに向かっただろう…… 後で少し様子を見にいってみるか）
es_es: (Was the meeting place for Tin and Ikesugi along the Kamo River? Aguri would have headed there too ... Would you like to go see the situation later?)

source: さすらいの侍
es_es: A wandering samurai

source: 阿栗
es_es: Auri

source: 通りすがりの女
es_es: Woman passing by

source: すず
es_es: Tin
