Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid003f0794.po
Languages: es_es

source: おこしやす。 なにお飲みになります？
es_es: Easy to wake up. What would you like to drink?

source: （手持ちがない……）
es_es: (I don't have one ...)

source: すまない、ちょっと急用が……
es_es: I'm sorry, I have a little urgent need ...

source: そうですか。 また寄ってってくださいね。
es_es: Is that so. Please drop in again.

source: お好きな席に座ってくださいね。
es_es: Please sit in your favorite seat.

source: なにをお飲みになります？
es_es: What would you like to drink?

source: なに食べていかはりますか？ ええもん用意してありますよ。
es_es: What do you want to eat? Yes, I have prepared it.

source: なに食べていかはりますか？ ええもん用意してありますよ。
es_es: What do you want to eat? Yes, I have prepared it.

source: すまない、ちょっと急用が……
es_es: I'm sorry, I have a little urgent need ...

source: そうですか。 また寄ってってくださいね。
es_es: Is that so. Please drop in again.

source: お代はこちらになります。
es_es: Here is your bill.

source: お客さん、福引き券%d枚 お渡ししますわ。
es_es: Customers, we will give you% d of Fukubiki tickets.

source: どうもおおきに！ また、よろしゅう。
es_es: Thank you very much! Also, thank you.

source: どうもおおきに！ また、よろしゅう。
es_es: Thank you very much! Also, thank you.

source: 店員
es_es: Clerk
