Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00160b66.po
Languages: es_es

source: ……よぉ。 「<Color:8>真紅の勾玉<Color:Default>」……だ。
es_es: ...... Yeah. "<Color:8> Crimson magatama<Color:Default> "...

source: 「<Color:8>水神石<Color:Default>」２０個とだ。 必要か……？
es_es: "<Color:8> Water God Stone<Color:Default> "20 pieces. Is it necessary ...?

source: （どうするか……）
es_es: (what to do……)

source: いや、今はやめておこう。
es_es: No, let's stop now.

source: そうか。
es_es: Really.

source: 「<Color:8>水神石<Color:Default>」２０個は必要。 ……用意しろ。
es_es: "<Color:8> Water God Stone<Color:Default> 20 pieces are required. ...... Get ready.

source: 「<Color:8>水神石<Color:Default>」を渡した
es_es: "<Color:8> Water God Stone<Color:Default> Passed

source: 「<Color:8>真紅の勾玉<Color:Default>」を貰った
es_es: "<Color:8> Crimson magatama<Color:Default> I got

source: 取引成立だ。 ……礼を言う、また来い。
es_es: The deal is closed. ...... Thank you, come again.

source: 寡黙な男
es_es: Silent man

source: 水神石を２０個渡す
es_es: Hand over 20 water god stones

source: やめておく
es_es: Stop
