Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c1300.po
Languages: es_es

source: あ、あなたは！ お時間がおありでしたら、 引きこもりの息子と、お話をしてくれませんか？
es_es: Oh, you! If you have time, would you like to talk to your withdrawal son?

source: わかった。
es_es: all right.

source: 本当ですか!? ありがとうございます！ ……あ、そうだわ。 お名前を伺ってもよろしいかしら？
es_es: Oh really! Thank you very much! …… Ah, that's right. May I ask you for your name?

source: 斎藤だ。
es_es: Saito.

source: 斎藤さんですね。よろしくお願いします。 では早速参りましょうか。
es_es: Saito-san. Thank you. Shall we come now?

source: すまない、今は少し都合が悪い。 また今度にしてくれ。
es_es: I'm sorry, it's a little inconvenient now. Please do it again.

source: ……わかりました。もし気が向いたら、 またここにいらっしゃってください。 よろしくお願いします。
es_es: ……understood. If you feel like it, please come here again. Thank you.

source: おい…… 大丈夫か？
es_es: Hey ... are you okay?

source: えっ、あ…… ありがとうございますね。
es_es: Well ... Thank you.

source: あ、今の見られてましたよね……？ お恥ずかしい……
es_es: Oh, you were watching now ...? It's embarrassing ...

source: さっきの男は…… あんたの息子か？
es_es: The man just before ... is your son?

source: はい…… 名前を内太郎というんですが、 うちの次男でして、今は部屋住みなんです。
es_es: Yes ... My name is Uchitaro, but I'm my second son and now I live in a room.

source: 部屋住み……
es_es: Living in a room ……

source: えぇ。ご承知かとは思いますが、 武士の家系では家を継げるのは長男だけです。
es_es: Yeah. As you may know, only the eldest son can inherit the family of the samurai family.

source: 家を継げない、次男などの下の子は 「部屋住み」と呼ばれ、例え実家だとしても、 居候扱いを受けることになります。
es_es: The younger child, such as the second son, who cannot take over the house, is called "living in a room", and even if it is his parents' house, he will be treated as a resident.

source: そうだな…… もし長男が亡くなり、 家を継ぐ者がいなくなったときの保険として、 居候として住まわせているんだったか。
es_es: That's right ... If my eldest son died and there was no one to take over the house, did I live as an insurance policy?

source: えぇ。その通りです……
es_es: Yeah. That's right……

source: ……さっきのやりとりも そのことが原因なのか？
es_es: ...... Is that the cause of the previous exchange?

source: ……はい。
es_es: ……Okay.

source: 部屋住みは居候だから働かなくていい…… と言っても、それだと肩身が狭いでしょう？ 親戚や、世間の目もあるし……
es_es: You don't have to work because you live in a room, but that's why your shoulders are narrow, right? I have relatives and the eyes of the world ...

source: ……そうだな。
es_es: ...... That's right.

source: 普通なら、養子になって武士になれる家を捜したり、 一芸や学を身につけて、寺子屋や道場の師匠を やったりして、働き口を探すと思うんですけど……
es_es: Normally, I would look for a house where I could be adopted and become a samurai, or I would learn a trick or study and work as a terakoya or dojo master to find a job ...

source: あの子…… 内太郎ったら、 “働かずに生きられるならこのままでいい” って言うんです。
es_es: That child ... Uchitaro says, "If you can live without working, you can stay as it is."

source: いつも家に引きこもって、遊んでばかり…… 私あの子が、心配で心配で……
es_es: I'm always staying home and playing ... I'm worried and worried ...

source: なるほどな。 確かに、将来的なことを考えると、 今のままではよくないな。
es_es: got it. Certainly, considering the future, it's not good as it is now.

source: でしょ？ それで今日、あの子に嘘ついて外に 連れ出したの。よその武士のお宅へ養子になる 手続きをさせるためだったんですけど。そしたら……
es_es: right? So today I lied to her and took her out. It was to have another samurai's house go through the procedure of adoption. Then ...

source: ばれて、怒って帰ってしまったというわけか。
es_es: Did you get angry and went home?

source: えぇ…… 私どうすればよいか、 もうわからなくなってしまいました…… 八方ふさがりですよ、本当に……
es_es: Eh ... I don't know what to do anymore ... I'm obstructed in all directions, really ...

source: 俺も長男ではないから、 あんたの息子の気持ちもわからんでもないが……
es_es: I'm not the eldest son either, so I don't understand the feelings of your son ...

source: えぇ!? そうなんですか!?
es_es: Eh !? Is that so !?

source: あの…… それでしたら、 ぜひ、息子とお話していただけないでしょうか!?
es_es: Um ... Then, would you please talk to my son !?

source: え？ 俺がか？
es_es: e? Am I?

source: はい。 同じ境遇だった方が、話を聞いてくれるだけでも とてもあの子のためになると思うんです。
es_es: Okay. I think it would be very beneficial for her to listen to the story if she was in the same situation.

source: お願いします…… 少しだけでいいんです。 あの子とお話をしていただけないでしょうか？
es_es: Please ... Just a little bit. Would you please talk to that child?

source: わかった。
es_es: all right.

source: 本当ですか!? ありがとうございます！ ……あ、そうだわ。 お名前を伺ってもよろしいかしら？
es_es: Oh really! Thank you very much! …… Ah, that's right. May I ask you for your name?

source: 斎藤だ。
es_es: Saito.

source: 斎藤さんですね。よろしくお願いします。 では早速参りましょうか。
es_es: Saito-san. Thank you. Shall we come now?

source: すまない、今は少し都合が悪い。 また今度にしてくれ。
es_es: I'm sorry, it's a little inconvenient now. Please do it again.

source: ……わかりました。もし気が向いたら、 またここにいらっしゃってください。 よろしくお願いします。
es_es: ……understood. If you feel like it, please come here again. Thank you.

source: 内太郎の母親
es_es: Uchitaro's mother

source: 話をしてみる
es_es: Let's talk

source: 今忙しい
es_es: Are you occupied

source: うろたえる母親
es_es: Upset mother
