Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c1432.po
Languages: es_es

source: えぇ、この手紙を見たとき 会った時の彼女がなんであんなに無口だったのか なんとなくわかったような気ぃしました……
es_es: Well, when I saw this letter, I felt like I somehow understood why she was so silent when I met her ...

source: ……よし、手紙を読んでくれ。
es_es: …… Okay, read the letter.

source: 『藤江さん、おとどしゅうございます。 お元気しゆうかねぇ。』
es_es: "Mr. Fujie, I'm sorry. How are you doing? 』\

source: 『こちらの近況やけんど、 こないだ買った着物が気に入っちゅうがよ。』
es_es: "I like the recent situation and the kimono I bought the other day. 』\

source: 『こがあに素敵な着物を作る人がおるがやね。 あて、おまさんのこと、気になっちゅう。 お絹より。』
es_es: "There are people who make such wonderful kimonos. I'm curious about you. From silk. 』\

source: ……わかりますか？
es_es: ……Do you understand?

source: もちろんだ。
es_es: of course.

source: おぉ、それは心強い!! ではさっそく手紙の内容について教えてください。
es_es: Oh, that's encouraging !! Please tell us about the contents of the letter.

source: ではまず……
es_es: First of all ...

source: 『藤江さん、おとどしゅうございます。 お元気しゆうかねぇ。』
es_es: "Mr. Fujie, I'm sorry. How are you doing? 』\

source: 『お元気しゆうかねぇ』これはなんとなくですが 『お元気ですか』という意味な気がします……
es_es: "How are you?" This is somehow, but I think it means "How are you?" ...

source: あぁ、その通りだ。 なんだ、わかっているじゃないか。
es_es: Oh, that's right. What do you know?

source: このくらいなら大丈夫なんですが、 問題はその前にある『おとどしゅうございます』 なんです。
es_es: It's okay if it's about this, but the problem is "Otodoshu" in front of it.

source: 『藤江さん、おとどしゅうございます。 お元気しゆうかねぇ。』 この『おとどしゅう』は一体どういう意味なんです？
es_es: "Mr. Fujie, I'm sorry. How are you doing? What does this "Otodoshu" mean?

source: 『おとどしゅう』は『お久しぶり』だ。
es_es: "Otodoshu" is "after a long time".

source: あぁ！ 『お久しぶり』という意味なんですね！ 手紙の冒頭にある時点で気付くべきでした！
es_es: Ahh! It means "after a long time"! I should have noticed at the beginning of the letter!

source: 『おとどしい』の語源は『音遠しい』 つまり『長い間連絡がない』という意味なんだ。
es_es: The etymology of "dreadful" means "deep", that is, "no contact for a long time".

source: なるほど！ 連絡がない状態が続く…… その意味が転じて『久しぶり』になったんですね！ 勉強になるなぁ。
es_es: I see! The state of no contact continues ... The meaning has changed and it has become "after a long time"! It will be studying.

source: 『おとどしゅう』は『おとといきやがれ』だ。
es_es: "The day before yesterday" is "the day before yesterday".

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: 『おとど』は『おととい』 『しゅう』は『襲来』…… つまり、 『おとどしゅう』は『おとといきやがれ』になるな。
es_es: "The day before yesterday" is "the day before yesterday" "Shu" is "the day before yesterday" ... In other words, "the day before yesterday" is "the day before yesterday".

source: ……なんだかそれっぽいこと言ってますけど あのお絹さんがいきなり、 おとといきやがれなんて言うとは思えないけどなぁ。
es_es: ...... I'm saying something like that, but I don't think that silk-san suddenly says the day before yesterday.

source: 女心と秋の空…… 女の気持ちなんてころころかわるんだ。 いきなり罵倒されても仕方がないだろう。
es_es: A woman's heart and the autumn sky ... The feelings of a woman change. It can't be helped if you are suddenly abused.

source: そうは言いますけどねぇ……
es_es: I say so ...

source: 土佐出身の俺を信じろ。 『おとどしゅうございます』は 『おとといきやがれでございます』だ。
es_es: Believe me from Tosa. "The day before yesterday" is "The day before yesterday".

source: 僕、なんか怒られるようなことしたかなぁ……
es_es: I wonder if I was angry ...

source: 『おとどしゅう』は『男達』だ。
es_es: "Otodoshu" is "men".

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: 『おとど』は『男』という意味 『しゅう』は『衆』、つまり複数を表わす……
es_es: "Otodo" means "man" "shu" means "shu", that is, multiple ...

source: ……なんだかそれっぽいこと言ってますけど いきなりでてきたその男達って いったい誰なんですか。
es_es: ...... I'm saying something like that, but who are the guys who suddenly came up?

source: ……お絹さんは美人なんだろ？ そりゃあ、お前以外にも男はたくさんいるだろう。
es_es: ...... Isn't silk a beautiful woman? Well, there will be many men other than you.

source: あぁ!! 僕が一番考えたくなかった話題を そんな簡単に口にしないでください！
es_es: Ah !! Don't talk about the topic I didn't want to think about so easily!

source: ……土佐出身の俺を信じろ。 『おとどしゅう』は『男達』だ。
es_es: ...... Believe me from Tosa. "Otodoshu" is "men".

source: ……いったいどんな男達なんだ。
es_es: ...... What kind of men are they?

source: 続いては…… 『こちらの近況やけんど、 こないだ買った着物が気に入っちゅうがよ。』
es_es: Then ... "I like the recent situation and the kimono I bought the other day. 』\

source: このくらいならお前もわかるんじゃないか？
es_es: You can understand this much, right?

source: え、えぇっと…… こうかな？ 『こちらの近況ですが、 この間買った着物が気に入っています。』
es_es: Um ... Is it like this? "I like the kimono I bought the other day. 』\

source: その通りだ。
es_es: That's right.

source: よかった…… お絹さん、 僕の作った着物気に入ってくれてるんだ！ 嬉しいなぁ！
es_es: I'm glad ... Mr. Silk, you like the kimono I made! I'm happy!

source: よかったな。
es_es: I'm glad.

source: はい！ では続いて最後の文章をお願いします……
es_es: Okay! Then please give me the last sentence ...

source: 『こがあに素敵な着物を作る人がおるがやね。 あて、おまさんのこと、気になっちゅう。 お絹より。』
es_es: "There are people who make such wonderful kimonos. I'm curious about you. From silk. 』\

source: 『こがあに』は『こんなに』で 間違いないでしょうか？
es_es: Is there any doubt that "koganii" is "so much"?

source: あぁ、そうだな。
es_es: Oh, that's right.

source: 問題はその次……
es_es: The problem is next ...

source: 『あて、おまさんのこと、気になっちゅう。』
es_es: "I'm curious about you. 』\

source: ……そうです。 『あて、おまさんのこと、気になっちゅう』 まずこの、頭の『あて』ってどういう意味なんです？
es_es: ……That's right. "Attack, I'm curious about you" First of all, what does "address" in your head mean?

source: 『あて』は『痛い』だ。
es_es: "Address" is "painful".

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: あぁ、頭に何かぶつかった時とか つい「あてっ」と言ってしまうだろう？
es_es: Ah, when something hits my head, I'll just say "Attack", right?

source: いや、たしかに言いますけど もうそれ土佐弁がうんぬんって話じゃないような…… 手紙に書く意味もわからへんし……
es_es: No, I'm sure I'm not talking about Tosa dialect anymore ... I don't understand the meaning of writing in a letter ...

source: 土佐出身の俺を信じろ。 ……『あて』は『痛い』だ。
es_es: Believe me from Tosa. ...... "To" is "painful".

source: わ、わかりました……
es_es: I see ...

source: 『あて』は『私』だ。
es_es: "Address" is "I".

source: あぁ！ 『私』という意味なんですね！ どうりで手紙の色んなところに 書いてあると思いましたわ。
es_es: Ahh! It means "I"! No wonder it's written in various places in the letter.

source: ちなみに『あて』は女の一人称で、 男の『俺』にあてはまる言葉は『わし』だ。
es_es: By the way, "address" is the first person of a woman, and the word that applies to a man's "me" is "I".

source: なるほど、『あて』に『わし』ですね…… 勉強になります。
es_es: I see, it's "to" and "I" ... It's a learning experience.

source: 『あて』は『宛』だ。
es_es: "Address" is "Address".

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: あぁ、これは手紙だ。 宛と書かれていてもなんら不思議ではない。
es_es: Oh, this is a letter. It is no wonder that it is written as an address.

source: いや、たしかに不思議ではないですけど 手紙の内容として書くものではないような…… 文脈にも合わへんような気もするし……
es_es: No, it's no wonder, but it doesn't seem to be written as the content of the letter ... I feel like it doesn't fit the context ...

source: 土佐出身の俺を信じろ。 ……『あて』は『宛』だ。
es_es: Believe me from Tosa. ...... "Address" is "Address".

source: 土佐関係ないような気ぃもしますけど…… わかりました……
es_es: I don't think it has anything to do with Tosa, but ... I understand ...

source: 続いて『あて、おまさんのこと、気になっちゅう』 『気になっちゅう』っていうのは…… もしかして『気になっている』という意味ですか？
es_es: Next, "Are you, I'm curious about you" and "I'm curious" ... Does that mean "I'm curious"?

source: あぁそうだ。 『～ちゅう』というのは、 『～している』という意味になるんだ。
es_es: Oh yeah. "-Chu" means "-".

source: なるほど…… 解説ありがとうございます。
es_es: I see ... Thank you for your commentary.

source: お絹さんは『おまさん』のことが気になっている…… いったいこの『おまさん』ってのは、何のことです？
es_es: Mr. Silk is interested in "Oma-san" ... What exactly is this "Oma-san"?

source: 『おまさん』は『あなた』という意味だ。
es_es: "Omasan" means "you".

source: あぁ！ 『あなた』という意味なんですね！ つまりここでは僕のことを言っているということか。
es_es: Ahh! It means "you"! In other words, you're talking about me here.

source: あぁ、ちなみに『おまさん』は女が使う言葉で、 男の場合、相手のことは『おまん』と呼ぶ。
es_es: Oh, by the way, "Omasan" is a word used by women, and in the case of men, the other person is called "Oman".

source: ほう、じゃあ僕は相手のことを『おまん』と呼べば いいんですね。なるほどなー。
es_es: Well then, I should call the other person "Oman". I see.

source: 『おまさん』は『おませさん』という意味だ。
es_es: "Oma-san" means "Omase-san".

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: あぁ、おませさんと何回も言ってるとこうなるだろ。 おませさん…… おませさん…… おま…… さん…… おまさん……
es_es: Ah, if you say it many times, it will be like this. Omase-san ... Omase-san ... Oma-san ... Oma-san ...

source: いや、たしかにそれっぽいですけど なんや、こじつけくさい気もするなぁ…… 僕も彼女もおませさんって感じやあらへんし……
es_es: No, it's like that, but I don't think it's awkward ...

source: 土佐出身の俺を信じろ。 ……『おまさん』は『おませさん』だ。
es_es: Believe me from Tosa. ...... "Oma-san" is "Omase-san".

source: わ、わかりました……
es_es: I see ...

source: 『おまさん』は『たくさん』という意味だ。
es_es: "Omasan" means "a lot".

source: えぇ!? ほんまですか!?
es_es: Eh !? Really !?

source: あぁ、『おまさん』『たくさん』 なんだか響きが似ているだろう？
es_es: Ah, "Oma-san" and "Many" sounds similar, right?

source: たしかに似てますけど、『おまさん』の『おま』が どうやったら『たくさん』の『たく』になるものか ちょっとばかしあやしい気が……
es_es: It's similar, but I'm a little ridiculous about how "Oma" in "Omasan" becomes "Taku" in "Many" ...

source: 土佐出身の俺を信じろ。 ……『おまさん』は『たくさん』だ。
es_es: Believe me from Tosa. ...... "Omasan" is "a lot".

source: そういうもんなんですね…… わかりました……
es_es: That's what it is ... I understand ...

source: では今までの土佐弁の意味をまとめますと、 こうなりますね……
es_es: So, to summarize the meaning of Tosa dialect so far, it looks like this ...

source: 『藤江さん、お久しぶりでございます。 お元気ですか。』
es_es: "Mr. Fujie, it's been a long time. How are you. 』\

source: 『藤江さん、おとといきやがれでございます。 お元気ですか。』
es_es: "Mr. Fujie, the day before yesterday. How are you. 』\

source: 『藤江さん、男達でございます。 お元気ですか。』
es_es: "Mr. Fujie, men. How are you. 』\

source: 『こちらの近況ですが、 この間買った着物がお気に入りです。』
es_es: "This is the latest situation, but I like the kimono I bought the other day. 』\

source: 『こんなに素敵な着物を作る人がいるんですね。 痛い！ あなたのこと、気になっています。 お絹より。』
es_es: "There are people who make such wonderful kimonos. painful! I'm curious about you. From silk. 』\

source: 『こんなに素敵な着物を作る人がいるんですね。 痛い！ おませさんのこと、気になっています。 お絹より。』
es_es: "There are people who make such wonderful kimonos. painful! I'm curious about you. From silk. 』\

source: 『こんなに素敵な着物を作る人がいるんですね。 痛い！ たくさんのこと、気になっています。 お絹より。』
es_es: "There are people who make such wonderful kimonos. painful! I'm curious about many things. From silk. 』\

source: 『こんなに素敵な着物を作る人がいるんですね。 私、あなたのこと、気になっています。 お絹より。』
es_es: "There are people who make such wonderful kimonos. I'm curious about you. From silk. 』\

source: 『こんなに素敵な着物を作る人がいるんですね。 私、おませさんのこと、気になっています。 お絹より。』
es_es: "There are people who make such wonderful kimonos. I'm curious about you. From silk. 』\

source: 『こんなに素敵な着物を作る人がいるんですね。 私、たくさんのこと、気になっています。 お絹より。』
es_es: "There are people who make such wonderful kimonos. I'm curious about many things. From silk. 』\

source: 『こんなに素敵な着物を作る人がいるんですね。 あなたのこと宛、気になっています。 お絹より。』
es_es: "There are people who make such wonderful kimonos. I'm curious about you. From silk. 』\

source: 『こんなに素敵な着物を作る人がいるんですね。 おませさんのこと宛、気になっています。 お絹より。』
es_es: "There are people who make such wonderful kimonos. I'm curious about you. From silk. 』\

source: 『こんなに素敵な着物を作る人がいるんですね。 たくさんのこと宛、気になっています。 お絹より。』
es_es: "There are people who make such wonderful kimonos. I am interested in many things. From silk. 』\

source: う、うぉぉー！ 彼女、結構僕に対して好印象じゃないですか!? 信じられへん！
es_es: Uhhhhhh! Doesn't she have a good impression on me !? I can't believe it!

source: フッ。よかったな。
es_es: Huh. I'm glad.

source: さ、早速彼女に返事を書かないと！
es_es: Now, I have to write a reply to her!

source: うぉー！ ありがとうございます！ これ、今回のお礼です。
es_es: Wow! Thank you! This is thank you for this time.

source: ……これで、合ってるんですよね？
es_es: ...... This is right, isn't it?

source: あぁ…… そのはずだ。
es_es: Ah ... that should be it.

source: なんだか文章がおかしい気がしますが…… 土佐出身の方が言うんですから間違いないですよね。 これをもとに返事を書くことにします。
es_es: I feel that the text is strange, but ... I'm sure it's because someone from Tosa says it. I will write a reply based on this.

source: ありがとうございます。 これ、今回のお礼です。
es_es: thanks you. This is thank you for this time.

source: 「<Color:8>綺麗な絹織物<Color:Default>」をもらった
es_es: "<Color:8> Beautiful silk fabric<Color:Default> I got

source: また彼女から返事が来たときは 土佐弁、教えてくださいね。
es_es: If you get a reply from her, please tell me Tosa dialect.

source: 藤江
es_es: Fujie

source: 翻訳してあげる
es_es: I'll translate

source: また今度
es_es: Maybe next time

source: お絹からの手紙
es_es: Letter from silk

source: 尻を曲げることがあっても
es_es: Even if you bend your hips

source: つまづくことがあっても
es_es: Even if you get stuck

source: ちょんまげを結うことがあっても
es_es: Even if you tie a chonmage

source: 意気地のない人
es_es: Sissy person

source: 太った人
es_es: A fat man

source: 脱水症状の人
es_es: People with dehydration

source: 褒めて
es_es: Compliment

source: 大惨事を報告して
es_es: Report the catastrophe

source: すぐに言って
es_es: Say right away

source: お絹の手紙
es_es: Silk letter

source: きっちり雌雄を決するべき
es_es: You should decide the sex exactly

source: いつもしているんですか？
es_es: Do you always do it?

source: とても優雅ですね
es_es: It's very elegant

source: 苦しい
es_es: painful

source: 津々浦々
es_es: Tsutsuura

source: 平穏
es_es: Calm

source: 清々しい気持ちで
es_es: With a refreshing feeling

source: 一瞬
es_es: For a moment

source: 早く
es_es: quickly

source: 龍馬
es_es: Ryoma

source: お久しぶり
es_es: long time no see

source: おとといきやがれ
es_es: The day before yesterday

source: 男達
es_es: Men

source: 痛い
es_es: painful

source: 私
es_es: I

source: 宛
es_es: To

source: あなた
es_es: you

source: おませさん
es_es: Omasan

source: たくさん
es_es: Lots

source: 青年
es_es: youth
