Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00160985.po
Languages: es_es

source: 困ったなぁ…… どっちだろう……
es_es: I'm in trouble ... Which one ...

source: ……おい、どうかしたのか？
es_es: ...... Hey, what's wrong?

source: あ、あの…… すみません。 伏見一番街ってどっちかわかりますか？
es_es: Ah, that ... I'm sorry. Do you know which is Fushimi Ichibancho?

source: ああ、それなら向こうだ。 寺田屋の前をまっすぐ行って右のでかい 商店街に入れば伏見一番街だ。
es_es: Oh, then over there. If you go straight in front of Teradaya and enter the huge shopping street on the right, you will find Fushimi Ichibangai.

source: ええ!? そ、そんな近かったんだ…… ありがとうございます。親切なお侍さん！ それでは……！
es_es: Yeah !? Well, it was so close ... Thank you. Kind samurai! Then ...!

source: （まさか飛脚に道を教えることになるとは…… まぁ行先も近いし、これで無事に着けるだろう）
es_es: (No way to teach Hikyaku the way ... Well, the destination is close, and I'll be able to arrive safely with this)

source: うう…… どうしよう…… また迷ってしまった……
es_es: Uh ... what should I do ... I got lost again ...

source: おい。どうしたんだ？
es_es: Hey. What happened?

source: あ！ さっきの親切なお侍さん！
es_es: Ah! The kind samurai from earlier!

source: ちゃんと、伏見一番街には行けたのか？
es_es: Did you get to Fushimi Ichibangai properly?

source: それが、まだ行けてないんです。 どうしてもここに戻ってきてしまって……
es_es: I haven't been able to go there yet. I just came back here ...

source: 何？ ……伏見一番街は本当にすぐそこだぞ？ 迷う方が難しいくらいだと思うが……
es_es: what? ...... Fushimi Ichibangai is really right there, right? I think it's harder to get lost ...

source: 実は私…… どうしようもない方向音痴なんです……
es_es: Actually, I ... I can't help but have a sense of direction ...

source: むむ…… 方向音痴の飛脚、か。 よく今まで、やってこれたな。
es_es: Mmm ... Hikyaku with no sense of direction. Well, I've done it until now.

source: 今までは、ずっと親父と二人でやっていたんで、 親父に助けてもらってました。 ですが先日、その親父が倒れてしまって……
es_es: Until now, I've been working with my father for a long time, so my father helped me. But the other day, that father collapsed ...

source: ……お前一人でやらなくては いけなくなったというわけか。
es_es: ...... Isn't it that you have to do it alone?

source: はい…… でも、親父を心配させないためにも なんとかしないと。
es_es: Yes ... but I have to do something to keep my father from worrying.

source: いつまでも親父におんぶにだっこなんて…… 情けないですからね。
es_es: It's forever to be a piggyback ride to my father ... I'm sorry.

source: ふっ。確かにそうだな。 自分を変える、良い機会かもしれないぞ。
es_es: Huh. That's true. It might be a good opportunity to change yourself.

source: はい！ ……すみませんが、もう一度教えてもらえますか？ 伏見一番街への行き方。
es_es: Okay! ...... Excuse me, can you tell me again? How to get to Fushimi Ichibangai.

source: ああ。まず、その寺田屋の前をまっすぐいく。 そうすると右手に大きい商店街がある。 その中に入ったらすぐのところだ。
es_es: Oh. First, go straight in front of the Teradaya. Then there is a big shopping street on your right. As soon as you get inside it.

source: なるほど…… ありがとうございます！ 今度はなんとか行けそうです。 では、私はこれで。
es_es: I see ... Thank you! I think I can manage to go this time. Well, I'm with this.

source: ああ、頑張れよ。
es_es: Oh, do your best.

source: （方向音痴の飛脚、か…… 一人前になるには、まだ少しかかりそうだが、 大丈夫だろうか）
es_es: (Hikyaku with no sense of direction ... It seems that it will take a while to become a full-fledged person, but is it okay?)

source: ……大丈夫か？ 今度こそ、伏見一番街には行けたのか？
es_es: ……Are you okay? Was it possible to go to Fushimi Ichibangai this time?

source: あ、あなたは、この前の親切なお侍さん。 はい！ あの後、無事に荷物を 届けることができました。
es_es: Oh, you are the kind samurai of the last time. Okay! After that, I was able to deliver the package safely.

source: これもあなたが根気よく教えてくれたおかげです。 本当にありがとうございます。
es_es: This is also thanks to your patient teaching. thank you very much.

source: いや、大したことはしていない。気にするな。
es_es: No, I haven't done much. dont 'worry.

source: ……それより、どうしたんだ？ まだ、何か慌てているようだが……
es_es: ...... What's wrong with that? It seems that something is still in a hurry ...

source: ……そうなんです。お侍さんの助言もあって、 何個かは配達が終わったんですが、 未配達分がまだたくさん残っていて……
es_es: ……That's right. With the advice of the samurai, some of them have been delivered, but there are still a lot of undelivered parts ...

source: こんな調子じゃあ、私が一人前になる前に、 うちは評判が落ちて、廃業になっちゃいます。 どうすれば……
es_es: If this is the case, before I become a full-fledged person, our reputation will decline and we will be out of business. what should I do……

source: （困っているようだな…… これも何かの縁だ、少しくらい手伝ってやるか）
es_es: (It looks like you're in trouble ... This is also something to do, can you help me a little?)

source: 仕方ない。 少しくらいなら、手伝ってやってもいいぞ。
es_es: it can not be helped. You can help me if it's a little.

source: え！ い、いいんですか？
es_es: e! Is that okay?

source: ああ。街を歩き回る機会は多いからな。 そのついででよければ、届けてやってもいい。
es_es: Oh. There are many opportunities to walk around the city. If you don't mind, you can deliver it.

source: あ、ありがとうございます！ では、この荷物を…… 屋敷町の勘吉さんに 届けていただけますか？
es_es: Oh, thank you! Then, could you deliver this package to Mr. Kankichi in Yashiki-cho?

source: 「<Color:8>飛脚の荷物<Color:Default>」を受け取った
es_es: "<Color:8> Hikyaku luggage<Color:Default> Received

source: ……屋敷町の勘吉だな。わかった。
es_es: ...... It's Kankichi in Yashiki-cho. all right.

source: 私も残りの荷物を届けに行きます。 届け終わりましたら、またここに来て いただいてもよろしいですか？
es_es: I will also deliver the rest of the luggage. May I come here again when the delivery is complete?

source: ああ。じゃあまた、ここで落ち合おう。
es_es: Oh. See you again here.

source: はい！ よろしくお願いします！
es_es: Okay! Thank you!

source: 「方向音痴の飛脚」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「方向音痴の飛脚」と交流してみましょう。
es_es: A bond with "Hikyaku with no sense of direction" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "Hikyaku with no sense of direction".

source: では、行ってきます！
es_es: Let's go!

source: お疲れ様です。 勘吉さんには届けてもらえましたか？
es_es: thank you for your hard work. Did you deliver it to Mr. Kankichi?

source: ああ、しっかり届けた。 これは代金だ。
es_es: Oh, I delivered it firmly. This is the price.

source: いや、それは受け取れません。お侍さんが 届けてくださった分ですので。お礼の替わりだと 思って、取っておいてください。
es_es: No, I can't receive it. Because it was delivered by the samurai. Please save it as a substitute for thank you.

source: ……わかった。 それでお前のほうは？
es_es: ……all right. So what about you?

source: それが、まだ終わってなくて……
es_es: It's not over yet ...

source: そうか…… まぁあの調子なら仕方ないだろうな。
es_es: I see ... Well, if it's in that condition, it can't be helped.

source: はい…… はぁぁ、どうしよう……
es_es: Yes ... oh, what should I do ...

source: （……大分困っているようだな。 乗りかかった船だ、手伝ってやるか）
es_es: (... It looks like you're in trouble. It's the ship you're on, can you help me?)

source: 仕方ない。……街を行き来することは多いからな。 そのついでで良ければ、手伝ってやろう。
es_es: it can not be helped. ...... Because I often go back and forth between cities. If you don't mind, I'll help you.

source: ほ、本当ですか!? お侍さんが手伝ってくれれば百人力です！ 本当に…… ありがとうございます！
es_es: Is that true !? If the samurai helps, it will be 100 people! thank you very much!

source: で…… 次はどこだ？
es_es: So ... where's next?

source: はい…… 梅小路町北の弥吉さんにお願いします。
es_es: Yes ... I would like to ask Mr. Yayoshi from the north of Umekoji Town.

source: 「<Color:8>飛脚の荷物<Color:Default>」を受け取った
es_es: "<Color:8> Hikyaku luggage<Color:Default> Received

source: 梅小路町北の弥吉、だな。 わかった。
es_es: Yakichi in the north of Umekoji Town. all right.

source: 本当にありがとうございます。 代金は前と同じように、御礼替わりとして 貰っていただいて結構ですので。
es_es: thank you very much. As before, you can get the price as a thank-you gift.

source: では、私も配達に行きます！
es_es: Then I will go for delivery too!

source: また届け終わりましたら、 次の荷物をお渡ししますので、 こちらに寄っていただければ、と。
es_es: When the delivery is complete, we will hand over the next package, so please drop by.

source: それでは、よろしくお願いします！
es_es: Well, then, I'm looking forward to working with you!

source: あ、お侍さん。 いつもありがとうございます。
es_es: Oh, samurai. I am always grateful for your help.

source: ああ。届ける荷物はあるか？
es_es: Oh. Do you have any luggage to deliver?

source: 今回届けていただきたいのは、これです。 えっと……
es_es: This is what I would like you to deliver this time. Um ...

source: 伏見一番街北の……
es_es: North of Fushimi Ichibangai ……

source: 屋敷町の……
es_es: In the mansion town ...

source: 山王町の……
es_es: Sannocho ……

source: 梅小路町の……
es_es: Umekoji Town ……

source: 骸街、川辺の……
es_es: Skeleton town, riverside ...

source: 骸街２階の……
es_es: On the 2nd floor of the skeleton ...

source: 洛内、河原町の……
es_es: Rakuchu, Kawaramachi ...

source: 洛内、吟柳道場前の……
es_es: Rakuchu, in front of Ginyanagi Dojo ...

source: トメさんへお願いします。
es_es: I would like to ask Mr. Tome.

source: お深さんへお願いします。
es_es: I would like to ask Mr. Fuka.

source: ヨシ子さんへお願いします。
es_es: I would like to ask Yoshiko-san.

source: キミさんへお願いします。
es_es: I'd like to ask you.

source: 妙さんへお願いします。
es_es: I would like to ask Mr. Tae.

source: 華さんへお願いします。
es_es: I would like to ask Mr. Hana.

source: 三吉さんへお願いします。
es_es: I would like to ask Mr. Miyoshi.

source: 圭助さんへお願いします。
es_es: I would like to ask Keisuke-san.

source: 源之助さんへお願いします。
es_es: I would like to ask Mr. Gennosuke.

source: 初太郎さんへお願いします。
es_es: I would like to ask Mr. Hatsutarou.

source: 継右衛門さんへお願いします。
es_es: I would like to ask Mr. Tsugeemon.

source: 雄之助さんへお願いします。
es_es: I would like to ask Yunosuke-san.

source: 九蔵さんへお願いします。
es_es: I would like to ask Mr. Kuzo.

source: 団三郎さんへお願いします。
es_es: I would like to ask Mr. Dansaburo.

source: 定吉さんへお願いします。
es_es: I would like to ask Mr. Sadayoshi.

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: 「<Color:8>飛脚の荷物<Color:Default>」を預かった
es_es: "<Color:8> Hikyaku luggage<Color:Default> I took care of

source: ああ、わかった。
es_es: Oh, I understand.

source: 宜しくお願いしますね。
es_es: I look forward to working with you.

source: すまない、 どこの誰にとどけるんだったか、 教えてもらえるか？
es_es: Excuse me, can you tell me where and who I was able to reach?

source: 伏見一番街北の……
es_es: North of Fushimi Ichibangai ……

source: 屋敷町の……
es_es: In the mansion town ...

source: 山王町の……
es_es: Sannocho ……

source: 骸街、川辺の……
es_es: Skeleton town, riverside ...

source: 骸街２階の……
es_es: On the 2nd floor of the skeleton ...

source: 梅小路町の……
es_es: Umekoji Town ……

source: 洛内、河原町の……
es_es: Rakuchu, Kawaramachi ...

source: 洛内の吟柳道場前にいる……
es_es: I'm in front of Rakuchu's Ginyanagi Dojo ...

source: トメさんへお願いします。
es_es: I would like to ask Mr. Tome.

source: お深さんへお願いします。
es_es: I would like to ask Mr. Fuka.

source: ヨシ子さんへお願いします。
es_es: I would like to ask Yoshiko-san.

source: キミさんへお願いします。
es_es: I'd like to ask you.

source: 妙さんへお願いします。
es_es: I would like to ask Mr. Tae.

source: 華さんへお願いします。
es_es: I would like to ask Mr. Hana.

source: 三吉さんへお願いします。
es_es: I would like to ask Mr. Miyoshi.

source: 圭助さんへお願いします。
es_es: I would like to ask Keisuke-san.

source: 源之助さんへお願いします。
es_es: I would like to ask Mr. Gennosuke.

source: 初太郎さんへお願いします。
es_es: I would like to ask Mr. Hatsutarou.

source: 継右衛門さんへお願いします。
es_es: I would like to ask Mr. Tsugeemon.

source: 雄之助さんへお願いします。
es_es: I would like to ask Yunosuke-san.

source: 九蔵さんへお願いします。
es_es: I would like to ask Mr. Kuzo.

source: 団三郎さんへお願いします。
es_es: I would like to ask Mr. Dansaburo.

source: 定吉さんへお願いします。
es_es: I would like to ask Mr. Sadayoshi.

source: ああ、わかった。
es_es: Oh, I understand.

source: 宜しくお願いしますね。
es_es: I look forward to working with you.

source: よう。今日は、届ける荷物はあるのか？
es_es: Yeah. Do you have any luggage to deliver today?

source: あ、お侍さん。 実は、今日の分はもう終わっちゃいました。 なんと自分だけで捌ききれたんです！
es_es: Oh, samurai. To tell the truth, today's minute is over. I was able to handle it by myself!

source: 本当か……?! 頑張ったじゃないか。
es_es: Is that true ...?! You did your best.

source: ええ、最近あなたのおかげもあって、順調に 捌けているので、評判が上がってきて、 依頼も増えてきてるんです。商売繁盛ですよ！
es_es: Yes, thanks to you recently, I'm doing well, so my reputation is rising and my requests are increasing. Business is prosperous!

source: それは良かったな。 ……だが、親父さんは大丈夫なのか？
es_es: That was good. …… But is my father okay?

source: はい、親父も大分良くなってきました。 ……でも、まだ仕事ができるようになるには 時間がかかりそうなんです。
es_es: Yes, my dad is getting better too. …… But it seems that it will take some time before I can work.

source: そうなのか……
es_es: Is that so……

source: あの…… 申し訳ないんですが、 親父が回復するまで、もうしばらく 手伝ってはもらえないでしょうか？
es_es: Um ... I'm sorry, but could you help me for a while until my father recovers?

source: まぁ、乗りかかった船だしな。 今まで通り、ついでで良ければ、手を貸してやる。
es_es: Well, it's a ship that I got on. As always, I'll lend you a hand if you're okay with it.

source: 本当ですか！ ありがとうございます！
es_es: really! Thank you!

source: ああ。じゃあな。また来る。
es_es: Oh. See you. Will come again.

source: はい！ 次来る頃には新しい仕事が入っていると思います。 その時は、よろしくお願いしますね！
es_es: Okay! I think there will be new jobs by the time I come next. At that time, thank you!

source: よう。
es_es: Yeah.

source: あ！ お侍さん！ どうも！
es_es: Ah! Samurai! Thanks!

source: もしかして、そっちは親父さんか？ 病気が治ったみたいだな…… 何よりだ。
es_es: Maybe that is your father? It looks like the illness has healed ... above all.

source: はいっ！ 親父、この人が俺を手伝ってくれていた人だよ。
es_es: Yes! Father, this is the one who helped me.

source: そうですか、あなたが…… ……この度は息子が世話になったようで。 本当にありがとうございました。
es_es: Well, you ………… It seems that your son has taken care of you this time. I'm really thankful to you.

source: いや、俺は大したことはしていない。 仕事が上手くいったのは、あんたの息子が 立派な飛脚になったからだ。
es_es: No, I'm not doing much. The job went well because your son was a good hikyaku.

source: そんなことありません。 お侍さんが居なかったら私はもしかしたら、 途中で逃げ出していたかもしれません。
es_es: That's not true. If the samurai wasn't there, I might have escaped on the way.

source: 本当に…… ありがとうございました！
es_es: I'm really thankful to you!

source: ふっ。見違えるようにしっかり者になったな。
es_es: Huh. You've become a solid person to make a mistake.

source: ええ。……正直、息子がここまで成長するとは、 思っていませんでした。
es_es: Yeah. …… Honestly, I didn't expect my son to grow up to this point.

source: 実はですね…… これからはその成長を見込んで、 この辺一帯を息子に任せてみようかと思うんです。
es_es: Actually ... I'm thinking of leaving this area to my son in anticipation of that growth.

source: ほう。……やれるのか？
es_es: How. ...... Can you do it?

source: ええ、まだ自信がないんですが…… でもやってみたいんです！
es_es: Yeah, I'm not confident yet ... but I want to try it!

source: ただ…… まだ私も少し不安でして。 できればあなたに引き続き 息子を手伝っていただきたいのです。
es_es: But ... I'm still a little worried. If possible, I would like you to continue to help my son.

source: ふむ……
es_es: HM……

source: もちろん、私から正式に 依頼させていただくことになります。
es_es: Of course, I will formally request it.

source: なので、今までよりもお渡しする金額は 多めにさせていただきます。 ……いかがでしょうか？
es_es: Therefore, we will give you a larger amount than before. ……What do you think?

source: ……分かった。 良い小遣い稼ぎにもなりそうだしな。 今まで通り、ついでで良ければ手伝おう。
es_es: ……Do you get it. It looks like it could be a good pocket money earner. As always, I'll help you if you like.

source: 本当ですか!? あなたが手伝ってくれるのであれば、 百人力です。
es_es: Is that true !? If you can help, it's a hundred people.

source: 私からもお礼を言います。 ありがとうございます。
es_es: I would also like to thank you. thanks you.

source: いつか、父親を超える立派な飛脚になれるように、 頑張っていきますので…… これからもよろしくお願いいたします。
es_es: Someday, I will do my best so that I can become a great hikyaku that surpasses my father ... Thank you for your continued support.

source: ああ、こちらこそよろしくな。
es_es: Oh, this is my best regards.

source: 方向音痴の飛脚
es_es: Hikyaku with no sense of direction

source: 方向音痴の飛脚との絆
es_es: Bonds with Hikyaku

source: 飛脚の親父
es_es: Hikyaku's father
