Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid006e0303.po
Languages: es_es

source: おぉ、おぬし。御館様のために 料理を作ってくれる気になったのか？
es_es: Oh, you. Did you feel like cooking for the palace?

source: ……いや、料理を作る気はない。
es_es: ...... No, I have no intention of cooking.

source: そうか…… おぬしが首を縦に振ってくれるまで わしは、ここで待っておるぞ。
es_es: I see ... I'll be waiting here until you shake your head vertically.

source: ……しかたない。作ってやるよ。
es_es: ……it can not be helped. I'll make it.

source: ま、まことか!?
es_es: Well, really !?

source: あぁ……
es_es: Ahh……

source: 恩に切る…… それでは使いの者に連絡させ、 御館様をお呼びしよう。
es_es: Thank you ... Let's contact the messenger and call the palace.

source: わしらは御館様が到着されるまで、 入念に料理の準備をするとしようぞ。
es_es: Let's say we prepare the food carefully until the palace arrives.

source: 早速、斎藤殿の家に参るとしようぞ！
es_es: Let's go to Saito's house right away!

source: 猿吉
es_es: Saruyoshi

source: 作る
es_es: create

source: 断る
es_es: turn down

source: 龍馬
es_es: Ryoma
