Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid0034004b.po
Languages: es_es

source: 桐生さーん！
es_es: Kiryu-san!

source: おう、ひなた。
es_es: Oh, Hinata.

source: お待たせー♪
es_es: Please wait ♪

source: フッ…… それじゃ行くか。
es_es: Huh ... Then let's go.

source: 楽しかった♪
es_es: It was fun ♪

source: 俺もだよ。
es_es: Me too.

source: じゃあ、帰るね。 またね！
es_es: Then I'll go home. See you!

source: 大事にするね！ ありがとう！
es_es: I will take good care of you! Thank you!

source: うん…… ありがとう。 それじゃ、次行きましょ！
es_es: Yes, thank you. Well then, let's go next!

source: ありがとう！ それじゃ、次行きましょ！
es_es: Thank you! Well then, let's go next!

source: 欲しかったのにな～……
es_es: I wanted it ...

source: 欲しかったの！ ありがとう！ それじゃ、次行きましょ！
es_es: I wanted it! Thank you! Well then, let's go next!

source: うん…… ありがとう。 それじゃ、次行きましょ！
es_es: Yes, thank you. Well then, let's go next!

source: ありがとう！ それじゃ、次行きましょ！
es_es: Thank you! Well then, let's go next!

source: あれだけお店にいたのに何も買わないとか ちょっと恥ずかしくない……？
es_es: I'm not ashamed to buy anything even though I was in the store so much ...?

source: おいしかった～！ ごちそうさまでした♪
es_es: It was delicious! Thank you for your feast ♪

source: それじゃ、次行きましょ！
es_es: Well then, let's go next!

source: それじゃ、次行きましょ！
es_es: Well then, let's go next!

source: 食べたかったのに……
es_es: I wanted to eat ...

source: おいしかった～！ ごちそうさまでした♪
es_es: It was delicious! Thank you for your feast ♪

source: まずかった！ それじゃ、次行きましょ！
es_es: It was bad! Well then, let's go next!

source: ふつうだった！ それじゃ、次行きましょ！
es_es: It was normal! Well then, let's go next!

source: 食べたかったのに……
es_es: I wanted to eat ...

source: おいしかった～！ ごちそうさまでした♪
es_es: It was delicious! Thank you for your feast ♪

source: まずかった！ それじゃ、次行きましょ！
es_es: It was bad! Well then, let's go next!

source: ふつうだった！ それじゃ、次行きましょ！
es_es: It was normal! Well then, let's go next!

source: 食べたかったのに……
es_es: I wanted to eat ...

source: ごめ～ん、ちょっと用事できちゃった。 今日はもう帰るね。
es_es: I'm sorry, I was able to do something a little. I'm going home today.

source: どうしたの？
es_es: What's wrong?

source: それじゃ早く行こ。
es_es: Then go early.

source: そっか…… じゃあまたね！
es_es: I see ... See you soon!

source: ひなた
es_es: Hinata

source: 桐生
es_es: Kiryu

source: 何でもない
es_es: Nothing

source: もう帰る
es_es: I'm going home
