Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00021cc6.po
Languages: es_es

source: 分かっているだろうが四国屋までは別行動だ。 我々が固まって出れば志士どもに異変を悟られる。
es_es: As you know, it's a different action up to Shikokuya. If we get together, the scholars will realize that something is wrong.

source: 警戒すべきは桂小五郎と吉田稔麿。 だがその他の連中も腹を括っているはずだ。
es_es: Be wary of Kogoro Katsura and Minoru Yoshida. But the others should be hungry too.

source: ナメてかからないことだな。
es_es: It doesn't take a long time.

source: 今夜の襲撃、失敗するわけにはいかない。
es_es: Tonight's raid cannot fail.

source: どんな策になるか分からないが…… できる備えはしておいた方がいいだろう。
es_es: I don't know what to do, but ... you should be prepared to do it.

source: お前も準備は怠るなよ。
es_es: Don't neglect your preparations either.

source: お前も、四国屋が怪しいと睨んだのか？
es_es: Did you also stare at Shikokuya as suspicious?

source: 実は私もそんな予感がしている。 特に、理由は無いんだがな。
es_es: Actually, I have such a feeling. There is no particular reason.

source: 例の計画に加担している勤王志士ども…… 連中はかなり追いつめられている。 第一の勤王藩だった長州が京を追われつつあるからだ。
es_es: The Qin Wang scholars who are involved in the example plan ... They are being hunted down quite a bit. This is because Choshu, the first clan of Qin Wang, is being chased by Kyo.

source: 今夜の襲撃にも死に物狂いで抵抗してくるだろう。
es_es: He will be frantic and resist the raid tonight.

source: 井上
es_es: Inoue
