Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c14bf.po
Languages: es_es

source: スゥ…… スゥ……
es_es: Suu …… Suu ……

source: （福を招くと言われている猫だが…… 今は休養中のようだ）
es_es: (A cat that is said to bring good fortune, but ... it seems that he is resting now.)

source: （お布施をやると福を招くと言われる猫だ……）
es_es: (It's a cat that is said to bring good fortune if you give it away ...)

source: （……思い切って１両、やってみようか？）
es_es: (... Let's take the plunge and try one car?)

source: （お布施をやると福を招くと言われる猫だ……）
es_es: (It's a cat that is said to bring good fortune if you give it away ...)

source: （こいつが頑張ってくれているのはわかるが、 まだそれほどの福を招いてくれたことがない……）
es_es: (I know he's doing his best, but he hasn't invited that much fortune yet ...)

source: 俺、今まであの招き猫様に たくさん福をいただいたからさ。 お礼にって、１両あげてみたんだよ。
es_es: I've received a lot of good fortune from the beckoning cat so far. As a thank you, I gave you one.

source: １両も!? いったいどんな福が返ってきたんだ!?
es_es: One car !? What kind of fortune was returned !?

source: それが……
es_es: that is……

source: ……ゴクリ。
es_es: ...... Gollum.

source: その後、神社のおみくじ全部引いたら…… 全部…… 大吉だった。
es_es: After that, when I drew all the fortunes of the shrine ... all ... it was Daikichi.

source: あ…… ありえねぇだろ!! そいつはもう福どころの騒ぎじゃないぜ！
es_es: Ah ... it's impossible !! It's no longer a fuss about fortune!

source: あぁ。今の俺だったらなんでもできる気がする。
es_es: Ahh. I feel like I can do anything now.

source: （俺以外の体験談はいつもすごいんだがな……）
es_es: (Experience stories other than me are always amazing ...)

source: （……思い切って１両、やってみようか？）
es_es: (... Let's take the plunge and try one car?)

source: （金を捨てるようなものだな…… やめておこう）
es_es: (It's like throwing away money ... let's stop)

source: （金が足りないようだな……）
es_es: (It looks like you're out of money ...)

source: ……１両やってみよう。
es_es: ...... Let's try one car.

source: （……？ いつもと様子が違うな）
es_es: (...? It looks different than usual)

source: ンニャン！ ンニャンニャン!!
es_es: Nyan! Nyan Nyan !!

source: （ついて来いと言っているのか……？）
es_es: (Are you saying that you want to follow me ...?)

source: お、おい待て。
es_es: Hey wait.

source: （お布施をやると福を招くと言われる猫だ……）
es_es: (It's a cat that is said to bring good fortune if you give it away ...)

source: （……５０００文くらい、やってみようか？）
es_es: (... Let's try about 5000 sentences?)

source: （お布施をやると福を招くと言われる猫だ……）
es_es: (It's a cat that is said to bring good fortune if you give it away ...)

source: やっぱり５０００文くらいじゃないと 本当の福は得られないんだよ。
es_es: After all, you can't get true fortune unless it's about 5000 sentences.

source: それって福を招く招き猫の話？
es_es: Is that the story of a beckoning cat that invites good fortune?

source: うん。俺、この前知り合った美人と 仲良くなりたかったんだけど、 どうにもきっかけがなくて困ってたんだ……
es_es: Yup. I wanted to get along with the beautiful woman I met the other day, but I was in trouble because I didn't have a chance ...

source: 思い切って招き猫様に５０００文差し上げてみた。 そしたらなんか……
es_es: I dared to give 5000 sentences to the beckoning cat. Then something ...

source: ……彼女と婚約しちゃった。
es_es: ... I got engaged to her.

source: えぇ!? お、おめでとう！
es_es: Eh !? Congratulations!

source: （……５０００文か）
es_es: (... 5000 sentences?)

source: （金を捨てるようなものだな…… やめておこう）
es_es: (It's like throwing away money ... let's stop)

source: （金が足りないようだな……）
es_es: (It looks like you're out of money ...)

source: そら、５０００文だ。 今度こそ…… どでかい福を頼むぞ……
es_es: That's 5000 sentences. This time ... I'll ask for a huge fortune ...

source: ンニャン！
es_es: Nyan!

source: ンニャン！
es_es: Nyan!

source: （５０００文分の福を持ってきたようだな……）
es_es: (It seems that you brought the fortune of 5000 sentences ...)

source: 「<Color:8>４０００文<Color:Default>」をもらった
es_es: "<Color:8> 4000 sentences<Color:Default> I got

source: （……減った！）
es_es: (……decreased!)

source: ンニャン！
es_es: Nyan!

source: ンニャンじゃない！
es_es: It's not Nyan!

source: ンニャゴ……
es_es: Nnyago ……

source: （……いや、待て。こいつはこいつなりに、 俺に福を招こうとしたんだ……）
es_es: (... No, wait. This guy tried to invite me fortune ...)

source: （それが満足いかない結果になったからといって 猫にあたるのはお門違いだろう……）
es_es: (It would be a mistake to be a cat just because it turned out to be unsatisfactory ...)

source: ……金は減ったが、お前の気持ち嬉しかったぜ。 ……ありがとうな。
es_es: ...... I've lost money, but I'm happy with your feelings. ……Thanks.

source: ……ンニャン！
es_es: ...... Nyan!

source: （お布施をやると福を招くと言われる猫だ……）
es_es: (It's a cat that is said to bring good fortune if you give it away ...)

source: （……３０００文くらい、やってみようか？）
es_es: (... Let's try about 3000 sentences?)

source: （お布施をやると福を招くと言われる猫だ……）
es_es: (It's a cat that is said to bring good fortune if you give it away ...)

source: ……ん？
es_es: ……Hmm?

source: この前、思い切って招き猫様に ３０００文、お布施をしてみたら、 お返しに手紙をくださったんだよ！
es_es: The other day, I took the plunge and gave 3000 sentences to the beckoning cat, and he sent me a letter in return!

source: 手紙？ それって猫語で書いてるのかい？
es_es: letter? Is it written in cat language?

source: 違う違う。 おおかたどっかのドジな飛脚が 仕事中に落としたんだろう。 宛先が近くだったんで、親切に届けてみたら……
es_es: No no. Mostly some of the stupid hikyaku dropped during work. The destination was nearby, so if you kindly deliver it ...

source: なんと、手紙の受取人がすごい美人でさ。 お茶菓子とお茶をご馳走になっちまったよ！ いや～、美人だったなぁ。
es_es: The recipient of the letter is so beautiful. It's been a treat for sweets and tea! No, she was a beautiful woman.

source: 招き猫様には、恋愛のご利益もあるのか!? よし、今度俺もやってみよう！
es_es: Does the beckoning cat also have the benefit of love !? Alright, let's do it again!

source: （……３０００文、やってみるか？）
es_es: (... 3000 sentences, would you like to try it?)

source: （金を捨てるようなものだな…… やめておこう）
es_es: (It's like throwing away money ... let's stop)

source: （金が足りないようだな……）
es_es: (It looks like you're out of money ...)

source: ほら、３０００文だ。 今度こそ福を招いてくれよ。
es_es: You see, it's 3000 sentences. Invite fortune this time.

source: ンニャン！
es_es: Nyan!

source: ンニャン！
es_es: Nyan!

source: （何か持ってきたようだ）
es_es: (It looks like you brought something)

source: 「<Color:8>春画<Color:Default>」をもらった
es_es: "<Color:8> Shunga<Color:Default> I got

source: 俺にとっての福が、これだと……？
es_es: This is the good fortune for me ...?

source: ……ンニャ！
es_es: ...... Nnya!

source: うーむ、激情が燃えたぎっている男児にとっては 福かもしれんが…… 俺に渡されてもな……
es_es: Hmmm, it might be good for a boy with a burning passion ... even if it's handed over to me ...

source: ンニャゴ……
es_es: Nnyago ……

source: （……いや、そういう問題じゃない）
es_es: (... No, that's not the problem)

source: （こいつはこいつなりに 俺のことを思って持って来てくれたんだ……）
es_es: (This guy brought me in his own way ...)

source: よっぽど困ったことがあったら読ませてもらう。 ……ありがとうな。
es_es: If you have any problems, I will read it. ……Thanks.

source: ……ンニャン！
es_es: ...... Nyan!

source: （お布施をやると福を招くと言われる猫だ……）
es_es: (It's a cat that is said to bring good fortune if you give it away ...)

source: （……２０００文くらい、やってみようか？）
es_es: (... Let's try about 2000 sentences?)

source: （お布施をやると福を招くと言われる猫だ……）
es_es: (It's a cat that is said to bring good fortune if you give it away ...)

source: ……ん？
es_es: ……Hmm?

source: この前、招き猫様に ２０００文、お布施をしてみたら、 お返しに小判をくださったんだよ！
es_es: The other day, when I gave 2000 sentences to the beckoning cat, he gave me an oval in return!

source: それって福を招くっていうあの……？ す、すごい！ 俺もやってみようかな！
es_es: That's what invites good fortune ...? Wow, awesome! I'll try it too!

source: （……２０００文くらい、やってみようか？）
es_es: (... Let's try about 2000 sentences?)

source: （金を捨てるようなものだな…… やめておこう）
es_es: (It's like throwing away money ... let's stop)

source: （金が足りないようだな……）
es_es: (It looks like you're out of money ...)

source: ほら、２０００文だ。 今度こそ福を招いてくれよ。
es_es: You see, 2000 sentences. Invite fortune this time.

source: ンニャン！
es_es: Nyan!

source: ンニャン！
es_es: Nyan!

source: （何か持ってきたようだ）
es_es: (It looks like you brought something)

source: 「<Color:8>酔い覚め丹<Color:Default>」をもらった
es_es: "<Color:8> Sickness awakening<Color:Default> I got

source: 酔い覚め丹…… まさかお前、俺の体を心配して……？
es_es: Awakening from sickness ... No way, you're worried about my body ...?

source: ……ンニャ！
es_es: ...... Nnya!

source: 気持ちは嬉しいが、 ２０００文分の福ではないな……
es_es: I'm happy, but it's not the fortune of 2000 sentences ...

source: ンニャゴ……
es_es: Nnyago ……

source: （……いや、金の問題じゃない）
es_es: (... No, it's not a matter of money)

source: （こいつはこいつなりに 俺のことを思って持って来てくれたんだ……）
es_es: (This guy brought me in his own way ...)

source: 泥酔したときにでも使わせてもらう。 ……ありがとうな。
es_es: I will use it even when I get drunk. ……Thanks.

source: ……ンニャン！
es_es: ...... Nyan!

source: （この猫に金をやると 福を招いてくれるらしいが……）
es_es: (It seems that if you give money to this cat, it will bring you good fortune ...)

source: （福を招く猫か…… 本当だったらすごいことだが）
es_es: (Is it a cat that invites good fortune ... It would be great if it were true)

source: （１０００文くらい、やってみようか？）
es_es: (Let's try about 1000 sentences?)

source: （金を捨てるようなものだな…… やめておこう）
es_es: (It's like throwing away money ... let's stop)

source: （金が足りないようだな……）
es_es: (It looks like you're out of money ...)

source: ほら、１０００文だ。 福を招いてくれ。
es_es: You see, 1000 sentences. Invite fortune.

source: ンニャン！
es_es: Nyan!

source: （……くっ、やはり猫に小判だったか）
es_es: (... Is it oval for cats?)

source: ……ん？
es_es: ……Hmm?

source: ンニャン！
es_es: Nyan!

source: （何か持ってきたようだ）
es_es: (It looks like you brought something)

source: 「<Color:8>シラス<Color:Default>」をもらった
es_es: "<Color:8> Shirasu<Color:Default> I got

source: ……ンニャン！
es_es: ...... Nyan!

source: うーむ、これは…… お前にとっては福かもしれんが……
es_es: Hmmm, this is ... maybe for you ...

source: ……ジュル。
es_es: ...... Jul.

source: ……もしかして、食いたいのか？
es_es: ...... Maybe you want to eat?

source: 「<Color:8>シラス<Color:Default>」を猫に返した
es_es: "<Color:8> Shirasu<Color:Default> Was returned to the cat

source: ンニャゴー！
es_es: Nnyago!

source: （うーむ、喜んでくれたようだ……）
es_es: (Hmm, he seems to be happy ...)

source: 「招き猫」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「招き猫」と交流してみましょう。
es_es: A bond with "Maneki Neko" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "Maneki Neko".

source: 招き猫様！ １０００文、ご用意いたしました！ どうかこの金で、私めに幸せをお招きください！
es_es: Maneki Neko! We have prepared 1000 sentences! Please use this money to invite happiness to me!

source: ンニャン！
es_es: Nyan!

source: お願いします…… お願いします……
es_es: Please ... Please ...

source: ……何をしているんだ？
es_es: ...... What are you doing?

source: うわぁびっくりした…… いきなり話しかけないでくださいよ。
es_es: Wow, I was surprised ... Don't talk to me suddenly.

source: ……？ 猫に金をやっていたようだが、 いったい今のはなんだ？
es_es: ……? It seems that he was paying for cats, but what exactly is it now?

source: フッフッフー、あなた知らないんですか？ 今の猫はそんじょそこらの猫ではございません。
es_es: Huff Huff, don't you know? Today's cats are not so many cats.

source: なんと…… 福を招く、招き猫様なのです！
es_es: What ... It's a beckoning cat that invites good fortune!

source: ……福を招く猫、だと？
es_es: ...... A cat that invites good fortune?

source: えぇ、今みたいに招き猫様に お布施を差し上げるとですね……
es_es: Well, if you give the beckoning cat a donation like now ...

source: ぷいっ。
es_es: Pui.

source: おい、そっぽ向いたぞ。
es_es: Hey, I'm heading away.

source: いいから見ててくださいよ。
es_es: Please take a look because it's okay.

source: クルッ！
es_es: Kuru!

source: ンニャン！
es_es: Nyan!

source: あ！
es_es: Ah!

source: こ、これは、ずいぶん前になくした…… 大切なお守り！ やったー！
es_es: I lost this a long time ago ... An important amulet! Yay!

source: ……と、こういう風に、福を招いてくれるんですよ。
es_es: …… And, in this way, it invites good fortune.

source: なんだかうさんくさいな……
es_es: It's kind of ugly ...

source: うさんくさいって…… 何言ってるんですか！ 実際に今、あなた見てたでしょう!?
es_es: What are you talking about? You actually saw it now !?

source: うーむ……
es_es: Hmm ...

source: まぁ、信じても信じなくていいですけど。
es_es: Well, even if you believe it, you don't have to believe it.

source: ……今回もありがとうございます、招き猫様！ またいつの日か、よろしくお願いいたします。
es_es: ...... Thank you again this time, Maneki Neko! I look forward to working with you someday.

source: ンニャ。
es_es: Nnya.

source: 招き猫
es_es: Maneki Neko

source: やってみる
es_es: Try

source: やらない
es_es: Don't do

source: 猫頼みの男
es_es: A man who asks for a cat

source: 驚く男性
es_es: Surprised man

source: １０００文やってみる
es_es: Try 1000 sentences

source: 招き猫との絆
es_es: Bond with Maneki Neko

source: 猫
es_es: Cat
