Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c0d8a.po
Languages: es_es

source: さすがお客人だね。 今回は私の負けだよ。
es_es: It's a customer. This time I lost.

source: フッ、いつも悪いな。
es_es: Huh, it's always bad.

source: つ、次はこうはいかないからね！ また近いうちにでも…… 勝負だよ！
es_es: One, this is not the case next time! See you soon ... It's a game!

source: 今回は私の勝ちだね。
es_es: This time I won.

source: フンッ、今日は調子が悪かっただけだ。
es_es: Hmm, I was just sick today.

source: フッ、じゃあまた調子のいい時に来るんだね。 いつでも待ってるよ。
es_es: Huh, then I'll come again when I'm in good shape. I'm always waiting.

source: ……差し引きなしってところだね。
es_es: ...... There is no deduction.

source: フッ、勝負は引き分けか。
es_es: Huh, is the game a draw?

source: そのようだね…… 決着は次でつけるとしようじゃないか。
es_es: That's right ... Let's settle the matter next time.

source: くっ…… まさか私が負けるなんて…… 悔しいね。
es_es: Hmm ... I don't think I'll lose ... I'm sorry.

source: フッ、ざっとこんなもんだ。
es_es: Huh, it's roughly like this.

source: ここ一番という時に、勝負運を引き寄せる…… あんた…… 本物の勝負師だね。
es_es: At the best time here, I draw the luck of the game ... You ... You're a real game master.

source: ほら、約束の２０両だ。受け取りな。
es_es: You see, the promised 20 cars. Don't pick it up.

source: 「<Color:8>２０両<Color:Default>」をもらった
es_es: "<Color:8> 20 cars<Color:Default> I got

source: それと私の大事なものをあげるんだったね。 ……お客人、ちょいと目をつぶりな。
es_es: And I gave you something important to me. …… Customers, close your eyes a little.

source: 目を？
es_es: Eyes?

source: いいからつぶるんだよ！
es_es: I'll crush it because it's okay!

source: あ、あぁ。
es_es: Ah, ah.

source: チュッ……！
es_es: Chu ...!

source: ……ど、どうだい？ 今のが私の大事なものだよ！
es_es: ...... How is it? Now is my important thing!

source: 今のは……
es_es: Now ...

source: 言っとくが、たいした意味はないからね！ 勘違いするんじゃないよ！
es_es: After all, it doesn't make much sense! Don't get me wrong!

source: お客人と勝負してると、胸が高鳴っちまうんだ…… だからしかたなくだね……！
es_es: When I compete with the customers, my heart beats ... That's why ...!

source: 壺振り、おまえ……
es_es: Swing the jar, you ...

source: フ、フン！ な、なんでもないよ！ また来ないと、承知しないからね！
es_es: Huh, huh! Nothing! If you don't come again, you won't know!

source: この勝負、私の勝ちだね。
es_es: This game is my victory.

source: クッ……
es_es: Kuu ……

source: まぁ、そう落ち込まないことだね。 ……ポンと１０両賭けるあんたの思い切りのよさ、 私は気に入ってるよ。
es_es: Well, don't be so depressed. ...... Bet 10 cars with Pong, you're daring, I like it.

source: フン、勝てなければ意味がない。
es_es: Hmm, it doesn't make sense if you don't win.

source: まぁそう言いなさんな。 お客人との大勝負、私は久々に胸が高鳴ったけどね。
es_es: Well, don't say that. It's been a long time since I was excited about the big game with the customers.

source: でもこの胸の高鳴り。今の勝負のせいなのか…… あるいは…… いや、そ、そんなわけないさね。
es_es: But this high-pitched sound. Maybe it's because of the current game ... Or ... No, that's not true.

source: ……ん？ 何を言っているんだ？
es_es: ……Hmm? What are you talking about

source: な、なんでもないよ！ また来ないと承知しないからね！
es_es: Nothing! I don't know if I don't come again!

source: ……今回もいい勝負だったね。
es_es: ...... It was a good match this time as well.

source: フッ、よく言うぜ。
es_es: Huh, I often say that.

source: ……そうだ、お客人。 今度、ちょいと大勝負をしてみないかい？
es_es: ...... Yes, the customer. Why don't you play a big game next time?

source: ん？ 大勝負？
es_es: Hmm? Big battle?

source: あぁ、１０両賭けて勝負するのさ。
es_es: Oh, I'll bet 10 cars and play.

source: 私が勝てば、お客人の１０両は泡と消える。
es_es: If I win, 10 of the customers will disappear with bubbles.

source: お客人が勝てば、１０両が倍になって戻ってくる…… さらに、私の大事なものをあげるよ。
es_es: If the customer wins, 10 cars will double and come back ... In addition, I will give you something important to me.

source: ……大事なもの？
es_es: ...... What is important?

source: あぁ、そうさ。 金なんかより、よっぽど価値のあるもんだよ。 ……どうだい？ のってみないかい？
es_es: Oh yeah. It's more valuable than money. ...... How is it? Why don't you try it?

source: フッ、いいぜ。１０両そろえてまた来るとしよう。 それまで首を洗って待っているんだな。
es_es: Huh, that's fine. Let's say you have 10 cars and come back again. Until then, I've washed my neck and waited.

source: フッ、それでこそお客人だ。
es_es: Huh, that's the customer.

source: ……待ってるよ。
es_es: ……I'm waiting.

source: ……今回は私の負けだよ。 さすがだね。
es_es: ...... This time I lost. As expected.

source: フッ、悪いが稼がせてもらったぜ。
es_es: Huh, I'm sorry, but I made a profit.

source: 次はこうはいかないからね。 逃げるんじゃないよ。
es_es: This won't happen next time. Don't run away.

source: おや？ 今日は調子でも悪かったのかい？
es_es: Oh? Did you feel bad today?

source: フンッ、今回の負けは、次で取り返してやるよ。
es_es: Hmm, I'll recover this loss next time.

source: フッ、楽しみにしてるよ。
es_es: I'm looking forward to it.

source: ……差し引きなしってところだね。
es_es: ...... There is no deduction.

source: フッ、勝負は引き分けか。
es_es: Huh, is the game a draw?

source: そのようだね…… 決着は次でつけるとしようじゃないか。
es_es: That's right ... Let's settle the matter next time.

source: お客人。丁半博打がやりたいのかい？ なら受付で点数を買ってから来るんだね。
es_es: Customer. Do you want to gamble? Then you come after buying points at the reception.

source: おや、お客人じゃないか。 丁半博打、やっていくかい？
es_es: Oh, isn't it a customer? Cho-han gambling, are you going to do it?

source: ああ、やっていこう。
es_es: Oh, let's do it.

source: じゃあ、始めるよ。 準備しな。
es_es: Well then, let's get started. Don't get ready.

source: （たしか壺振りとの大勝負には１０両必要だったな。 今は手持ちがない…… 出直すとしよう）
es_es: (I'm sure I needed 10 cars to play a big game against the pot. I don't have any now ... I'll try again.)

source: １０両賭けて、大勝負だ。
es_es: Bet 10 cars and it's a big game.

source: お客人ならこの勝負…… 受けてくれると思ったよ。
es_es: If you are a customer, this game ... I thought you would take it.

source: ……勝負は一度きり。
es_es: ...... The game is only once.

source: 私が勝てば、お客人の１０両は泡と消え……
es_es: If I win, 10 of the customers will disappear with bubbles ...

source: お客人が勝てば、１０両が倍に。 さらに、私の大事なものまで手に入る…… いいね？
es_es: If the customer wins, 10 cars will double. In addition, you can get my important things ... Like?

source: あぁ、いつでも来い。
es_es: Oh, come anytime.

source: フッ、それじゃあ始めるよ。
es_es: Huh, then let's get started.

source: いや、やめておこう。
es_es: No, let's stop.

source: フン、そうかい。 また来なよ。
es_es: Hmm, that's right. Come again.

source: どれについて知りたいんだい？
es_es: Which one do you want to know about?

source: 「丁半博打」は、２つのサイコロの出目の合計が 偶数（丁）になるか、奇数（半）になるかを予想する 賭け事です。
es_es: "Cho-han gambling" is a bet that predicts whether the total of the two dice rolls will be even (chome) or odd (half).

source: 予想が的中した場合、自身の賭け点と 全体の賭け点に応じた報酬を獲得します。
es_es: If the prediction is correct, you will be rewarded according to your bet points and the total bet points.

source: ２つのサイコロのうち、いずれか片方の出目が １～６のどれになるかを予想する賭けです。 予想が的中した場合、丁半予想よりも 高い点数を獲得することができます。
es_es: It is a bet that predicts which of the two dice will roll 1 to 6. If the prediction is correct, you can get a higher score than the prediction.

source: ２つのサイコロがそれぞれ １～６のどれになるかを予想する賭けです。 予想が的中した場合、その場の賭け点を総取りできます。 ただし、参加するには賭け点限度額の ２０％を賭ける必要があります。
es_es: It is a bet that predicts which of the two dice will be 1 to 6 respectively. If the prediction is correct, you can take all the betting points on the spot. However, you must bet 20% of the bet limit to participate.

source: 丁半、もしくは出目予想が的中した場合 その勝ち点を賭けて壺振りとサシで勝負する賭けです。 勝負は丁半予想で行います。 的中すると賭け点の倍を獲得できます。 勝負は最大５回まで連続して行うことができます。
es_es: It is a bet that you bet on the winning points and compete with a jar and a sashi if the result is correct. The game will be done with a half-estimate. If you hit the mark, you can get double the bet points. The game can be played up to 5 times in a row.

source: ２つのサイコロの出目の差を 予想する賭けです。 予想が的中した場合 それぞれの差の配当倍率分の 報酬を獲得できます。
es_es: It is a bet that predicts the difference between the two dice rolls. If the forecast is correct, you will be rewarded for the dividend ratio of each difference.

source: 丁半の場にいる他の客の中には 流れをつかめている人、流れをつかめていない人、 どちらともいえない人がいます。
es_es: Among the other guests in the Cho-han area, there are those who are catching the flow, those who are not catching the flow, and those who cannot say either.

source: 流れをつかめている人を見極められれば 勝ち馬に乗ることができますが、 運の流れは一定ではなく、勝負を重ねていくと 勝ってた人が突然勝てなくなることもあるので 注意して勝負してください。
es_es: You can ride a winning horse if you can identify the person who is grasping the flow, but the flow of luck is not constant, and if you repeat the game, the person who won may suddenly lose the victory, so be careful when you play. please.

source: お客人。丁半博打がやりたいのかい？ なら受付で点数を買ってから来るんだね。
es_es: Customer. Do you want to gamble? Then you come after buying points at the reception.

source: おや、お客人。 丁半博打、やっていくかい？
es_es: Oh, the customer. Cho-han gambling, are you going to do it?

source: ああ、やっていこう。
es_es: Oh, let's do it.

source: じゃあ、始めるよ。 急いで準備しな。
es_es: Well then, let's get started. Hurry up and get ready.

source: いや、やめておこう。
es_es: No, let's stop.

source: フン、そうかい。 また来なよ。
es_es: Hmm, that's right. Come again.

source: どれについて知りたいんだい？
es_es: Which one do you want to know about?

source: 「丁半博打」は、２つのサイコロの出目の合計が 偶数（丁）になるか、奇数（半）になるかを予想する 賭け事です。
es_es: "Cho-han gambling" is a bet that predicts whether the total of the two dice rolls will be even (chome) or odd (half).

source: 予想が的中した場合、自身の賭け点と 全体の賭け点に応じた報酬を獲得します。
es_es: If the prediction is correct, you will be rewarded according to your bet points and the total bet points.

source: ２つのサイコロのうち、いずれか片方の出目が １～６のどれになるかを予想する賭けです。 予想が的中した場合、丁半予想よりも 高い点数を獲得することができます。
es_es: It is a bet that predicts which of the two dice will roll 1 to 6. If the prediction is correct, you can get a higher score than the prediction.

source: ２つのサイコロがそれぞれ １～６のどれになるかを予想する賭けです。 予想が的中した場合、その場の賭け点を総取りできます。 ただし、参加するには賭け点限度額の ２０％を賭ける必要があります。
es_es: It is a bet that predicts which of the two dice will be 1 to 6 respectively. If the prediction is correct, you can take all the betting points on the spot. However, you must bet 20% of the bet limit to participate.

source: 丁半、もしくは出目予想が的中した場合 その勝ち点を賭けて壺振りとサシで勝負する賭けです。 勝負は丁半予想で行います。 的中すると賭け点の倍を獲得できます。 勝負は最大５回まで連続して行うことができます。
es_es: It is a bet that you bet on the winning points and compete with a jar and a sashi if the result is correct. The game will be done with a half-estimate. If you hit the mark, you can get double the bet points. The game can be played up to 5 times in a row.

source: ２つのサイコロの出目の差を 予想する賭けです。 予想が的中した場合 それぞれの差の配当倍率分の 報酬を獲得できます。
es_es: It is a bet that predicts the difference between the two dice rolls. If the forecast is correct, you will be rewarded for the dividend ratio of each difference.

source: 丁半の場にいる他の客の中には 流れをつかめている人、流れをつかめていない人、 どちらともいえない人がいます。
es_es: Among the other guests in the Cho-han area, there are those who are catching the flow, those who are not catching the flow, and those who cannot say either.

source: 流れをつかめている人を見極められれば 勝ち馬に乗ることができますが、 運の流れは一定ではなく、勝負を重ねていくと 勝ってた人が突然勝てなくなることもあるので 注意して勝負してください。
es_es: You can ride a winning horse if you can identify the person who is grasping the flow, but the flow of luck is not constant, and if you repeat the game, the person who won may suddenly lose the victory, so be careful when you play. please.

source: お客人。丁半博打がやりたいのかい？ なら受付で点数を買ってから来るんだね。
es_es: Customer. Do you want to gamble? Then you come after buying points at the reception.

source: おや、お客人。 丁半博打、やっていくかい？
es_es: Oh, the customer. Cho-han gambling, are you going to do it?

source: ああ、やっていこう。
es_es: Oh, let's do it.

source: じゃあ、始めるよ。 急いで準備しな。
es_es: Well then, let's get started. Hurry up and get ready.

source: いや、やめておこう。
es_es: No, let's stop.

source: フン、そうかい。 また来なよ。
es_es: Hmm, that's right. Come again.

source: どれについて知りたいんだい？
es_es: Which one do you want to know about?

source: 「丁半博打」は、２つのサイコロの出目の合計が 偶数（丁）になるか、奇数（半）になるかを予想する 賭け事です。
es_es: "Cho-han gambling" is a bet that predicts whether the total of the two dice rolls will be even (chome) or odd (half).

source: 予想が的中した場合、自身の賭け点と 全体の賭け点に応じた報酬を獲得します。
es_es: If the prediction is correct, you will be rewarded according to your bet points and the total bet points.

source: ２つのサイコロのうち、いずれか片方の出目が １～６のどれになるかを予想する賭けです。 予想が的中した場合、丁半予想よりも 高い点数を獲得することができます。
es_es: It is a bet that predicts which of the two dice will roll 1 to 6. If the prediction is correct, you can get a higher score than the prediction.

source: ２つのサイコロがそれぞれ １～６のどれになるかを予想する賭けです。 予想が的中した場合、その場の賭け点を総取りできます。 ただし、参加するには賭け点限度額の ２０％を賭ける必要があります。
es_es: It is a bet that predicts which of the two dice will be 1 to 6 respectively. If the prediction is correct, you can take all the betting points on the spot. However, you must bet 20% of the bet limit to participate.

source: 丁半、もしくは出目予想が的中した場合 その勝ち点を賭けて壺振りとサシで勝負する賭けです。 勝負は丁半予想で行います。 的中すると賭け点の倍を獲得できます。 勝負は最大５回まで連続して行うことができます。
es_es: It is a bet that you bet on the winning points and compete with a jar and a sashi if the result is correct. The game will be done with a half-estimate. If you hit the mark, you can get double the bet points. The game can be played up to 5 times in a row.

source: ２つのサイコロの出目の差を 予想する賭けです。 予想が的中した場合 それぞれの差の配当倍率分の 報酬を獲得できます。
es_es: It is a bet that predicts the difference between the two dice rolls. If the forecast is correct, you will be rewarded for the dividend ratio of each difference.

source: 丁半の場にいる他の客の中には 流れをつかめている人、流れをつかめていない人、 どちらともいえない人がいます。
es_es: Among the other guests in the Cho-han area, there are those who are catching the flow, those who are not catching the flow, and those who cannot say either.

source: 流れをつかめている人を見極められれば 勝ち馬に乗ることができますが、 運の流れは一定ではなく、勝負を重ねていくと 勝ってた人が突然勝てなくなることもあるので 注意して勝負してください。
es_es: You can ride a winning horse if you can identify the person who is grasping the flow, but the flow of luck is not constant, and if you repeat the game, the person who won may suddenly lose the victory, so be careful when you play. please.

source: 壺振り
es_es: Vase swing

source: やっていく
es_es: get along

source: １０両勝負をする
es_es: Play 10 cars

source: やり方を確認する
es_es: Check how to do it

source: やらない
es_es: Don't do

source: 丁半について
es_es: About Cho-han

source: １つの出目予想について
es_es: About one outcome forecast

source: ２つの出目予想について
es_es: About two outcome forecasts

source: サシ勝負について
es_es: About Sashi game

source: 差賭けについて
es_es: About difference bets

source: 他の客について
es_es: About other guests

source: やり方の確認を終わる
es_es: Finish checking how to do it

source: 丁半博打（ちょうはんばくち）の遊び方
es_es: How to play Chohan Bakuchi

source: １つの出目予想とは
es_es: What is one outcome forecast?

source: ２つの出目予想とは
es_es: What are the two forecasts?

source: サシ勝負とは
es_es: What is a sashi game?

source: 差賭けとは
es_es: What is a difference bet?
