Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000922ee.po
Languages: es_es

source: 斎藤様。ご迷惑をおかけしたお詫びに、 隊士としてご協力させていただこうと思うのですが、 いかがなものでしょう？
es_es: Mr. Saito. We apologize for the inconvenience, and I would like to cooperate as a soldier. How is it?

source: ああ。悪いが、少し力をかしてくれ。
es_es: Oh. I'm sorry, but please help me a little.

source: お任せください。かつての私のような荒くれ者を…… 一人でも多く改心させましょう。
es_es: Please choose for me. Let's convert as many rough people as I used to be ... as much as possible.

source: そうですか…… なんとか恩返しがしたいのですが……
es_es: Is that so ... I'd like to give back somehow ...

source: 気持ちはありがたいが、今のうちの隊には 新しい隊士を迎える余裕がなくてな……
es_es: I'm grateful for the feeling, but I can't afford to welcome a new soldier in my current squad ...

source: そうですか…… なんとか恩返しがしたいのですが……
es_es: Is that so ... I'd like to give back somehow ...

source: 斎藤様、ご無沙汰しています。
es_es: Mr. Saito, I haven't heard from you.

source: お前は…… 喧嘩屋の墨坊主じゃないか。 どうかしたのか？ 修行の旅に出ると聞いていたが……
es_es: You are ... Isn't it the sumi-bozu of the fighting shop? What's wrong? I heard that you are going on a training trip ...

source: ええ、そのつもりだったのですが…… 斎藤様が隊士を募集されていると、 小耳に挟みましてね。
es_es: Yes, I intended to do that ... When Mr. Saito was looking for a soldier, I heard him.

source: 斎藤様にはご迷惑をかけましたし…… もしよければ、修行の旅の前に少しお力添えをさせて いただければな、と。
es_es: I'm sorry for the inconvenience to Mr. Saito ... If you like, I'd like to help you a little before the training trip.

source: ああ。悪いが、少し力をかしてくれ。
es_es: Oh. I'm sorry, but please help me a little.

source: お任せください。かつての私のような荒くれ者を…… 一人でも多く改心させましょう。
es_es: Please choose for me. Let's convert as many rough people as I used to be ... as much as possible.

source: そうですか…… なんとか恩返しがしたいのですが……
es_es: Is that so ... I'd like to give back somehow ...

source: 気持ちはありがたいが、今のうちの隊には 新しい隊士を迎える余裕がなくてな……
es_es: I'm grateful for the feeling, but I can't afford to welcome a new soldier in my current squad ...

source: そうですか…… なんとか恩返しがしたいのですが……
es_es: Is that so ... I'd like to give back somehow ...

source: 墨坊主
es_es: Sumibozu
