Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00021fc9.po
Languages: es_es

source: 一（はじめ）さん…… あんな、今日は女将さんが一日暇をくれるって。
es_es: Mr. Ichi (Hajime) …… Well, the landlady will give me a day's free time today.

source: せやから、あの…… うちとおるのイヤやなかったら、一緒に 散歩でもいかへん？
es_es: Saya, that ... If you don't like us, why don't you take a walk together?

source: だってうち、一（はじめ）さんには京にも ええ思い出作ってってほしい……
es_es: Because, I want Mr. Ichi (Hajime) to make memories in Kyo ...

source: うちと一（はじめ）さんがおった京を、 嫌いにならんでほしいから。
es_es: I want you to hate Kyoto, where Uchitoichi (Hajime) was.

source: ああ…… わかった。
es_es: Oh ... I see.

source: ほんま？ ほな、うち、すぐに支度してきます。
es_es: Really? Hon, I'll get ready soon.

source: 一（はじめ）さん、聞いたで。 あんたら、これから土佐に行かはるんやろ？
es_es: I heard it, Mr. Ichi (beginning). Are you going to Tosa from now on?

source: 例の、もう一人の坂本龍馬と会いに。
es_es: To meet another Ryoma Sakamoto, for example.

source: ……さっき中岡はんから聞いたんや。
es_es: ...... I heard from Han Nakaoka earlier.

source: せやけど、あんたらが土佐行ったら 何が待ち構えているかわからへんって……
es_es: But when you go to Tosa, you don't know what's waiting ...

source: そしたら一（はじめ）さん。
es_es: Then Ichi (beginning).

source: あんた、京を発つ前におりょうちゃんに 声かけたげな。
es_es: You talked to Oryo-chan before leaving Kyoto.

source: 余計なお世話かもしれん。 せやけど、おりょうちゃんに会うてあげて。
es_es: It may be extra care. I'm sorry, but please meet Oryo-chan.

source: あの子、気丈にしてるけど、ほんまは 一（はじめ）さんのこと心配でいてもたっても おられへんはずや。
es_es: She's stubborn, but she shouldn't have been worried about Mr. Ichi (Hajime).

source: おりょうちゃんにはうちから暇出しといたさかい。
es_es: Oryo-chan had a free time from home.

source: せめて今日一日、あの子と一緒に 居（お）ってあげて。 な？
es_es: At least stay with her all day today. What?

source: もう京を発つ支度はできとるんやろ？
es_es: Are you ready to leave Kyoto?

source: そしたら今からあの子呼んでくるけどええ？
es_es: Then I'll call that child from now on, but eh?

source: いや、ちょっと待ってくれ。
es_es: No, wait a minute.

source: 京でやり残したこと、無いようにな。 支度出来たら、声かけてや。
es_es: There is nothing left to do in Kyo. When you're ready, call out.

source: そしたらすぐおりょうちゃん、呼んでくるさかい。
es_es: Immediately after that, Oryo-chan will call you.

source: 一（はじめ）さん、支度は出来た？
es_es: Mr. Ichi (beginning), are you ready?

source: おりょうちゃん、呼んでくるで？
es_es: Oryo-chan, do you call me?

source: ああ。大丈夫だ。
es_es: Oh. Should be fine.

source: わかったわ。 じゃあ、おりょうちゃん呼んでくる。
es_es: Understood. Then, I'll call you Oryo-chan.

source: ちょっと待っとって。
es_es: Wait a minute.

source: 一（はじめ）さん、聞いたで。 あんたら、これから土佐に行かはるんやろ？
es_es: I heard it, Mr. Ichi (beginning). Are you going to Tosa from now on?

source: 例の、もう一人の坂本龍馬と会いに。
es_es: To meet another Ryoma Sakamoto, for example.

source: ……さっき中岡はんから聞いたんや。
es_es: ...... I heard from Han Nakaoka earlier.

source: せやけど、あんたらが土佐行ったら 何が待ち構えているかわからへんって……
es_es: But when you go to Tosa, you don't know what's waiting ...

source: そしたら一（はじめ）さん。
es_es: Then Ichi (beginning).

source: あんた、京を発つ前におりょうちゃんに 声かけたげな。
es_es: You talked to Oryo-chan before leaving Kyoto.

source: 余計なお世話かもしれん。 せやけど、おりょうちゃんに会うてあげて。
es_es: It may be extra care. I'm sorry, but please meet Oryo-chan.

source: あの子、気丈にしてるけど、ほんまは 一（はじめ）さんのこと心配でいてもたっても おられへんはずや。
es_es: She's stubborn, but she shouldn't have been worried about Mr. Ichi (Hajime).

source: おりょうちゃんにはうちから暇出しといたさかい。
es_es: Oryo-chan had a free time from home.

source: せめて今日一日、あの子と一緒に 居（お）ってあげて。 な？
es_es: At least stay with her all day today. What?

source: もう京を発つ支度はできとるんやろ？
es_es: Are you ready to leave Kyoto?

source: そしたら今からあの子呼んでくるけどええ？
es_es: Then I'll call that child from now on, but eh?

source: いや、ちょっと待ってくれ。
es_es: No, wait a minute.

source: 京でやり残したこと、無いようにな。 支度出来たら、声かけてや。
es_es: There is nothing left to do in Kyo. When you're ready, call out.

source: そしたらすぐおりょうちゃん、呼んでくるさかい。
es_es: Immediately after that, Oryo-chan will call you.

source: 一（はじめ）さん、支度は出来た？
es_es: Mr. Ichi (beginning), are you ready?

source: おりょうちゃん、呼んでくるで？
es_es: Oryo-chan, do you call me?

source: ああ。大丈夫だ。
es_es: Oh. Should be fine.

source: わかったわ。 じゃあ、おりょうちゃん呼んでくる。
es_es: Understood. Then, I'll call you Oryo-chan.

source: ちょっと待っとって。
es_es: Wait a minute.

source: おりょう
es_es: Oryo

source: 龍馬
es_es: Ryoma

source: お登勢
es_es: Climbing

source: 大丈夫だ
es_es: Should be fine

source: ちょっと待ってくれ
es_es: wait a moment
