Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016e0054.po
Languages: es_es

source: （まだ他に確認するものが残ってるな…… とりあえず、他を確認してみよう）
es_es: (There are still other things to check ... Let's check others for the time being)

source: これは…… なんだ？
es_es: What is this?

source: それは「注文取引帳」になります。
es_es: It becomes an "order transaction book".

source: 注文取引……？ どういうことだ？
es_es: Order transaction ……? What does it mean?

source: 元々、うちの両親は畑で採れた野菜や作った料理、 釣れた魚を売って生計を立ててたんです。
es_es: Originally, my parents made a living by selling vegetables from the fields, dishes they made, and fish they caught.

source: これはその名残で…… 今は私が引き継いでいるんです。
es_es: This is a remnant of that ... I'm taking over now.

source: ただ、１人だとなかなか手が回らなくて、 最近あまり出来ていないんですけど……
es_es: However, it's hard to get around by myself, so I haven't done much recently ...

source: つまり…… 野菜や魚や料理を、こいつを使えば 売ることができる、ということか？
es_es: So ... can you sell vegetables, fish and food with this guy?

source: はい。こちらにお客さんからの注文依頼がきますので、 その注文の品を揃えていただければ、 私がお客さんの元に出向いて、取引をしてきます。
es_es: Okay. An order request will be sent from the customer here, so if you have the items for that order, I will go to the customer and make a transaction.

source: 注文取引帳にアクセスすることで、 注文依頼一覧が参照できます。 こちらを利用することで、 魚や野菜などのアイテムをお金に替えることが可能です。
es_es: You can see the list of order requests by accessing the order transaction book. By using this, you can exchange items such as fish and vegetables for money.

source: 寄せられた注文の品を揃えて遥に渡すと、 遥が行商に行き、品物の替わりに代金を貰ってきます。 質屋などでアイテムを売るよりも高額で取引ができますので、 積極的に利用し、お金を稼ぎましょう。
es_es: If you collect the ordered items and hand them over to Haruka, Haruka will go to a peddler and get the price instead of the items. You can trade at a higher price than selling items at pawn shops, so use them positively and make money.

source: なるほどな。注文取引で野菜や料理を売れば、 金が稼げるということか。 ……借金返済の足しにもできそうだな。
es_es: got it. Does it mean that you can make money by selling vegetables and food in order transactions? ...... I think it can be added to debt repayment.

source: 棚にある注文取引帳を調べると、 注文依頼一覧を見ることができます。 注文取引すれば、魚や野菜などのアイテムを売って、 お金を得ることができます。
es_es: You can see the list of order requests by looking at the order transaction book on the shelf. You can make money by selling items such as fish and vegetables by ordering.

source: 注文品をそろえて遥に渡すと行商に出かけ、 品物を売ったお金を持ち帰ります。 野菜や料理を作ったり、魚を釣ったりしたら、 積極的に利用し、お金を稼ぎましょう。
es_es: If you have all the ordered items and hand them over, you will go to a peddler and bring back the money you sold. If you cook vegetables, cook, or catch fish, make good use of them and make money.

source: 注文を見ますか？
es_es: Do you want to see the order?

source: 今、受けてる注文は……
es_es: The order I'm receiving now is ...

source: それじゃあ、納品してくるね。
es_es: Then I will deliver it.

source: ちゃんと取引してきたよ！
es_es: I've traded properly!

source: あっ！ そうそう、取引先の旦那さんから、 今後ともよしなにってこれ貰ったよ。
es_es: Ah! Oh yeah, I got this from my business partner's husband in the future.

source: あっ！ そうそう、取引先の旦那さんから、 %sちゃんにってこれ貰ったよ。
es_es: Ah! Oh yeah, I got this from my business partner's husband for% s.

source: 「<Color:8>%s<Color:Default>」を受け取った。
es_es: "<Color:8> % s<Color:Default> Was received.

source: まだ品物預かってないよ。 注文依頼を選んで、品物を渡してね！
es_es: I haven't kept the goods yet. Choose an order request and hand over the item!

source: 品物が用意できたら、 また声掛けてね。
es_es: When the goods are ready, please call me again.

source: 注文取引帳にアクセスすることで、 注文依頼一覧が参照できます。 こちらを利用することで、 魚や野菜などのアイテムをお金に替えることが可能です。
es_es: You can see the list of order requests by accessing the order transaction book. By using this, you can exchange items such as fish and vegetables for money.

source: 寄せられた注文の品を揃えて遥に渡すと、 遥が行商に行き、品物の替わりに代金を貰ってきます。 質屋などでアイテムを売るよりも高額で取引ができますので、 積極的に利用し、お金を稼ぎましょう。
es_es: If you collect the ordered items and hand them over to Haruka, Haruka will go to a peddler and get the price instead of the items. You can trade at a higher price than selling items at pawn shops, so use them positively and make money.

source: 納品することで、お金以外にもアイテムをもらえることがあります。 注文依頼一覧の右に箱アイコンがついている注文は、 アイテムがもらえる注文です。
es_es: By delivering, you may receive items other than money. Orders with a box icon to the right of the order request list are orders for which you can receive items.

source: 龍馬
es_es: Ryoma

source: 遥
es_es: remote

source: 注文取引
es_es: Order transaction

source: 見る
es_es: to see

source: 説明を見る
es_es: See description

source: 見ない
es_es: Do not look

source: ああ、頼む
es_es: Oh, ask

source: ちょっと待て
es_es: wait a minute
