Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c1370.po
Languages: es_es

source: 斎藤さん。ありがとう。 おかげでお客を退屈させずにすんだ。
es_es: Mr. Saito. Thank you. Thanks to that, I didn't have to bore my customers.

source: みんな、斎藤さんと打てるのが よっぽど嬉しかったみたいだね。
es_es: Everyone seems to be very happy to be able to hit with Mr. Saito.

source: そうか？
es_es: Really?

source: 今もほら……
es_es: Even now ...

source: 斎藤さんがうちに来るようになってから、 みんな楽しそうだ。……俺も嬉しいよ。
es_es: Everyone seems to have fun since Mr. Saito came to our house. ...... I'm happy too.

source: これ、日頃の感謝の気持ち。
es_es: This is my daily gratitude.

source: 「<Color:8>艶かしい人形<Color:Default>」を手に入れた
es_es: "<Color:8> Glossy doll<Color:Default> Got

source: 斎藤さん、また来てね。
es_es: Saito-san, please come again.

source: あぁ、また来る。
es_es: Oh, I'll come again.

source: お帰りかい？
es_es: Are you going home?

source: あぁ。楽しかったぜ。
es_es: Ahh. It was fun.

source: おーい、お前ら。 斎藤さん、帰るってよー。
es_es: Hey, you guys. Saito-san, I'm going home.

source: お疲れさん。
es_es: Well done.

source: 今度は俺ともやってくれやー。
es_es: Please do it with me this time.

source: またなー。
es_es: See you again.

source: ……相変わらず斎藤さん、もてもてだね。 また来てやってよ。
es_es: ...... Mr. Saito is still entertaining. Please come again.

source: あぁ、わかった。
es_es: Oh, I understand.

source: あ、斎藤さん。
es_es: Oh, Mr. Saito.

source: よう。
es_es: Yeah.

source: 斎藤さん、突然ですまない。 今から強卓で打ってほしいんだけどいいかな？
es_es: Saito-san, I'm sorry suddenly. I want you to hit it with a strong table from now on, is that okay?

source: 強卓で？
es_es: At a strong table?

source: そう。最近、強卓に集まる人が強くなりすぎてね。 面子が足りなくなってることがよくあるんだよ。 敬遠されてるのかな。
es_es: so. Recently, the people who gather at the table have become too strong. I often run out of faces. I wonder if they are being shunned.

source: ……というわけだから、 準備ができたら強卓に顔だしてあげて。
es_es: …… So, when you're ready, show your face to the table.

source: あぁ、わかった。
es_es: Oh, I understand.

source: 今日もいい勝負してたねぇ。
es_es: I had a good match today.

source: あぁ。楽しかったぜ。
es_es: Ahh. It was fun.

source: 斎藤さんの打ち方を見てると、 こっちも楽しいよ。
es_es: Looking at Mr. Saito's way of hitting, this is also fun.

source: それは何よりだ。
es_es: That is above all.

source: また見せに来てくれよな。
es_es: Please come to see me again.

source: あぁ、また来る。
es_es: Oh, I'll come again.

source: お帰りかい？
es_es: Are you going home?

source: あぁ。楽しかったぜ。
es_es: Ahh. It was fun.

source: おーい、お前ら。 斎藤さん、帰るってよー。
es_es: Hey, you guys. Saito-san, I'm going home.

source: お疲れさん。
es_es: Well done.

source: 今度は俺ともやってくれやー。
es_es: Please do it with me this time.

source: またなー。
es_es: See you again.

source: ……相変わらず斎藤さん、もてもてだね。 また来てやってよ。
es_es: ...... Mr. Saito is still entertaining. Please come again.

source: あぁ、わかった。
es_es: Oh, I understand.

source: おっと、もう帰るのかい？
es_es: Oops, are you going home yet?

source: あぁ、そのつもりだ。
es_es: Oh, I'm going to do that.

source: あんた、名前は？
es_es: What's your name?

source: 斎藤だ。
es_es: Saito.

source: 斎藤さんの勝負、ちらっと見せてもらったけど…… あんたの牌を切る姿にはどこか、華があるね。
es_es: Mr. Saito's game was shown at a glance, but ... There is something brilliant in the appearance of cutting your tiles.

source: 華？ 自分ではよくわからんが……
es_es: flower? I don't really understand ...

source: ふ、男でも惚れちまう男ってのは あんたみたいな奴のことかもしれないね。
es_es: Hmmm, a man who falls in love with a man may be someone like you.

source: 買いかぶりすぎだ。
es_es: I bought too much.

source: いやいや…… その証拠に、ほら。 あいつら、あんたのこと気に入ったみたいだよ。
es_es: No ... For that proof, you see. They seem to like you.

source: ……だから、また来てやってな。
es_es: …… So come back again.

source: フッ。わかった。
es_es: Huh. all right.

source: 「雀荘の住人」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「雀荘の住人」と交流してみましょう。
es_es: A bond with the "resident of Mahjong-so" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "Mahjong-so residents".

source: 雀荘の主人
es_es: Master of Mahjongso

source: 龍馬
es_es: Ryoma

source: 雀荘の住人
es_es: Resident of Jakuso

source: 雀荘の住人との絆
es_es: Bonds with the residents of Jakuso
