Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021eb0.po
Languages: es_es

source: よし、それじゃ舞台は用意できた。 あとは西郷と桂をどう誘いだすかだが……
es_es: Alright, then the stage is ready. The rest is how to invite Saigo and Katsura ...

source: 西郷は俺が引き受ける。
es_es: Saigo will be undertaken by me.

source: あんたが？
es_es: Are you?

source: 今の西郷が一面識もない人間に会うとは思えんが。
es_es: I don't think Saigo will meet a stranger.

source: けど俺は御陵衛士とやらに面が割れてねえから あんたらと違って目立たずに動ける……
es_es: However, I can move inconspicuously unlike you because the face is not broken by the Goryo guardian ...

source: それに西郷にはあいさつ代わりの とっておきのネタを土佐で手に入れてきた。
es_es: Besides, I got a special material for greetings in Saigo at Tosa.

source: とっておきのネタ？
es_es: Special material?

source: ああ。 ……もう一人の「坂本龍馬」を名乗る偽者の顔さ。
es_es: Oh. ...... The face of another fake who calls himself "Ryoma Sakamoto".

source: !? な、なんやこれ……!!
es_es: !? What is this ... !!

source: “ほとぐらふ”ってやつだが…… どうだ、龍馬？ この顔、懐かしいだろ？
es_es: It's called "Hotogurafu" ... How about Ryoma? You miss this face, right?

source: ああ…… 武市、半平太だ。
es_es: Ah ... Takechi, Hanpeita.

source: 誰やそれ？
es_es: Who is it?

source: 俺の兄弟分で土佐勤王党の盟主。 土佐で切腹したと言われていたが…… やはりな。
es_es: My brother and lord of the Tosakino Party. It was said that he was seppuku at Tosa, but ... after all.

source: その人です。
es_es: That person.

source: その人が、私が知ってる、坂本龍馬さんです……
es_es: That person is Ryoma Sakamoto, who I know ...

source: なんやて？
es_es: What?

source: せや、この人やった。
es_es: No, this person did it.

source: 一（はじめ）ちゃん…… お前、この武市が坂本龍馬名乗っとること、 知っとったんか？
es_es: Ichi (Hajime) -chan ... Did you know that this Takeshi is calling himself Ryoma Sakamoto?

source: 岡田以蔵からそう聞いてはいた。 だが…… これが動かぬ証拠ってやつらしい。
es_es: I heard that from Okada Izo. But ... it seems that this is proof that it doesn't work.

source: 俺はこの“ほとぐらふ”を見せて 西郷に会見を申し込むつもりだ。
es_es: I will show this "hotogurafu" and apply for a press conference with Saigo.

source: 西郷はもうおそらく「坂本龍馬」の正体を 知っているだろうが……
es_es: Saigo probably already knows the true identity of "Ryoma Sakamoto" ...

source: 薩長の関係者でも武市が「坂本龍馬」を 名乗っていると知る人間は少ねえはずだからな。
es_es: There should be few people involved in Satsuma who know that Takeichi is calling himself "Ryoma Sakamoto".

source: これで西郷が話を聞きたくなる程度には 興味を引けると思うんだが。
es_es: I think this will be interesting enough to make Saigo want to hear the story.

source: ああ、悪くない。……だが長州の方はどうする。 桂は西郷と違ってどこに現れるかわからん。 会う手段がない。
es_es: Oh, not bad. …… But what about Choshu? I don't know where Katsura appears unlike Saigo. There is no way to meet.

source: ひとつだけある。 ……幾松という女に近づけば桂に近づけるはずだ。
es_es: There is only one. ...... If you get closer to a woman named Ikumatsu, you should get closer to Katsura.

source: 桂が秘密裏にやってる松之井という店の女将だ。 以前その女を通じて桂と会ったことがある。
es_es: Katsura is the proprietress of a store called Matsunoi, which she secretly runs. I have met Katsura through the woman before.

source: それじゃ桂の方は俺が行きますよ。
es_es: Then I will go to Katsura.

source: 平助。
es_es: Heisuke.

source: 俺ならある程度自由に街で動けますから。 今の“ほとぐらふ”でしたっけ？ そのハナシもしちゃっていいですよね？
es_es: I can move around the city to some extent. Was it the current "hotogurafu"? Isn't it okay to do that?

source: せやけどお前には伊東にこの近江屋を勧める仕事も あるやろ。
es_es: But you also have a job to recommend this Omiya to Ito.

source: せや。それにお前が桂に会いに行く理由を 伊東らにどない説明する気や？
es_es: Seya. And do you want to explain to Ito and others why you go to see Katsura?

source: さあ…… 飲みに行くふりしてシレっと行ってきますよ。
es_es: Come on ... I'll pretend to go out for a drink.

source: 藤堂…… お前は今危ねえ橋を渡っている。 くれぐれも伊東たちに気づかれないように 用心しろよ。
es_es: Todo ... You are now crossing a dangerous bridge. Be careful not to be noticed by Ito and others.

source: 分かってますって。
es_es: I know.

source: よし、では我々は日の落ちる前に屯所に戻ろう。 伊東たちの目を俺たちに引きつけるんだ。
es_es: Alright, let's go back to the tunsho before the sun goes down. It attracts Ito's eyes to us.

source: そうすれば中岡も平助も動きやすくなる……
es_es: That will make it easier for both Nakaoka and Heisuke to move ...

source: 中岡
es_es: Nakaoka

source: 龍馬
es_es: Ryoma

source: 土方
es_es: Earthwork

source: 沖田
es_es: Okita

source: おりょう
es_es: Oryo

source: 永倉
es_es: Nagakura

source: お登勢
es_es: Climbing

source: 藤堂
es_es: Todo
