Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021f8c.po
Languages: es_es

source: ぐは……！
es_es: Guha ...!

source: 犯人捜査は新選組を挙げてやっている。 少しは大人しくしていろ。
es_es: The criminal investigation is carried out by raising the Shinsengumi. Be a little quiet.

source: ……フン。
es_es: ...... Hun.

source: （ったく…… 船着き場へ急ぐか）
es_es: (Taku ... hurry to the dock)

source: ひいい…… 堪忍しとくれ……
es_es: Good ... Please be patient ...

source: フン、お前が勤王派とつるんでる 情報屋だってことは知ってんだ。
es_es: Hmm, I know you're an information store hanging out with the Qin Wang faction.

source: お前、何か知ってるんじゃないのか……？
es_es: You don't know anything ...?

source: わ、ワシは何も知らんのじゃあ！
es_es: Wow, I don't know anything!

source: そこまでにしておけ。
es_es: Keep it up to that point.

source: ……斎藤殿。 一番隊にご意見は無用に願います。
es_es: ...... Saito. Please do not give your opinion to the first corps.

source: チッ。どいつもこいつも 似たようなこと言いやがる。
es_es: Chit. I always say something similar.

source: お前らには言っても無駄だってのは大体わかった。 少し手荒にいくぜ。
es_es: I knew it was useless to tell you. Let's go a little rough.

source: フン！ 隊長といえど容赦はせんぞ！
es_es: Hmm! Even the captain has no mercy!

source: 一番隊隊士
es_es: Ichiban Squadron

source: 龍馬
es_es: Ryoma

source: みすぼらしい男
es_es: Shabby man
