Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0134003b.po
Languages: es_es

source: あ、ティーサロンと言えば～！ この前、イケメンのウェイターが給仕してくれる お店に行ってきたんですよ～♪
es_es: Oh, speaking of tea salons! The other day, I went to a shop where a handsome waiter served me ~ ♪

source: なんか仕草がもう完璧執事って感じで、 超セバスチャンだったんですよ～♪ 白髪もすっごい綺麗で、アレは反則だわ～……
es_es: Somehow, the gesture was like a perfect butler, and he was a super sebastian ~ ♪ The gray hair is also very beautiful, and that is a foul ~ ……

source: イケメンの爺さんってことか……？
es_es: Is that a handsome old man ...?

source: 最近、韓流ブームの流れで、 韓国式のサウナが女性に人気らしいな。
es_es: Recently, due to the Korean wave boom, Korean style saunas seem to be popular with women.

source: へ～。それって普通のサウナとどこが違うんですか？
es_es: Hey. How is it different from a normal sauna?

source: ハンジュンマクとも言って、麦飯石で作られた ドーム上の部屋に入るんだ。
es_es: It's called Hanjung Mak, and you enter a room on a dome made of Maifan stone.

source: 身体が芯から温まって血液の循環がよくなるから、 病気の予防などにも効果があるほか、 疲労回復にも効果があるらしい。
es_es: It warms the body from the core and improves blood circulation, so it is effective in preventing illness and also in recovering from fatigue.

source: そうなんだ？ 最近ちょっと疲れ気味だし、 一度行ってみるのもいいかも♪
es_es: is that so? I'm feeling a little tired lately, so it might be a good idea to go there once ♪

source: 韓国まで行かずとも、この近辺で楽しめるのも 嬉しいポイントだな。
es_es: It's also a nice point to enjoy this area without going to Korea.

source: 私、片道１時間もかけて通勤してると、 座れなかった時とか足が超疲れるのよね～。
es_es: If I commute for an hour one way, my legs get very tired when I can't sit down.

source: サウナの後にマッサージもしてもらおうかな～♪
es_es: Maybe I'll have a massage after the sauna ~ ♪

source: ああ、きっと疲れがとれると思うぞ。
es_es: Oh, I'm sure you'll get rid of your tiredness.

source: ねぇねぇ、サウナから出た後の紅茶って 美味しそうだよね？
es_es: Hey, tea after getting out of the sauna looks delicious, doesn't it?

source: 身体から水分がなくなっている状態だからな。 そりゃあ何を飲んでもうまく感じるんじゃないか？
es_es: It's because the body is dry. Doesn't it feel good no matter what you drink?

source: ですよね～♪ それじゃ今度試してみよっと♪
es_es: That's right ~ ♪ Then, let's try it next time ♪

source: 紅茶は利尿作用があるから、 普通の水にしておいた方がいいと思うぞ……
es_es: Black tea has a diuretic effect, so I think it's better to keep it in normal water ...

source: 疲労回復だけじゃなくて、 ダイエットにも効果あるのかな？
es_es: Is it effective not only for recovery from fatigue but also for dieting?

source: もちろんだ。新陳代謝がよくなれば老廃物が 排出されて、相当綺麗な身体になるはずだぞ。
es_es: of course. If your metabolism improves, waste products will be excreted and your body will be pretty clean.

source: ホントに!? じゃ行く！
es_es: Really !? Let's go!

source: フッ、興味を持ってくれたようでなによりだ。
es_es: Huh, it seems that he was interested in it.

source: あ、ねぇねぇ！ サウナって胸おっきくなる!?
es_es: Oh hey! Sauna makes you feel big !?

source: いや…… むしろ痩せて小さくなるんじゃないか？
es_es: No ... Isn't it rather thin and small?

source: なんだ…… それじゃ意味ないじゃ～ん……
es_es: What ... that doesn't mean ...

source: 突然どうしたんだ？
es_es: What happened suddenly?

source: えー、さっき話した先輩なんだけどね、 なんか胸がテーブルに乗るくらいおっきいの！ 私も少しでいいからあれば苦労しないのにな～……
es_es: Well, I'm the senior I talked about earlier, but it's so big that my chest gets on the table! I wouldn't have a hard time if it was just a little ...

source: うーむ…… こればっかりは何とも言えんな……
es_es: Hmm ... I can't say anything about this ...

source: 最近、有名ブランドのアウトレットが 人気らしいな。
es_es: Recently, famous brand outlets seem to be popular.

source: アウトレットか～。 わざわざ型落ちしたのを買いに行く気はないな～……
es_es: Is it an outlet? I don't bother to go buy it because it's out of shape ...

source: それがな、現行のモデルでも、 パリコレなんかで最新モデルが発表された途端、 すぐにアウトレットに流れるらしいんだ。
es_es: However, even with the current model, it seems that as soon as the latest model is announced at Paris Fashion Week, it will flow to the outlet.

source: だからタイミング次第では、 まだまだ人気のアイテムが手頃な価格で 手に入るんだそうだ。
es_es: So depending on the timing, you can still get popular items at reasonable prices.

source: そうなの!? それちょっと気になる♪ ブランド物がホントに安く買えるんなら行く行く♪
es_es: That's right !? I'm a little worried ♪ If you can buy brand-name products at a really low price, go ♪

source: メーカー直営店なら、 偽物掴まされる心配もないから安心だな。
es_es: If it's a store directly managed by the manufacturer, you don't have to worry about being caught by a fake, so you can rest assured.

source: 私ホントに服買わないからねー。 高い服買うくらいなら、デザインの似た安い服で いいやって思っちゃうんだもん。
es_es: I don't really buy clothes. If you buy expensive clothes, you can buy cheap clothes with similar designs.

source: いいんじゃないか？ ステータスじゃなくて、 デザイン性重視ってことだからな。 そっちの方がオシャレスキルは高いと思うぜ。
es_es: Isn't it okay? It's not about status, it's about design. I think that one has higher fashion skills.

source: お、桐生さんわかってる～♪ でも少しはきちんとした服も欲しいよね～。
es_es: Oh, I know Mr. Kiryu ~ ♪ But I also want some neat clothes ~.

source: そうだな。
es_es: That's right.

source: ねぇねぇ、ブランド物でガチガチに固めていったら、 ホストクラブも入店拒否されないよね？
es_es: Hey, if you stick with brand-name products, your host club won't be denied entry, right?

source: それどころか大歓迎だと思うぜ。
es_es: On the contrary, I think it's very welcome.

source: ですよね♪ 今度それ試してみようかな～？
es_es: That's right ♪ Let's try it next time ~?

source: そんなに悔しかったのか……
es_es: Was it so frustrating ...

source: そうそう、服を安く買うならオークションを 使うのもアリですよ。
es_es: Oh yeah, if you want to buy clothes cheaply, you can use an auction.

source: なるほど。確かに落札する金額によっては お買い得かもしれないな。
es_es: I see. Certainly it may be a bargain depending on the amount of money you make a successful bid for.

source: でもね、買う前に実物を確認できないから、 たまに写真と全然違う物が 送られてきたりするのよね～……
es_es: But, I can't check the real thing before I buy it, so sometimes I get something completely different from the photo ...

source: それは立派な詐欺だな…… 面倒でもちゃんと通報した方がいいぞ。
es_es: It's a good scam ... You should report it properly even if it's troublesome.

source: あのね、男がデートＤＶするタイプかどうか、 確認するには買い物付き合わせるのが一番なの。
es_es: Well, the best way to check if a man is a dating DV type is to go shopping.

source: ほう…… 何故だ？
es_es: Hmm ... why?

source: 乱暴な人は一緒に選んでくれないし、 荷物も持ってくれないし、店員に対して横柄な態度を 取ったりするからすぐにわかるの。
es_es: Rough people don't choose with me, they don't bring luggage, and they take an arrogant attitude toward the clerk, so it's easy to understand.

source: なるほど…… 女の買い物は時間がかかるから、 男の性格も浮き彫りにされやすいよな。
es_es: I see ... It takes time for women to shop, so it's easy to highlight the character of a man.

source: やっぱり、嫌な顔ひとつしないで じっと買い物に付き合ってくれる人がいいよね～♪
es_es: After all, it would be nice to have someone who stays with me for shopping without a disgusting face ~ ♪

source: 聞いた話題05。
es_es: The topic I heard 05.

source: 聞いた話題06。
es_es: The topic I heard 06.

source: 聞いた話題07。
es_es: The topic I heard 07.

source: 聞いた話題08。
es_es: The topic I heard 08.

source: 聞いた話題09。
es_es: The topic I heard 09.

source: 聞いた話題10。
es_es: Topic I heard 10.

source: 聞いた話題11。
es_es: The topic I heard 11.

source: 聞いた話題12。
es_es: The topic I heard 12.

source: 聞いた話題13。
es_es: The topic I heard 13.

source: 聞いた話題14。
es_es: Topic I heard 14.

source: 聞いた話題15。
es_es: Topic I heard 15.

source: 桐生
es_es: Kiryu

source: ひなた
es_es: Hinata

source: ○残念だな
es_es: ○ I'm sorry

source: □いいことかもな
es_es: □ It may be a good thing

source: △よその街？
es_es: △ Another city?

source: ○それもアリだな
es_es: ○ That is also an ant

source: □どこも同じだ
es_es: □ Same everywhere

source: ○もちろん行くぞ
es_es: ○ Of course I will go

source: □空いてる方がいい
es_es: □ It's better to be free

source: ○寂しいな……
es_es: ○ I'm lonely ……

source: □知らなかったな
es_es: □ I didn't know

source: △お前は移らないのか？
es_es: △ Will you not move?

source: ○少しな……
es_es: ○ A little ...

source: □いや？
es_es: □ No?

source: △嘘だろ？
es_es: △ Is it a lie?

source: ○それは嫌だな……
es_es: ○ I don't like that ...

source: □それでもいいじゃないか
es_es: □ Isn't it okay?

source: △そうとは限らないぞ
es_es: △ Not always

source: ○まぁな
es_es: ○ Well

source: □いいや
es_es: □ No

source: ○本気か？
es_es: ○ Are you serious?

source: □やめた方がいい
es_es: □ You should stop

source: △ライブがあるんだろ？
es_es: △ Is there a live performance?

source: ○気のせいか……
es_es: ○ Is it because of my mind ……

source: □いや、絶対そうだ
es_es: □ No, definitely

source: △顔の話じゃない
es_es: △ It's not a face story

source: ○そうなのか……
es_es: ○ Is that so ...

source: □そんなはずはない
es_es: □ That shouldn't be the case

source: ○そうだな
es_es: ○ That's right

source: □いや……
es_es: □ No ...

source: △両方だ
es_es: △ Both

source: ○それもそうか
es_es: ○ Is that so too?

source: □意識しないはずはない
es_es: □ You can't be conscious

source: りく
es_es: Riku
