Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016c0021.po
Languages: es_es

source: お前知らないのか!?
es_es: Don't you know !?

source: ここ、亡霊武者がでるって噂の通りだぞ!?
es_es: It's rumored that a ghost warrior will appear here !?

source: （ん……？）
es_es: (Hmm……?)

source: 亡霊武者？ なんじゃそりゃ？
es_es: Ghost warrior? What is it?

source: 昔、卑怯な手を使って殺された武者の亡霊だってさ。 その恨みを晴らすために、夜になったら現れて、 腕の立ちそうな奴に勝負を挑んでくるらしいんだ。
es_es: A long time ago, the ghost of a warrior who was killed with a cowardly hand. In order to get rid of that grudge, he seems to appear at night and challenge the guy who seems to be good at it.

source: ものすごく強くて、そいつとの勝負に負けた人は 全員、冥府に連れていかれるって噂だぜ。
es_es: It's rumored that everyone who is so strong and loses the game will be taken to the Netherworld.

source: ふん。嘘くさいな。
es_es: Hmm. It's a lie.

source: 嘘じゃねぇって！ 実際に、最近この辺りで行方不明になっている 武士が、何人もいるんだぜ？
es_es: It's not a lie! In fact, there are many samurai who have recently disappeared around here, right?

source: 仮に本当だとしても…… 俺たちは武士じゃねぇし、標的にはならねぇだろ。
es_es: Even if it's true ... we're not samurai, we're not targets.

source: （腕の立つ連中を狙う、亡霊武者か…… 夜に現れるらしいが、本当だろうか？）
es_es: (Are you a ghost warrior aiming for those who are good at it ... It seems that they will appear at night, is that true?)

source: 怖がりな男
es_es: Scary man

source: 動じない男性
es_es: Unmoving man
