Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c151a.po
Languages: es_es

source: あ、お侍さん！
es_es: Ah, Samurai!

source: 神主じゃないか。 まさか、こんなところで会うとはな。
es_es: Isn't it a priest? No way to meet in such a place.

source: ああ、この近所に僕の神社があるんですよ。
es_es: Oh, there is my shrine in this neighborhood.

source: お前の神社？
es_es: Your shrine?

source: うん。前にも言ったでしょ？ 我々が出会った伏見の神社には、用事があって 一時的に来ているだけだって。
es_es: Yup. Did you say that before? The shrine in Fushimi that we met was only temporarily visited for business.

source: ……確かに、そんなことを言っていた気もするな。
es_es: ...... Sure, I don't think I was saying that.

source: 今後は基本的に、私はこの先にある神社にいるから。 もし暇があったら、訪ねてきてくれると嬉しいな。
es_es: From now on, I'm basically at a shrine in the future. If you have time, I'd be happy if you could visit me.

source: 分かった。
es_es: Do you get it.

source: じゃあね、お侍さん…… ってそうだ、 そういえばお侍さんの名前、聞いてなかったよね？ 何て言うの？
es_es: Well then, Samurai-san ... That's right, by the way, you didn't hear the Samurai-san's name, did you? What do you say

source: ああ。斎藤、だ……
es_es: Oh. Saito ...

source: 斎藤さん、かぁ。分かった！ これからもよろしくね、斎藤さん。 じゃあ、また！
es_es: Saito-san, huh. Do you get it! I look forward to working with you, Mr. Saito. see you!

source: 男の声
es_es: Man's voice

source: 神主
es_es: Shinto priest
