Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e27.po
Languages: es_es

source: 「一、有在の公卿諸侯及び天下の人材を 顧問に備へ官爵を賜ひ、 宜しく従来有名無実の官を除くべき事」
es_es: "First, we should give the princes and lords of the world and the human resources of the world as advisors to the princes, and excluding the formerly famous and innocent officials."

source: ……俺たちが目指したものがここにある。
es_es: ...... Here is what we were aiming for.

source: そうだよな、親っさん……
es_es: That's right, parents ...

source: そ、それじゃ続けますけど……
es_es: Well, then I'll continue ...

source: この手紙には全部で７項目の国への要望が 書かれてあります。
es_es: This letter contains a total of 7 requests to the country.

source: 国への要望？
es_es: Request to the country?

source: ええ、まず最初がさっき言った幕府の政権は 朝廷に譲るということ。
es_es: Yes, first of all, the administration of the shogunate that I mentioned earlier will be handed over to the imperial court.

source: その後は政権を持ったあとの朝廷への提案が 続いています。
es_es: After that, proposals to the imperial court after taking office continue.

source: どういう内容だ？
es_es: What kind of content is it?

source: ええ…… 箇条書きですが、 まず、議員というものを置いて話し合いで 政治を決定すること。
es_es: Yeah ... It's a bullet point, but first of all, a member of the Diet should be appointed to discuss and decide on politics.

source: 異国との不平等条約を改定すること。 国の憲法を制定すること。 海軍を増強すること。
es_es: To revise the unequal treaty with foreign countries. Enact a national constitution. Strengthen the Navy.

source: 都を守る兵を組織すること。 金銀を異国と同じ値段にすること。
es_es: Organize soldiers to protect the city. Make gold and silver the same price as foreign countries.

source: 以上、最初のと合わせて７つです。
es_es: As mentioned above, there are seven in total including the first one.

source: 要するに、新しい国づくりへの要望書ってところか。
es_es: In short, is it a request for the creation of a new country?

source: そしたら、ここに要望を書いたら 徳川将軍が聞いてくれるいうことか？
es_es: Then, if you write a request here, will General Tokugawa ask you?

source: いや、聞くのは政権を返された後の朝廷って ことだろう。
es_es: No, what I hear is the imperial court after the administration is returned.

source: 将軍でも朝廷でもかまわんわ。
es_es: It doesn't matter if you are a shogun or the imperial court.

source: ワシらもなんか書いたろやないか。
es_es: Wouldn't we write something?

source: なに？
es_es: What?

source: 命がけでこの手紙、将軍に渡すのはワシらなんやで？
es_es: Why don't you give this letter to the shogun at the risk of your life?

source: ほんなら、 「新選組の隊長に一生楽できる金を払うこと」 ってのはどうや？
es_es: How about "paying the captain of the Shinsengumi for a lifetime"?

source: し、新選組の隊長!?
es_es: And the captain of the Shinsengumi !?

source: あなた方、そうなんですか!?
es_es: You guys, is that so !?

source: そや！ せやからお前、今言うたの手紙に 書き足せや。
es_es: Soya! From Saya, add to the letter you just said.

source: ひとつくらい足したってかまへんやろ。
es_es: You can't just add one.

source: でも、人の手紙を勝手に書き足すなんて……
es_es: But to add people's letters without permission ...

source: フッ、どうせ金をくれと書いたとこで将軍にも 朝廷にも無視されるだけだ。
es_es: Huh, the place where I wrote to give me money is just ignored by the general and the imperial court.

source: 私もそうだと思います。
es_es: I think so too.

source: お前は黙っとけや！
es_es: You should keep quiet!

source: ほな、一（はじめ）ちゃんやったら何を書く？ こんな機会めったにないで？
es_es: Honna, what would you write if you did Ichi (Hajime) -chan? Rarely do you have such an opportunity?

source: 国への要望なら…… 平等な世の中にしろ、とかな。
es_es: If it's a request to the country ... I think it's an equal world.

source: あ？
es_es: Ah?

source: 俺の故郷じゃ生まれた階級だけで 人間扱いされなかった。
es_es: In my hometown, I wasn't treated as a human because of the class I was born in.

source: 階級に縛られつくした土地だったんでな。
es_es: It was a land tied up by class.

source: 土佐っちゅうことかいな？
es_es: Is it Tosa?

source: あほくさ、そりゃ武士の話やろが。
es_es: Ahokusa, that's the story of the samurai.

source: 局長も副長ももとは百姓やで？ 人間扱いされん連中なんぞ武士以外やったら 山ほどおるわ。
es_es: The director and deputy director were originally peasants? There are a lot of people who aren't treated as humans if they do anything other than samurai.

source: ……ああ。あんたの言うとおりだ。
es_es: ……Oh. You're right.

source: せやけど平等な社会なんぞ、 ワシらに一文の得もないやないか。
es_es: It's a scald but equal society, I think we can't get a sentence.

source: 俺にはある。 それが実現すれば…… 親っさんに胸はって あの世で顔を合わせることができる。
es_es: I have it. If that happens ... I will be able to meet my parents in the world.

source: なんやそれ……
es_es: Somehow that ...

source: そこのあんた、今言ったこと、 手紙に書き足してくれるか？
es_es: Can you add to the letter what you just said?

source: ど、どういう風にでしょう？
es_es: How is it?

source: どんなに身分が低かろうが階級を超えて 人材と認められるように。
es_es: No matter how low you are, you can be recognized as a human resource across classes.

source: 武士だけではなく、町人も百姓も女も、誰もかもだ。
es_es: Not only samurai, but also tradesmen, peasants, women, everyone.

source: そして身分が高く生まれただけの人間に 好き勝手させないようにしろとな。
es_es: And don't let people who are just born with high status do whatever they want.

source: な、なんですって……？
es_es: What is it ...?

source: ったく、今度はなんや？
es_es: What the hell is this time?

source: そ、それこそ私も望んだ日本の新しい時代です……
es_es: Well, that is the new era of Japan that I also hoped for ...

source: そうですよ！ だから今日まで私は京にいたんだ…… 新しい時代が今まさに京で作られていると聞いて！
es_es: That's right! That's why I was in Kyo until today ... I heard that a new era is about to be made in Kyo!

source: ですが…… 私は剣がからっきしで、志半ばこの船に……
es_es: But ... I have a sword, and I'm half-hearted on this ship ...

source: フッ、なら…… その志を書いてくれ。
es_es: Huh, then ... Write down that aspiration.

source: 文章は、あんたになら任せられそうだ。
es_es: The text is likely to be left to you.

source: は…… はい！ 喜んで！
es_es: H ... yes! Willing!

source: 龍馬
es_es: Ryoma

source: 武士
es_es: warrior

source: 沖田
es_es: Okita
