Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0107095f.po
Languages: es_es

source: まずは親を決めるのじゃ。
es_es: First of all, decide on a parent.

source: ワシが親じゃな……
es_es: I'm not my parent ...

source: いかほど賭けるのじゃ？
es_es: How much do you bet?

source: それじゃ、始めようか！
es_es: Well then, let's get started!

source: ワシの番じゃな……
es_es: It's my turn ...

source: （この台詞が出たら駄目）
es_es: (If this line comes out, it's useless)

source: 精算するぞ……
es_es: I'll settle ...

source: お主が親じゃ……
es_es: You are a parent ...

source: 親の交代じゃ……
es_es: It's a change of parents ...

source: 次に行くぞ！ もうひと勝負……どうじゃ？
es_es: Let's go next! Another game ... how is it?

source: ぐぅ……これまでじゃ。 あとは、しかばねになるだけじゃ。
es_es: Guu ... Until now. After that, it just becomes a spring.

source: ふん……これまでのようじゃな。 精進して出直すがよい……
es_es: Hmm ... it's like it used to be. You should devote yourself and start again ...

source: 親の即精算メッセージ。
es_es: Parent's immediate settlement message.

source: 親の奇の見は ３として扱うのじゃ……
es_es: The strange look of parents is treated as 3 ...

source: 最初の子が出した奇の見は ３として扱うのじゃ……
es_es: The strange look that the first child gave is treated as 3 ...

source: 奇の見は一つ前の子と 同じ出目に変化するのじゃ……
es_es: The strange look changes to the same result as the previous child ...

source: 親の偶の音は ４として扱うのじゃ……
es_es: The sound of the parent's even is treated as 4 ...

source: 偶の音は一つ後の子と 同じ出目に変化するのじゃ……
es_es: The sound of the even changes to the same result as the next child ...

source: 最後の子が出した偶の音は ４として扱うのじゃ……
es_es: The even sound made by the last child is treated as 4 ...

source: 偶の音は、後ろの子と 同じ出目になるのじゃ。
es_es: The sound of the even will be the same as the child behind.

source: 偶の音のあとに奇の見が出たのじゃ。
es_es: A strange look came out after the sound of the even.

source: ようし、ムサシじゃ！
es_es: Let's go, Musashi!

source: 死に神の市
es_es: Death City
