Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c144f.po
Languages: es_es

source: なんでちくわなんだよ…… チクショウ…… ガクッ。
es_es: Why is it chikuwa ... Chikuwa ... Gakutsu.

source: お父ちゃん！
es_es: Dad!

source: お雪！ お雪ぃー！
es_es: Snow! Snow!

source: ありがとうございます。 兄さんのおかげで助かりましたが…… どうしてこんなところに？
es_es: thanks you. Thanks to my brother, I was saved ... Why are you in such a place?

source: 俺達がぶつかった時 お前ともうひとりの男の荷物が入れ替わっていてな。 そいつを取り替えに来たんだ。
es_es: When we bumped into each other, the luggage of you and another man was swapped. I came to replace it.

source: あ、あぁ、あの時！ なるほど、それで…… 銃が、ちくわに。
es_es: Ah, ah, that time! I see, that's why ... the gun is a chikuwa.

source: ……ワイは貿易商をやってる、斉木といいます。
es_es: ...... Wai is a trader, Saiki.

source: 貿易商……
es_es: Trader...

source: はい。あの男たちに脅されて、武器の密輸の協力を させられそうになっとったんですが……
es_es: Okay. I was threatened by those guys and was about to help smuggle weapons ...

source: 悪事に手を染める一歩手前で、 あんたが取引をぶちこわしてくれた…… ほんまにありがとうございます！
es_es: You broke the deal just before you got into the wrongdoing ... Thank you very much!

source: ひとまずあんたが持っていた荷物は返しておく。 あるべき場所に返しておくんだな。
es_es: For the time being, I will return the luggage you had. Return it to where it should be.

source: 入れ替わった手荷物を返した。
es_es: I returned the replaced baggage.

source: はい、必ず……
es_es: Yes, be sure ...

source: これ、ワイが持ってきてしもうた手荷物です。 ご本人に返してあげてください。
es_es: This is the baggage that Wai brought. Please return it to yourself.

source: 入れ替わった手荷物を取り戻した。
es_es: I got back the replaced baggage.

source: ほんまにありがとうございます。 ほら、お雪もお礼、言ぃ。
es_es: Thank you very much. See, thank you for the snow.

source: おじちゃん、ありがと。
es_es: Thank you uncle.

source: あぁ、よかったな。
es_es: Oh, I'm glad.

source: （さて、あとは入れ替わった手荷物を 持ち帰るだけだな……）
es_es: (Now, all you have to do is bring back the replaced baggage ...)

source: （まさか大事な荷物の中身とやらが ちくわだったとはな…… 人騒がせなやつだ）
es_es: (I don't think the contents of the important luggage were chikuwa ... It's a noisy guy)

source: （それにしてもうまそうなちくわだ。 包みの中にはちくわが５本もあるな。 ……どうする？）
es_es: (And it looks like a chikuwa. There are 5 chikuwa in the package .... what do you do?)

source: （あいつにとっては大事なちくわだ。 ちゃんと返してやらないとな）
es_es: (It's an important chikuwa for him. I have to return it properly)

source: （１本くらいなら食べても問題ないだろう）
es_es: (If it's about one, it's okay to eat it)

source: （む…… このちくわ、なかなかうまいな。 正直なめてた）
es_es: (Mu ... this chikuwa is pretty good. To be honest, I licked it.)

source: 経験値 ２００ を手に入れた。
es_es: I got 200 experience points.

source: （さて、ちくわはまだ４本あるな…… どうする？）
es_es: (Well, there are still four chikuwa ... what should I do?)

source: （もう１本くらいなら食べても問題ないだろう）
es_es: (If you have another one, you can eat it without any problem)

source: （……食べるごとに旨味が増していく。 なるほど、命の次にちくわが大事だという あの男の言葉も、少しわかる気がするな）
es_es: (... The taste increases with each meal. I see, I don't think I can understand that man's words that chikuwa is the second most important thing after life.)

source: 経験値 ２００ を手に入れた。
es_es: I got 200 experience points.

source: （ちくわは３本ある…… どうする？）
es_es: (There are 3 chikuwa ... what should I do?)

source: （あと１本くらいなら食べても問題ないだろう）
es_es: (If you have one more bottle, you can eat it without any problem)

source: （こいつは癖になる味だな 手が止まらないぞ……）
es_es: (This is a addictive taste, I can't stop my hands ...)

source: 経験値 ２００ を手に入れた。
es_es: I got 200 experience points.

source: （ちくわはもう２本しかないが…… どうする？）
es_es: (There are only two chikuwa, but ... what should I do?)

source: （……１本くらい残しておけば大丈夫なはずだ）
es_es: (... It should be okay if you leave about one)

source: （……うむ！）
es_es: (... Umm!)

source: 経験値 ２００ を手に入れた。
es_es: I got 200 experience points.

source: （ちくわはあと１本しかないな…… どうする？）
es_es: (There is only one chikuwa left ... what should I do?)

source: （……こうなったらもう全部食べてしまおう）
es_es: (... Let's eat everything when this happens)

source: （……うますぎる!!）
es_es: (……Too delicious!!)

source: 経験値 ２００ を手に入れた。
es_es: I got 200 experience points.

source: （調子に乗って全部食べてしまった…… ひとまず持ち主の元へ戻ろう）
es_es: (I ate everything in good condition ... Let's go back to the owner for the time being)

source: （数は減ってしまったが、 ……ひとまずちくわを返しに戻ろう）
es_es: (The number has decreased, but ... let's return the chikuwa for the time being)

source: （ん？ あそこにいるのは……）
es_es: (Hmm? There is ...)

source: 遅いぞ。……ちゃんとブツは持ってきただろうな？
es_es: It's late. ...... Did you bring the stuff properly?

source: は、はい…… ちゃんと持ってきました。
es_es: Yes ... I brought it properly.

source: （やはりそうだ、あいつは 入れ替わった手荷物を持って行った男！）
es_es: (That's right, he's the man who brought the replaced baggage!)

source: ククク、この包みに最新式の銃が入ってるんだな？ さぞや高く売れるんだろうなぁ……
es_es: Kukuku, is there a state-of-the-art gun in this package? I wonder if it will sell well ...

source: 念のため訊くが、 お前、これ傷つけてねぇだろうなぁ？
es_es: I ask you just in case, but you shouldn't hurt this, right?

source: そ、そんなことあるわけ…… あっ。
es_es: Well, that's why ... Oh.

source: お、おいおい…… ふざけるなよ!? “あっ”てなんだ。“あっ”て！
es_es: Hey, hey ... don't be silly !? "Ah"!

source: あの…… と、途中、ほんのちょっとだけやけど 微々たる衝撃が加わったかもしれません……
es_es: Um ... and maybe a little bit of a burn on the way ...

source: な、何ぃ！ あれだけ扱いには気をつけろって言っただろうが!? くそ、とりあえず中身を確認させてもらうぞ。
es_es: What! You told me to be careful about how much you handle it !? Damn, let me check the contents for the time being.

source: す、すいやせん……
es_es: I'm sorry ...

source: おぉ…… どうやら大丈夫そうだな。
es_es: Oh ... I think it's okay.

source: ほっ…… よかったぁ。
es_es: Hmm ... I'm glad.

source: さすが最新式の銃だ…… 傷ひとつついてねぇ。
es_es: It's a state-of-the-art gun ... It doesn't have a single scratch.

source: それよりもこの銃、なんて革新的な形なんだ？ 柔軟な触り心地、すっと手になじむ握り心地……！
es_es: What an innovative shape this gun is than that? Flexible touch, grip that fits comfortably in your hand ...!

source: もし仕事中に小腹が空いたときも安心。 その場で胃袋を満たすことまで可能だとは……！
es_es: If you're hungry at work, don't worry. It is possible to fill the stomach on the spot ...!

source: ククク……!! この銃さえあれば、 どんな奴が敵でも負ける気がしない……
es_es: Kukuku …… !! With this gun, no one feels like losing to an enemy ……

source: ……ってバカ！ これ、ちくわじゃねーか!!
es_es: ...... That's stupid! This is chikuwa !!

source: えぇ!? ちくわ!? そ、そんなはずは…… ちくわや！
es_es: Eh !? Chikuwa !? Well, that should be ... Chikuwa!

source: ふざけやがって…… 本物の銃はどうした!?
es_es: Playfully ... What happened to the real gun !?

source: えぇ!? ワイにも何が何やらさっぱり……
es_es: Eh !? What's wrong with Wai ...

source: まさかお前…… 俺達をはめたんじゃねえだろうな!? 人質の娘がどうなってもいいのか!?
es_es: No way you ... You didn't fit us !? What happens to the hostage daughter !?

source: お父ちゃん！
es_es: Dad!

source: お雪！
es_es: Snow!

source: この野郎、最初から裏切るつもりだったんだな!? もういい！ 親子そろってあの世行きだ！
es_es: This bastard was going to betray from the beginning !? Already good! Parents and children are all in the world!

source: そ、そんなことありませんよ！ お雪だけは！ お雪の命だけは助けてください……！
es_es: Well, that's not true! Only snow! Please save only the life of snow ...!

source: その取り引き、ちょっと待った！
es_es: Wait a minute for that deal!

source: だ、誰だ、お前は！
es_es: Who are you!

source: さきほどの荷物をこちらに渡してもらおう。 その包みにはとても大事なものが入っているんだ。
es_es: I'll have you hand over the baggage I mentioned earlier. The package contains something very important.

source: はぁ？ いきなり何言ってやがる!? 渡すわけねぇだろ！ ……入ってたのちくわだけど。
es_es: Huh? What do you say suddenly !? You can't give it! ...... It's a chikuwa after I entered.

source: な、何…… ちくわ？
es_es: What ... Chikuwa?

source: ほら。
es_es: You see.

source: （本当だ、ちくわだ……）
es_es: (It's true, it's chikuwa ...)

source: ん？ あんたそういえば、 ぶつかった時の……
es_es: Hmm? Speaking of you, when you hit ...

source: あ、お前らもしかしてグルか!?
es_es: Oh, maybe you guys are guru !?

source: クソッ、どうりで変なことばかり起こりやがる！ まさかお前が裏切っていたとはな！
es_es: Shit, all the weird things happen! No way you were betrayed!

source: え、えぇ！ ワイはそんなこと……
es_es: Yeah, yeah! Wai is like that ...

source: おいガキ、邪魔だからあっち行ってろ！ こうなりゃどうとでもなりやがれ！ まずはお前をぶちのめしてやる！
es_es: Hey kid, it's annoying, so go over there! If this happens, do whatever you want! First of all, I'll beat you!

source: （む…… 草履の鼻緒が切れかかっているな）
es_es: (Mu ... the sandals are about to break)

source: 急がんと……！
es_es: With sudden cancer ...!

source: ふんふふん……
es_es: Hmmmm ...

source: （ちょうど代わりの鼻緒を持っている。 ここで結びなおしてしまおう）
es_es: (I just have an alternative thong. Let's tie it back here)

source: 急げ急げ……
es_es: Hurry up ...

source: ふんふんふん……
es_es: Hmmmmmm ...

source: うわぁ！
es_es: Wow!

source: ん？
es_es: Hmm?

source: ふぎゅぅぅ……
es_es: Fugyuu ……

source: いてて……
es_es: I was ...

source: なぁ兄さん！ 道の真ん中で急に屈んだら危ないでっしゃろ！
es_es: Hey brother! It's dangerous if you suddenly bend down in the middle of the road!

source: す、すまなかった、急に草履が…… いやそれより、怪我はないか？
es_es: I'm sorry, I suddenly got sandals ... No, isn't there any injury?

source: ちょっと…… いや、 ごっっっつ痛かったけど大丈夫です。
es_es: Hey ... No, it hurt a lot, but it's okay.

source: もう、ほんま次から気をつけてくださいよ！ ……って、こんなことしとる場合やない！ 荷物…… ワイの荷物はどこや!?
es_es: Please be careful from the next time! ...... I don't know if I can do something like this! Luggage …… Where is Wai's luggage !?

source: 荷物とは、これのことか？
es_es: Is this what luggage is?

source: あぁ、これこれ！ この包みですわ！
es_es: Oh, this is this! This package!

source: すまなかったな。
es_es: I'm sorry.

source: 包みに傷はあらへんから…… おそらく中身も大丈夫そうやな。
es_es: There are no scratches on the wrapping ... Probably the contents are okay.

source: すんまへん。ワイ、骸街まで急いでた途中なんです。 そっちの気ぃ失っとる彼にも よろしゅう伝えとってください。ほな！
es_es: I'm sorry. Wai, I'm in a hurry to the skeleton. Please give my best regards to him who loses his temper. Hona!

source: （ずいぶん急いでいたようだな、 悪いことをした……）
es_es: (It looks like you were in a hurry, you did something wrong ...)

source: あいてて…… てて……
es_es: I'm here ...

source: （意識が戻ったようだな）
es_es: (It seems that consciousness has returned)

source: 大丈夫か？ さっきは悪かったな……
es_es: Are you okay? It was bad a while ago ...

source: も、もう、本当ですよ。 急に目の前で屈んでるんだもの。 あんなの避けらんないですよ……
es_es: Well, it's true already. I'm suddenly crouching in front of me. I can't avoid that ...

source: ……ってあれ？ 僕の荷物はどこだろ？
es_es: ...... What is that? Where is my luggage?

source: 荷物……？
es_es: Baggage……?

source: ひょっとしてこれか？
es_es: Is it this?

source: そうそう、それそれ。 間違いなくその包みは僕の荷物ですね。
es_es: Oh yeah, that's it. Definitely that package is my luggage.

source: すまなかったな。
es_es: I'm sorry.

source: 思いっきり落としちゃったよ～。 中身は無事かなぁ……
es_es: I dropped it to my heart's content. I wonder if the contents are safe ...

source: ……ってあれ？ な、何だこれ！ これ、僕の荷物じゃないぞ！
es_es: ...... What is that? What is this! This is not my luggage!

source: 何……!?
es_es: what……!?

source: ほ、ほら、この荷物！ じゅ、銃が入っている…… なんでこんなものが？
es_es: Look, look, this baggage! Ju, there's a gun in it ... Why is this something like this?

source: 最初から銃が入っていたんじゃないのか？
es_es: Wasn't there a gun in it from the beginning?

source: そ、そんなもの入ってるわけないでしょう！ 僕の荷物の中には 僕のとっても大事なものが入ってるはずなんですよ！
es_es: Well, there's no such thing in it! There must be something very important to me in my luggage!

source: いったいなんで僕の荷物が…… 銃になっちゃったんだ？
es_es: Why did my luggage ... become a gun?

source: （そういえばこいつの荷物の包み…… さっきも同じようなものを見た気がするな……）
es_es: (By the way, this guy's baggage wrapping ... I don't think I saw something similar before ...)

source: ……！ そうか…… 本当のお前の荷物がどこにあるか、見当がついたぞ。
es_es: ……! I see ... I have an idea of where your real luggage is.

source: え、本当の!? ど、どういうことですか!?
es_es: Eh, really !? What do you mean !?

source: おそらく俺が取り違えて さっき走って行った男に渡してしまったようだ……
es_es: Perhaps I made a mistake and gave it to the man who ran earlier ...

source: え、え～！ ってことはつまり…… 荷物が入れ替わっちゃったってことですか～!?
es_es: Eh, eh! That means ... the luggage has been replaced ~ !?

source: そういうことになるな。
es_es: Don't be like that.

source: 何冷静に言ってるんですか～！ 僕の荷物どうしてくれるんですか～！
es_es: What are you saying calmly ~! What will you do with my luggage ~!

source: 追いかけようにも、 銃持ってた人なんて関わりあいたくないし……
es_es: I don't want to get involved with someone who has a gun, even if I chase after him ...

source: でも僕の大事なものが入ってる荷物だし…… ううう…… いったいどうすれば～……
es_es: But it's a baggage that contains my important things ... Uh ... what should I do ...

source: （あの男、たしか骸街へ行くと言っていたな。 この銃の持ち主ということも気になる……）
es_es: (That man said he was going to the skeleton. I'm also worried about the owner of this gun ...)

source: さっきの男は骸街にいるはずだ。 行って取り戻すしかないな。
es_es: The man just before should be in the skeleton. I have no choice but to go and get it back.

source: ええ!? でも、骸街なんておっかないところ、 行きたくないですよ……
es_es: Yeah !? But I don't want to go to a place where there is no skeleton ...

source: ……仕方ない。こうなった原因は俺だ。 俺が責任をもって、お前の荷物を取り返してくる。
es_es: ……it can not be helped. The cause of this is me. I will responsibly retrieve your luggage.

source: え、本当ですか！ やったー！ 渡りに船とはこのことですよー！
es_es: Eh, is that true! Yay! This is what a ship is for migration!

source: ……ひとまずその銃が入った荷物を渡してくれ。
es_es: ...... Please hand over the baggage containing the gun for the time being.

source: あ、そうですよね。
es_es: Oh, that's right.

source: 入れ替わった手荷物を預かった。
es_es: I checked in the replaced baggage.

source: あの荷物の中には、 僕の命の次に大事なものが入ってるんです…… 頑張って、取り戻してきてください！
es_es: There is something in that baggage that is the second most important thing after my life ... Please do your best and get it back!

source: ……わかった。
es_es: ……all right.

source: （あの男、銃をもって急いでいたということは…… 誰かと取引をするつもりだったのか？）
es_es: (That man was in a hurry with a gun ... Did he intend to do business with someone?)

source: （骸街で取引ができそうな場所、か……）
es_es: (A place where you can trade in the skeleton ...)

source: やくざ者らしき男
es_es: A man who seems to be a gangster

source: お雪
es_es: Snow

source: 急いでいた男
es_es: The man who was in a hurry

source: 斉木
es_es: Saiki

source: 持ち主に返す
es_es: Return to the owner

source: １本だけ食べる
es_es: Eat only one

source: もう１本食べる
es_es: Eat another one

source: 娘
es_es: Daughter

source: 急いでいる男
es_es: Man in a hurry

source: のんびりした男
es_es: A laid-back man

source: 全員
es_es: Everyone
