Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021c76.po
Languages: es_es

source: お帰りやす。
es_es: Easy to go home.

source: おりょうはもう戻ったか？
es_es: Have you returned yet?

source: ええ。 ……一（はじめ）さん、意外と女の扱いが うまいんどすなあ。
es_es: Yeah. …… Mr. Ichi (beginning), I'm surprisingly good at treating women.

source: ちょっと見直しました。
es_es: I reviewed it a little.

source: ふっ。 俺はアンタにうまく使われたみたいだけどな。
es_es: Huh. I think it was used well by you.

source: フフ、さあどうやろ？
es_es: Huff, how are you?

source: あそうや、一（はじめ）さんが出かけてる間にねぇ、 あんたに会いたいって人が来たんやったわ。
es_es: Oh yeah, while Ichi (Hajime) was out, someone came to see you.

source: 俺に？ どんな奴だ？
es_es: To me? What kind of guy is it?

source: どんなっていわれても。 ……ただちょっと土佐なまりのあるお侍さん やったねえ。
es_es: No matter what you say. ...... I just did a samurai with a little Tosa accent.

source: 土佐の……？
es_es: Tosa ...?

source: でな、その人、清水寺で待ってるって言うてはった。
es_es: Well, he said he was waiting at Kiyomizu-dera.

source: 清水寺に？
es_es: In Kiyomizu Temple?

source: そう。そもそもいつ帰ってくるか分からへんって 言うたんやけどね。
es_es: so. In the first place, he said he didn't know when he would come back.

source: 構わへんからそう伝えてくれって。
es_es: Please tell me so from the beginning.

source: それにしても、アンタにお客さんなんて珍しいわあ。 これも隊長効果やろか？
es_es: Even so, it's rare for you to have a customer. Is this also a captain effect?

source: さあな。分かった、ちょっと行ってくる。
es_es: I do not know. Okay, I'm going a little.

source: お登勢
es_es: Climbing

source: 龍馬
es_es: Ryoma
