Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016e0057.po
Languages: es_es

source: 旦那、ここは初めてかいな？ 「競鶏場」と言ってな、鶏を競走させとるんよ。 木札を賭けて、着順を当てる博打場や！
es_es: Husband, is this your first time? Don't call it a "chicken racetrack", you'll race chickens. A gambling place where you can bet on wooden bills and guess the order of arrival!

source: 面白いで！ やっていくやろ？
es_es: It's funny! Do you want to go?

source: いや、やめておこう。
es_es: No, let's stop.

source: うーん、残念やわ。 ほんま、おもろいで！ 今度是非やっていってや！
es_es: Well, sorry. Really interesting! Please do it next time!

source: やってみよう。
es_es: let's try it.

source: さすが旦那！ 話わかるやんけ。 楽しんでいってや！
es_es: As expected, my husband! I understand the story. Have fun!

source: 木札購入やね。１点は１００文や！ なんぼ入りまっか？
es_es: Buy wooden bills. One point is 100 sentences! What's in it?

source: ５０点分、売ってもらおうか。
es_es: Would you like me to sell 50 items?

source: まいど！
es_es: Maido!

source: １００点分、売ってもらおうか。
es_es: Would you like me to sell 100 items?

source: まいど！
es_es: Maido!

source: １０００点分、売ってもらおうか。
es_es: Would you like me to sell 1000 items?

source: まいど！
es_es: Maido!

source: 旦那…… 銭がたりまへんがな！ 冗談きついで。
es_es: Husband ... I don't have enough money! Just kidding.

source: 旦那、どや？ 勝てましたかいな？
es_es: Husband, how? Did you win?

source: ああ。なんとか当てられた。
es_es: Oh. I managed to hit it.

source: おお、初見で当てたんか！ 旦那、やりますなぁ！ いきなり当てられる人なんて、そうそうおらんで。
es_es: Oh, did you guess at first sight! Husband, I'll do it! I don't think there are people who can be hit suddenly.

source: そうなのか？
es_es: Is that so?

source: そやそや。大したもんやで。 旦那はなかなか見込みがありそうやな。 博打うちとしての可能性を感じるわ……！
es_es: Soya Soya. It's a big deal. My husband seems to have a good chance. I feel the potential of gambling ...!

source: よし！ 旦那には特別にワテが手ほどきしたる！ だから、また遊びに来てや。約束やで。
es_es: Alright! I'm a special teacher for my husband! So come and visit us again. With a promise.

source: いや、１回も当たらなかった……
es_es: No, I didn't hit it even once ...

source: そかそか…… まぁ、しゃあない。 初見で当てるのは難しいもんや。
es_es: I see ... Well, I don't know. It's difficult to guess at first sight.

source: 人気や評価だけで予想しても、 なかなかうまい事いかへん。 調子や過去の成績も見て、予想したほうがええ。
es_es: Even if you predict it only by popularity and evaluation, it is not quite good. You should expect it by looking at your condition and past results.

source: なるほど…… 難しそうだな。
es_es: I see ... It looks difficult.

source: まぁな。競鶏は、意外と奥が深いんよ。 でも、旦那はなかなか見込みありそうやけどな。 博打うちとしての可能性を感じるで。
es_es: Well. The chicken race is surprisingly deep. However, my husband seems to have a good chance. Feel the potential of gambling.

source: ふっ。別にお世辞はいらないぞ。
es_es: Huh. I don't need a compliment.

source: いやいや、ほんまやって。 落ち着いてるし、何より目つきに力がある。
es_es: No, just do it. It's calm, and above all, it has a strong eye.

source: 鋭い眼光の奥底に、感じるねん。 勝負師としての、燃えたぎる情熱と色気を……！
es_es: You can feel it in the depths of your sharp eyes. Burning passion and sex appeal as a game master ...!

source: そ、そうか……？
es_es: Oh yeah ...?

source: おうよ。……よっしゃ！ 旦那には特別に、ワテが手ほどきしたろ！ だから、また遊びに来てや。約束やで。
es_es: Sure. ...... Okay! I've got a special introduction to my husband! So come and visit us again. With a promise.

source: どや？ 楽しかったやろ！ 今度は木札賭けて遊んでいってや。 もっとおもろいで！
es_es: How? It was fun! Next time, bet on the wooden bill and play. More interesting!

source: ほう、そうなのか？
es_es: Is that so?

source: ああ。人気や評価、調子や過去の成績から予想して それが当たった時の嬉しさは半端無いで！ あの興奮は、木札賭けないと味わえへん。
es_es: Oh. Predict from popularity, evaluation, condition and past results, and be happy when it hits! You can't enjoy that excitement without betting on wooden bills.

source: なるほどな。 じゃあ、今度は賭けてみるかな。
es_es: got it. Then, I wonder if I'll bet this time.

source: ああ。 見たところ、旦那はなかなか見込みありそうやしな。 博打うちとしての可能性を感じるで。
es_es: Oh. Apparently, my husband seems to be quite promising. Feel the potential of gambling.

source: ふっ。別にお世辞はいらないぞ。
es_es: Huh. I don't need a compliment.

source: いやいや、ほんまやって。 落ち着いてるし、何より目つきに力がある。
es_es: No, just do it. It's calm, and above all, it has a strong eye.

source: 鋭い眼光の奥底に、感じるねん。 勝負師としての、燃えたぎる情熱と色気を……！
es_es: You can feel it in the depths of your sharp eyes. Burning passion and sex appeal as a game master ...!

source: そ、そうか……？
es_es: Oh yeah ...?

source: おうよ。……よっしゃ！ 旦那には特別に、ワテが手ほどきしたろ！ だから、また遊びに来てや。約束やで。
es_es: Sure. ...... Okay! I've got a special introduction to my husband! So come and visit us again. With a promise.

source: 「競鶏場の受付」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「競鶏場の受付」と交流してみましょう。
es_es: A bond with the "reception desk at the chicken racetrack" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with the "Chicken Racecourse Reception".

source: まいど！ 旦那！ もちろん、やっていくやろ？
es_es: Maido! Husband! Of course, do you want to go?

source: いや、今回はやめておこう。
es_es: No, let's stop this time.

source: そりゃ残念やわ。 今度是非やっていってや！
es_es: That's a shame. Please do it next time!

source: さすが旦那！ 今日も楽しんでいってや！
es_es: As expected, my husband! Have fun today too!

source: よっしゃ！ ワテで良ければ何ぼでも教えたるで。
es_es: Alright! I'll tell you anything if it's okay with me.

source: まずな、単純に人気や評価で賭けるのもええけど、 毎回そればっかやってても通用せんよ。
es_es: First of all, you can simply bet on popularity or evaluation, but it doesn't work even if you do it every time.

source: 過去の成績とかを見て、距離や調子が結果に どう影響しているか分析する。 そうすることで、色んな傾向が見えてくるんや。
es_es: Look at past performance and analyze how distance and condition affect the results. By doing so, various tendencies can be seen.

source: なるほど……
es_es: I see……

source: あと、なかには調子によって 大きく能力がかわる鳥もおるから、要注意や。
es_es: Also, there are some birds whose abilities change greatly depending on their condition, so be careful.

source: 毎回安定して勝ってる強い鳥でも、 調子が下向きな時はえらい遅くなる奴もおるし、 その逆もおるから、気をつけなあかんで。
es_es: Even if you are a strong bird that wins steadily every time, there are some who are very slow when the condition is down, and vice versa, so be careful.

source: わかった。
es_es: all right.

source: 木札購入やね。１点は１００文や！ なんぼ入りまっか？
es_es: Buy wooden bills. One point is 100 sentences! What's in it?

source: ５０点分、売ってもらおうか。
es_es: Would you like me to sell 50 items?

source: まいど！
es_es: Maido!

source: １００点分、売ってもらおうか。
es_es: Would you like me to sell 100 items?

source: まいど！
es_es: Maido!

source: １０００点分、売ってもらおうか。
es_es: Would you like me to sell 1000 items?

source: まいど！
es_es: Maido!

source: 旦那…… 銭がたりまへんがな！ 冗談きついで。
es_es: Husband ... I don't have enough money! Just kidding.

source: 見事的中しましたやん！ 旦那！
es_es: It was a great hit! Husband!

source: うむ、なんとか当てられたな。
es_es: Well, I managed to hit it.

source: さすがやな！ ワテの目に狂いはなかったわ。 やはり旦那は、勝負師としての才能があるわ。
es_es: As expected! I didn't go crazy in my eyes. After all my husband has a talent as a game master.

source: 大げさだな……
es_es: It's an exaggeration ...

source: いやー、次も楽しみやわ。 また是非遊びに来てや！
es_es: No, I'm looking forward to the next one. Please come and visit us again!

source: 今日は当たらんかったみたいやな。 残念やけど、こんな日もあるわ。 しゃあないよ。
es_es: I think I didn't win today. Unfortunately, there are days like this. I don't know.

source: まぁでも、今日は難しい競走やったさかい、 なかなか当たらんで。しゃあないわ。
es_es: Well, I had a difficult race today, so it's hard to win. I don't know.

source: うむ。
es_es: Umm.

source: まあこれに懲りずに、 暇な時にでもまた来てや！
es_es: Well, don't be discouraged by this, come back even in your spare time!

source: 今日は賭けて無かったようやけど、 予想難しかったか？
es_es: You didn't bet today, but was it hard to predict?

source: うむ……
es_es: Hmm ...

source: 旦那はいつでも真剣やな…… 難しい時は、なんも考えずに、 単勝でちょっと賭けて気楽に遊ぶのもええもんやで？
es_es: My husband is always serious ... When it's difficult, why don't you just bet a little on a win and play comfortably?

source: まあ、暇な時にでもまた来てや！
es_es: Well, come back even in your spare time!

source: まいど！ 旦那！ もちろん、やっていくやろ？
es_es: Maido! Husband! Of course, do you want to go?

source: いや、今回はやめておこう。
es_es: No, let's stop this time.

source: そりゃ残念やわ。 今度是非やっていってや！
es_es: That's a shame. Please do it next time!

source: さすが旦那！ 今日も楽しんでいってや！
es_es: As expected, my husband! Have fun today too!

source: よっしゃ！ ワテで良ければ何ぼでも教えたるで。
es_es: Alright! I'll tell you anything if it's okay with me.

source: まずな、単純に人気や評価で賭けるのもええけど、 毎回そればっかやってても通用せんよ。
es_es: First of all, you can simply bet on popularity or evaluation, but it doesn't work even if you do it every time.

source: 過去の成績とかを見て、距離や調子が結果に どう影響しているか分析する。 そうすることで、色んな傾向が見えてくるんや。
es_es: Look at past performance and analyze how distance and condition affect the results. By doing so, various tendencies can be seen.

source: なるほど……
es_es: I see……

source: あと、なかには調子によって 大きく能力がかわる鳥もおるから、要注意や。
es_es: Also, there are some birds whose abilities change greatly depending on their condition, so be careful.

source: 毎回安定して勝ってる強い鳥でも、 調子が下向きな時はえらい遅くなる奴もおるし、 その逆もおるから、気をつけなあかんで。
es_es: Even if you are a strong bird that wins steadily every time, there are some who are very slow when the condition is down, and vice versa, so be careful.

source: わかった。
es_es: all right.

source: 木札購入やね。１点は１００文や！ なんぼ入りまっか？
es_es: Buy wooden bills. One point is 100 sentences! What's in it?

source: ５０点分、売ってもらおうか。
es_es: Would you like me to sell 50 items?

source: まいど！
es_es: Maido!

source: １００点分、売ってもらおうか。
es_es: Would you like me to sell 100 items?

source: まいど！
es_es: Maido!

source: １０００点分、売ってもらおうか。
es_es: Would you like me to sell 1000 items?

source: まいど！
es_es: Maido!

source: 旦那…… 銭がたりまへんがな！ 冗談きついで。
es_es: Husband ... I don't have enough money! Just kidding.

source: 見事的中しましたやん！ 旦那！
es_es: It was a great hit! Husband!

source: うむ、なんとか当てられたな。
es_es: Well, I managed to hit it.

source: さすがやな！ ワテの目に狂いはなかったわ。 やはり旦那は、勝負師としての才能があるわ。
es_es: As expected! I didn't go crazy in my eyes. After all my husband has a talent as a game master.

source: 大げさだな……
es_es: It's an exaggeration ...

source: いやー、次も楽しみやわ。 また是非遊びに来てや！
es_es: No, I'm looking forward to the next one. Please come and visit us again!

source: 今日は当たらんかったみたいやな。 残念やけど、こんな日もあるわ。 しゃあないよ。
es_es: I think I didn't win today. Unfortunately, there are days like this. I don't know.

source: まぁでも、今日は難しい競走やったさかい、 なかなか当たらんで。しゃあないわ。
es_es: Well, I had a difficult race today, so it's hard to win. I don't know.

source: うむ。
es_es: Umm.

source: まあこれに懲りずに、 暇な時にでもまた来てや！
es_es: Well, don't be discouraged by this, come back even in your spare time!

source: 今日は賭けて無かったようやけど、 予想難しかったか？
es_es: You didn't bet today, but was it hard to predict?

source: うむ……
es_es: Hmm ...

source: 旦那はいつでも真剣やな…… 難しい時は、なんも考えずに、 単勝でちょっと賭けて気楽に遊ぶのもええもんやで？
es_es: My husband is always serious ... When it's difficult, why don't you just bet a little on a win and play comfortably?

source: まあ、暇な時にでもまた来てや！
es_es: Well, come back even in your spare time!

source: ん？ おい、どうした？
es_es: Hmm? Hey, what's wrong?

source: あっ、旦那かいな。 すんまへん、すんまへん。 気づかんかったわ。
es_es: Oh, my husband. I'm sorry, I'm sorry. I didn't notice.

source: お前…… 風邪でも引いたのか？ なんだか、元気がないぞ。
es_es: You ... Did you catch a cold? Somehow, I'm not feeling well.

source: いやいや…… ちょっと考え事してただけですわ。 まあ、大したことやない。
es_es: No ... I was just thinking a little. Well, no big deal.

source: そうか。ならいいが……
es_es: Really. I hope ...

source: 心配してくれておおきに。 ところで…… 今日もやっていくやろ？
es_es: Please be worried. By the way ... Do you want to do it today?

source: いや、今回はやめておこう。
es_es: No, let's stop this time.

source: そかそか、残念やわ。 また今度暇なときでもいいから、 よろしゅう頼んます。
es_es: I'm sorry. I'll ask you again, even when I'm free next time.

source: 今日も楽しんでいってや。
es_es: Have fun today as well.

source: よっしゃ！ ワテで良ければ何ぼでも教えたるで。
es_es: Alright! I'll tell you anything if it's okay with me.

source: まずな、単純に人気や評価で賭けるのもええけど、 毎回そればっかやってても通用せんよ。
es_es: First of all, you can simply bet on popularity or evaluation, but it doesn't work even if you do it every time.

source: 過去の成績とかを見て、距離や調子が結果に どう影響しているか分析する。 そうすることで、色んな傾向が見えてくるんや。
es_es: Look at past performance and analyze how distance and condition affect the results. By doing so, various tendencies can be seen.

source: なるほど……
es_es: I see……

source: あと、なかには調子によって 大きく能力がかわる鳥もおるから、要注意や。
es_es: Also, there are some birds whose abilities change greatly depending on their condition, so be careful.

source: 毎回安定して勝ってる強い鳥でも、 調子が下向きな時はえらい遅くなる奴もおるし、 その逆もおるから、気をつけなあかんで。
es_es: Even if you are a strong bird that wins steadily every time, there are some who are very slow when the condition is down, and vice versa, so be careful.

source: わかった。
es_es: all right.

source: 木札購入やね。１点は１００文や！ なんぼ入りまっか？
es_es: Buy wooden bills. One point is 100 sentences! What's in it?

source: ５０点分、売ってもらおうか。
es_es: Would you like me to sell 50 items?

source: まいど！
es_es: Maido!

source: １００点分、売ってもらおうか。
es_es: Would you like me to sell 100 items?

source: まいど！
es_es: Maido!

source: １０００点分、売ってもらおうか。
es_es: Would you like me to sell 1000 items?

source: まいど！
es_es: Maido!

source: 旦那…… 銭がたりまへんがな！ 冗談きついで。
es_es: Husband ... I don't have enough money! Just kidding.

source: はぁー……
es_es: Hmm ...

source: おい……
es_es: Hey……

source: あっ、旦那か。 今日はもう終いでっか？
es_es: Oh, my husband? Is it over today?

source: うむ。それよりお前、やっぱり 体調でも悪いんじゃないか？ さっきにも増して覇気が無いぞ。
es_es: Umm. Isn't it worse for you than that? I'm less enthusiastic than before.

source: え？ あ、ああ…… 体調は問題ないんよ。ただ、ちょっとな……
es_es: e? Ah, ah ... I don't have any problem with my physical condition. But a little ...

source: ……何かあったのか？ 話くらいなら聞くぞ。
es_es: ……Did something happen? I'll listen to the story.

source: ……はずかしい話なんやけどな。 今日、ワテ、全財産を賭けて勝負したんですわ。 それで負けて、大損こいてしまって。
es_es: ...... It's a shameful story. Today, I bet all my fortune and played. So I lost and lost a lot.

source: ……なんだ。それで落ち込んでいたのか。 驚かせないでくれ。……で、勝ったら その金を何に使うつもりだったんだ？
es_es: ……what. Was it depressed? Don't be surprised. ... and what did you intend to spend the money on if you won?

source: もちろん、遊郭で豪遊するのに使いますわ！ 小さいころからの、ワテの夢なんですわ……
es_es: Of course, I'll use it to play in the Yukaku! It's my dream since I was little ...

source: ち、小さいころからの夢か…… ませた子供だったんだな……
es_es: It's a dream since I was little ... I was a kid ...

source: ええ。……はぁ、いつになったら ワテの夢は叶うんやろ。
es_es: Yeah. …… Hmm, when will my dream come true?

source: ……普通に博打などせずにコツコツ貯めれば いいんじゃないか？ 遊郭が高いといっても、頑張れば何とかなる額だろ。
es_es: ...... Isn't it okay to save steadily without gambling normally? Even if the Yukaku is expensive, if you do your best, it will be somehow.

source: それは分かってるんやけど…… ワテは根っからの博打好きやからな。 夢を叶えるなら、一発大勝負で勝って叶えたいんよ。
es_es: I know that, but ... I'm a big fan of gambling. If you want to make your dreams come true, I want to win in a big game and make it come true.

source: そういうものなのか…… 博打うちは奥が深いな。
es_es: Is it something like that ... I'm deep in gambling.

source: まぁ、これに懲りずにまた頑張りますわ。 旦那も、また是非遊びに来てや！
es_es: Well, I'll do my best again without being disciplined by this. My husband should come and visit us again!

source: うーん……
es_es: Hmm ...

source: ……おい。
es_es: ……Hey.

source: はぁー、どないしよ……
es_es: Hmm, I don't know ...

source: おい、大丈夫か？
es_es: Hey, are you okay?

source: はっ、旦那かいな。びっくりしたわ。 何か用でっか？
es_es: Hmm, is it my husband? I was surprised. Is it for something?

source: 何か用って…… 普通に遊びに来たんだが…… まさか、お前また賭けに負けたのか？
es_es: For something ... I came to play normally ... Did you lose the bet again?

source: いやいや、今日は負けてへん。 むしろ好調や！ 今日はツイてるで!! 今のところ全勝なんや！
es_es: No, I can't lose today. Rather good! I'm lucky today !! So far, I've won all!

source: ほう。それはよかったじゃないか。 で？ 遊郭で豪遊するの夢には届きそうなのか？
es_es: How. Wasn't it good? so? Is it likely that you will reach your dream of playing in the Yukaku?

source: あと少しや……！ 次の競争に全額賭けて 勝てれば、実現できるんや！ ただ…… 次の競走、予想が難しくてな。うーん……
es_es: A little more ...! If you bet the full amount on the next competition and win, you can do it! But ... the next race is difficult to predict. Hmm ...

source: あきまへん！ 今日はツイてる日や！ この競走で勝負するて、決めてますねん。 これ当てたら遊郭豪遊の夢実現や！
es_es: Akimahende! Today is a crazy day! I have decided to compete in this race. If you hit this, you can realize your dream of Yukaku Goyu!

source: ……なあ、旦那。次の競走で 「マサカノトサカ」と「トサノトサカ」 どっちが来ると思う？
es_es: …… Hey, my husband. Which do you think will come in the next race, "Masaka no Tosaka" or "Tosano Tosaka"?

source: お、俺に聞くのか!?
es_es: Oh, do you ask me !?

source: ああ。 ワテは今まで、最後の最後でいつも失敗して、 負けてきたんや。
es_es: Oh. I've always failed at the very end and lost.

source: せやから、最後の勝負には自信がない……
es_es: I'm not confident in the final game ...

source: それに、旦那はワテが見込んだ勝負師や。 旦那に任せれば、なんか勝てる気がするんよ。 せやから旦那…… 頼むわ。
es_es: Besides, my husband is a matchmaker that I expected. If you leave it to your husband, I feel like you can win. Sayakara Husband ... I'll ask.

source: だが…… 負けても責任は持てんぞ？ それに詳しい情報は知らないから、 勘で選ぶことになる。それでもいいのか？
es_es: But ... You can't take responsibility even if you lose? I don't know the detailed information about it, so I will choose it by intuition. but is it still good?

source: もちろん、かまへん！ ワテは、旦那のその「勘」にかけてるんや！
es_es: Of course, Kamahen! I'm relying on my husband's "intuition"!

source: （しかたない…… 勘でどちらか選ぶか）
es_es: (There is no choice ... choose one by intuition)

source: 「マサカノトサカ」かな……
es_es: Is it "Masaka no Tosaka" ...

source: 「トサノトサカ」かな……
es_es: Is it "Tosano Tosaka" ...

source: やっぱり！ いやぁ、ワテもそう思っとったんや！
es_es: After all! Well, I thought so too!

source: よっしゃ…… 一勝負してくるで旦那！ ちょっとここで待っててや！
es_es: Okay ... I'm going to play a game, my husband! Wait a minute here!

source: おい。どうだったんだ？ もしかして、ダメだったのか？
es_es: Hey. How was it? Maybe it didn't work?

source: だ、だ、旦那……！
es_es: Oh, my husband ...!

source: ……勝ちました!!
es_es: ……Won!!

source: やったわー！ この大勝負ものにしましたで！ これで遊郭で豪遊や！ 夢は信じれば叶うんやな！
es_es: I did it! I made this a big game! Now you can play in the Yukaku! If you believe in your dreams, they will come true!

source: よかったな。
es_es: I'm glad.

source: ほんま、旦那のおかげですわ！ ワテの目に狂いはなかった！ 旦那は信頼できる、最強の勝負師です！
es_es: Really, thanks to my husband! There was nothing wrong with my eyes! My husband is a reliable and strongest game master!

source: これ、少ないですが、ワテからの気持ちや。 受け取っとくれ！
es_es: This is a little, but the feelings from me. Receive it!

source: 「<Color:8>壊れた羅針盤<Color:Default>」を貰った。
es_es: "<Color:8> Broken compass<Color:Default> I got it.

source: 勘で選んだだけだったのに、悪いな。
es_es: I just chose it by intuition, but it's bad.

source: 何言っとるんや旦那！ 勘で選んで勝つこともある。 分析して負けることもある。それが博打ですよ！
es_es: What do you say, husband! Sometimes you choose by intuition and win. You may lose by analyzing. That's gambling!

source: フッ。そうだな…… とにかく、夢が叶ってよかったな。
es_es: Huh. That's right ... Anyway, I'm glad my dream came true.

source: ええ！ 旦那はワテの生涯の恩人ですわ！ これからも遊びにきたってや！
es_es: Yeah! My husband is my lifelong benefactor! I will continue to come and visit you!

source: おつかれ！ 旦那！ どうしまっか？
es_es: good job! Husband! What's wrong?

source: いや、今回はやめておこう。
es_es: No, let's stop this time.

source: そりゃ残念やわ。 今度是非やっていってや！
es_es: That's a shame. Please do it next time!

source: さすが旦那！ 今日も楽しんでいってや！
es_es: As expected, my husband! Have fun today too!

source: よっしゃ！ ワテで良ければ何ぼでも教えたるで。
es_es: Alright! I'll tell you anything if it's okay with me.

source: まずな、単純に人気や評価で賭けるのもええけど、 毎回そればっかやってても通用せんよ。
es_es: First of all, you can simply bet on popularity or evaluation, but it doesn't work even if you do it every time.

source: 過去の成績とかを見て、距離や調子が結果に どう影響しているか分析する。 そうすることで、色んな傾向が見えてくるんや。
es_es: Look at past performance and analyze how distance and condition affect the results. By doing so, various tendencies can be seen.

source: なるほど……
es_es: I see……

source: あと、なかには調子によって 大きく能力がかわる鳥もおるから、要注意や。
es_es: Also, there are some birds whose abilities change greatly depending on their condition, so be careful.

source: 毎回安定して勝ってる強い鳥でも、 調子が下向きな時はえらい遅くなる奴もおるし、 その逆もおるから、気をつけなあかんで。
es_es: Even if you are a strong bird that wins steadily every time, there are some who are very slow when the condition is down, and vice versa, so be careful.

source: わかった。
es_es: all right.

source: 木札購入やね。１点は１００文や！ なんぼ入りまっか？
es_es: Buy wooden bills. One point is 100 sentences! What's in it?

source: ５０点分、売ってもらおうか。
es_es: Would you like me to sell 50 items?

source: まいど！
es_es: Maido!

source: １００点分、売ってもらおうか。
es_es: Would you like me to sell 100 items?

source: まいど！
es_es: Maido!

source: １０００点分、売ってもらおうか。
es_es: Would you like me to sell 1000 items?

source: まいど！
es_es: Maido!

source: 旦那…… 銭がたりまへんがな！ 冗談きついで。
es_es: Husband ... I don't have enough money! Just kidding.

source: まいど！ 旦那！ もちろん、やっていくやろ？
es_es: Maido! Husband! Of course, do you want to go?

source: いや、今回はやめておこう。
es_es: No, let's stop this time.

source: そりゃ残念やわ。 今度是非やっていってや！
es_es: That's a shame. Please do it next time!

source: さすが旦那！ 今日も楽しんでいってや！
es_es: As expected, my husband! Have fun today too!

source: よっしゃ！ ワテで良ければ何ぼでも教えたるで。
es_es: Alright! I'll tell you anything if it's okay with me.

source: まずな、単純に人気や評価で賭けるのもええけど、 毎回そればっかやってても通用せんよ。
es_es: First of all, you can simply bet on popularity or evaluation, but it doesn't work even if you do it every time.

source: 過去の成績とかを見て、距離や調子が結果に どう影響しているか分析する。 そうすることで、色んな傾向が見えてくるんや。
es_es: Look at past performance and analyze how distance and condition affect the results. By doing so, various tendencies can be seen.

source: なるほど……
es_es: I see……

source: あと、なかには調子によって 大きく能力がかわる鳥もおるから、要注意や。
es_es: Also, there are some birds whose abilities change greatly depending on their condition, so be careful.

source: 毎回安定して勝ってる強い鳥でも、 調子が下向きな時はえらい遅くなる奴もおるし、 その逆もおるから、気をつけなあかんで。
es_es: Even if you are a strong bird that wins steadily every time, there are some who are very slow when the condition is down, and vice versa, so be careful.

source: わかった。
es_es: all right.

source: 木札購入やね。１点は１００文や！ なんぼ入りまっか？
es_es: Buy wooden bills. One point is 100 sentences! What's in it?

source: ５０点分、売ってもらおうか。
es_es: Would you like me to sell 50 items?

source: まいど！
es_es: Maido!

source: １００点分、売ってもらおうか。
es_es: Would you like me to sell 100 items?

source: まいど！
es_es: Maido!

source: １０００点分、売ってもらおうか。
es_es: Would you like me to sell 1000 items?

source: まいど！
es_es: Maido!

source: 旦那…… 銭がたりまへんがな！ 冗談きついで。
es_es: Husband ... I don't have enough money! Just kidding.

source: 競鶏場の受付
es_es: Reception of chicken racetrack

source: やる
es_es: do

source: 木札購入
es_es: Kifuda purchase

source: やらない
es_es: Don't do

source: 龍馬
es_es: Ryoma

source: ５０００文で ５０点に交換
es_es: Exchange for 50 points in 5000 sentences

source: １両で １００点に交換
es_es: Exchange for 100 points with 1 car

source: １０両で１０００点に交換
es_es: Exchange for 1000 points with 10 cars

source: 購入しない
es_es: Do not buy

source: 競鶏場の受付との絆
es_es: Bonds with the receptionist at the chicken race

source: 手ほどきを受ける
es_es: Get started

source: マサカノトサカ
es_es: Masaka Notosaka

source: トサノトサカ
es_es: Tosano Tosaka
