Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01160749.po
Languages: es_es

source: 泥棒ー！
es_es: Thief!

source: おい、どっちへ行った？
es_es: Hey, which one did you go to?

source: アイツが、私の荷物を……
es_es: He has my luggage ...

source: チッ、橘組の依頼書のやつか！ 俺が行く、そこで待ってろ！
es_es: Chi, Tachibana-gumi's request form! I'll go, wait there!

source: ……逃がしたか。
es_es: ...... Did you miss it?

source: 少し時間を空けてからまた来よう。
es_es: Let's come back after a while.

source: 泥棒ー！
es_es: Thief!

source: おい、どっちへ行った？
es_es: Hey, which one did you go to?

source: アイツが、私の荷物を……
es_es: He has my luggage ...

source: 依頼書の奴だ、次は逃がさねぇ。 俺が捕まえてくるから、そこで待ってろ！
es_es: He's the request form, I won't let you go next. I'll catch you, so wait there!

source: ハァハァ…… もうダメ……
es_es: Huh ... no more ...

source: ここまでだな。 こいつは返してもらう。
es_es: That's it. I'll get this one back.

source: クッ…… クソぅ……
es_es: Hmm ... shit ...

source: こんな、こんなところで…… 捕まるわけにはいかないんだ！
es_es: In such a place ... I can't get caught!

source: チッ、逃げられたか……
es_es: Did you escape ...

source: ありがとうございます！ これには父の薬代が入っていたんです。 とても助かりました。
es_es: Thank you! This included my father's medicine fee. It was very helpful.

source: 礼はいらない。 今の京は物騒だからな。 気をつけろよ。
es_es: I don't need gratitude. Because the current Kyo is noisy. Be careful.

source: でも、おかしいわ…… 今のきっと忍盗さんよ。 忍者の恰好をしていたでしょう？
es_es: But it's strange ... I'm sure it's a ninja thief now. Did you look like a ninja?

source: 忍盗？ なんだそれは？
es_es: Stealing? What is it?

source: 忍盗さんたちは、少し前まで義賊を名乗って 私たち貧しい町民の味方をしてくれていたの。
es_es: Until a while ago, the ninja thieves were on the side of us poor townspeople, calling themselves the thieves.

source: あまり大きい声では言えないけど…… 悪いことしてお金儲けをしている人から盗んで、 町の人に配ったりね。
es_es: I can't say it in a loud voice, but ... I steal from people who are making money by doing bad things and distribute them to the people in the town.

source: でも最近この辺で、忍盗さんたちが無差別に 町民から盗みを働く事件が何回も起きていて……
es_es: But recently, there have been many incidents of ninja thieves stealing from townspeople indiscriminately ...

source: 義賊が無差別に盗みを…… 何かおかしいな。
es_es: The thief indiscriminately steals ... something is wrong.

source: 私たちもなにがなんだか…… 橘組に相談するくらいしか 手立てもなくて……
es_es: What are we doing ... We have no choice but to consult with Tachibana-gumi ...

source: そうだったのか。
es_es: Is that so.

source: でも、本当に助かりました。 ありがとうございました。
es_es: But it really helped me. Thank you very much.

source: （一度橘組に戻って、お松に報告するか）
es_es: (Would you like to go back to Tachibana and report to Omatsu?)

source: 町娘
es_es: Town girl

source: 白忍
es_es: White Shinobi
