Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e58.po
Languages: es_es

source: ああ。俺はいつでもいい。
es_es: Oh. I'm always fine.

source: もともとこの街で生きていた 「斎藤一」としての生活は偽りのものだ……
es_es: Life as "Saito Hajime" who originally lived in this city is false ...

source: 別れを惜しむほどのものでもない。
es_es: It's not something to spare.

source: おりょうちゃんは？ あの子はどないするんや。
es_es: What about Oryo-chan? That child isn't going.

source: どうもこうもない。 ……あいつだってこれ以上、京の街に 束縛される必要はないんだ。
es_es: There is no such thing. ... he doesn't have to be tied up in the city of Kyoto anymore.

source: これからは好きな場所に行き、 好きなように生きる権利がある。
es_es: From now on, you have the right to go wherever you like and live as you like.

source: まあな。 ……せやけどあの子にとってはそれが、 あの寺田屋なんとちゃうか？
es_es: Well. ...... But for that child, what is that Teradaya?

source: せやからお前を探っていたことがバレたあとも、 逃げ出さんとあの場所でお前のことを待ち続けた。 そうやろ？
es_es: Even after I found out that I was searching for you from Saya, I kept waiting for you at that place with Mr. Escape. Yeah?

source: さあな……
es_es: I do not know……

source: おりょうちゃんはなぁ、ワシらと同じや……
es_es: Oryo-chan is the same as me ...

source: 本当の自分とはちゃう、もう１人の自分を演じて 生きていかなアカン立場やった。
es_es: I played the other self, who is different from my true self, and took the position of Akan to live.

source: ワシ思うんや…… 本当の姿と仮の姿。 そのどっちもが、ホンマの自分自身なんやと。
es_es: I don't think ... Real and temporary. Both of them are Honma's own self.

source: せやからあの子にとっちゃ、斎藤一に惚れ、 斎藤一の背中を追った日々は、偽りない日々 やったんや……
es_es: The days when I fell in love with Saito Hajime and chased Saito Hajime's back were true days ...

source: 一（はじめ）ちゃん。 「斎藤一」としてのお前は、決して 偽りなんかやなかった。
es_es: Ichi (beginning) -chan. You as "Saito Hajime" never lied.

source: 斎藤一はこの時代、この瞬間、 確かに新選組三番隊隊長として生きてたんや。 この京で。
es_es: Hajime Saito certainly lived as the captain of the Shinsengumi 3rd division at this moment. In this Kyo.

source: それを偽りの一言で捨ててまってはアカン。
es_es: It's Akan to throw it away in a false word.

source: ちゃんとおりょうちゃんと最後のお別れくらい してきいや。 ……出立は明日の朝や。まだ間に合う。
es_es: I don't want to say goodbye to Ryo-chan. ...... I'm leaving tomorrow morning. It's not too late yet.

source: ああ…… 分かった。有難うな、沖田の兄さん。
es_es: Oh ... I see. Thank you, Okita's older brother.

source: なんやそれ。兄さんって。
es_es: Somehow that. What is your brother?

source: あんたにはずっと救われてきた…… 俺にとってあんたは兄弟みたいなもんだってことだ。
es_es: You've been saved for a long time ... You're like a brother to me.

source: なんや少し恥ずかしいのぅ。 ま、ええ。とにかくちゃんと最後のケジメくらい、 つけてこいや。
es_es: It's kind of embarrassing. Well, yeah. Anyway, just put it on for the last time.

source: 龍馬
es_es: Ryoma

source: 沖田
es_es: Okita
