Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021df6.po
Languages: es_es

source: しかし見廻組に邪魔されるとは思うてもなかったな。 一（はじめ）ちゃん。
es_es: However, I never thought that the Mimawarigumi would disturb me. Ichi (beginning) -chan.

source: どないしたんや？ さっきから様子が変やけど。 なんかあったんか？
es_es: What did you do? The situation has changed since a while ago. What happened?

source: いや…… なんでもない。ちょっとな……
es_es: No ... nothing. A little ...

source: やってくれたな。お前ら。
es_es: You did it. You guys.

source: お、伊東はんやないか。 それに武田に、平助まで。どないしたんや。
es_es: Oh, isn't it Ito? And to Takeda and Heisuke. I don't know.

source: とぼけんな。近藤局長の引退の相談って、 ありゃとんだホラじゃねえか。
es_es: It's crazy. Isn't it a horror to talk about the retirement of Director Kondo?

source: ん？ なんやそれ。よう覚えてへんなあ。
es_es: Hmm? Somehow that. I don't remember.

source: 馬鹿にしとんのかワレ！ お前のウソのせいで、 坂本龍馬取り逃してしもたやないか！
es_es: Is it stupid? Why don't you miss Ryoma Sakamoto because of your lies?

source: そない言うんやったら、五番隊も残ってれば よかったやないか。
es_es: If I didn't say that, I wish I had the 5th corps left.

source: 伊東はんに尻尾振ってついてったくせして、 よう言うわ。
es_es: I'll tell Ito Han to sway his tail and follow him.

source: なんやと？ ワレ、舐めとんのか!!
es_es: What? Crack, licking!

source: まぁまぁ、落ち着いて武田さん。 沖田さんもそんなに煽らないで下さいよ。
es_es: Well, calm down, Mr. Takeda. Please don't instigate Mr. Okita so much.

source: なんや平助…… お前、どっちの味方や。
es_es: Heisuke ... Which side are you?

source: 別に俺はどっちの味方でもないですよ。 ただ、最近の近藤さんは何を考えているか分からない。
es_es: Apart from that, I'm not on either side. However, I don't know what Mr. Kondo is thinking recently.

source: なら伊東さんが局長になった方が、やりやすいとは 思ってますけど。
es_es: If so, I think it would be easier for Mr. Ito to become the director.

source: 平助……!? お前……
es_es: Heisuke …… !? You ……

source: もういい平助。 こんなバカ相手にしててもラチがあかねぇ。
es_es: Already good Heisuke. Even if you make such a stupid opponent, there is no chance.

source: いいか沖田。これだけは覚えておけ。 ……俺が新選組局長になった暁には、古参だろうが 剣の腕が立とうが容赦しねぇ。
es_es: Okita. Just remember this. ...... When I became the director of the Shinsengumi, I can't forgive him, even if he's an old man, even if he has a sword.

source: 俺の方針に従わねぇヤツは全員…… 粛清する。 いいな？
es_es: All the guys who don't follow my policy ... purge. Is that okay?

source: アンタもただの狂犬で終わりたくなかったら、 平助のように身の振り方考えるんだな？
es_es: If you don't want to end up with just a mad dog, do you think about how to swing like Heisuke?

source: ……行くぞ。
es_es: ……let's go.

source: （一旦、寺田屋に戻ろう。 ……おりょうに聞きたいこともあるしな）
es_es: (Let's go back to Teradaya .... I have something to ask.)

source: 沖田
es_es: Okita

source: 龍馬
es_es: Ryoma

source: 伊東
es_es: Ito

source: 武田
es_es: Takeda

source: 藤堂
es_es: Todo
