Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c1458.po
Languages: es_es

source: （大人気のいなり寿司屋の行列だ……）
es_es: (It's a procession of the popular Inari sushi restaurant ...)

source: （なんだか今回はいなり寿司を 買えそうな気がする…… 並ぼうか？）
es_es: (I feel like I can buy sushi this time ... Is it lined up?)

source: （今はやめておくか……）
es_es: (Should I stop now ...)

source: （よし、並んでみよう）
es_es: (OK, let's line up)

source: まいど、おおきに！ はい、では次のお客様、どうぞ。
es_es: Maid, big! Yes, then the next customer, please.

source: まいど、おおきに！ はい、では次のお客様、どうぞ。
es_es: Maid, big! Yes, then the next customer, please.

source: （……今度こそは、売りきれないといいが）
es_es: (... I hope it won't sell out this time)

source: （フッ…… いよいよ、次が俺の番か。 今度こそ、無事に買えそうだな）
es_es: (Huh ... it's finally my turn. I think I can buy it safely this time.)

source: はい、いなり寿司１０貫、お待たせしました。
es_es: Yes, I'm sorry to have kept you waiting for 10 pieces of Inari sushi.

source: やったー！
es_es: Yay!

source: （ついに俺の番だな……！）
es_es: (Finally it's my turn ...!)

source: はい、それではお客様！ ご注文をどうぞ。
es_es: Yes, then customers! Please place an order.

source: ……いなり寿司をもらおう。
es_es: ...... Let's get inari sushi.

source: はいかしこまりました…… あ、お客さんの注文で今日のいなり寿司、 おしまいみたいです。
es_es: Yes, I'm sorry ... Oh, today's Inari sushi seems to be over at the customer's order.

source: そうか。……ギリギリ買えてよかった。
es_es: Really. ...... I'm glad I could buy it at the last minute.

source: はい、どうぞ！ ありがとうございました！
es_es: here you are! Thank you very much!

source: すいません！ こちらのお客さんで売り切れです！ お並びいただいて申し訳ありませーん。
es_es: Excuse me! This customer is sold out! I'm sorry to have you line up.

source: なんてこった……
es_es: What a hell ...

source: （やっといなり寿司を買うことができた……）
es_es: (I was finally able to buy inari sushi ...)

source: （さぞや美味いのだろう…… さて、どこかに座って食ってみるか）
es_es: (Maybe it ’s delicious ... Well, do you want to sit somewhere and eat?)

source: おい、詫びのひとつくらい入れたらどうだ…… ……ん？
es_es: Hey, why don't you put in just one apology ………… Hmm?

source: （さっき買ったいなり寿司が…… ない!?）
es_es: (I just wanted to buy sushi ... no !?)

source: （さては、今の男……！）
es_es: (Now, the man now ...!)

source: 待て！
es_es: wait!

source: それは俺のおいなりさんだ!!
es_es: That's my girlfriend !!

source: （この前食えなかったいなり寿司屋の行列だ。 とてもうまそうな匂いがする…… 並ぶか？）
es_es: (It's a line of sushi restaurants that I can't eat last time. It smells very good ... Do you line up?)

source: （今はやめておくか……）
es_es: (Should I stop now ...)

source: （よし、並んでみよう）
es_es: (OK, let's line up)

source: まいど、おおきに！ はい、では次のお客様、どうぞ。
es_es: Maid, big! Yes, then the next customer, please.

source: まいど、おおきに！ はい、では次のお客様、どうぞ。
es_es: Maid, big! Yes, then the next customer, please.

source: （……やはり結構並ぶな。 さぞや美味しいのだろう）
es_es: (... Don't line up quite a bit. It's delicious.)

source: （フッ…… いよいよ、次が俺の番か……）
es_es: (Huh ... it's finally my turn ...)

source: まいど、おおきに！ では次のお客様…… あっ！
es_es: Maid, big! Then the next customer ... Oh!

source: すみません！ 本日の分のいなり寿司、完売になりました！
es_es: I'm sorry! Today's Inari sushi is sold out!

source: な…… またかっ……!?
es_es: Hmm ... see you again ...!?

source: 本当に、もうないのか……？
es_es: Is it really gone ...?

source: はい…… 誠に申し訳ありません。 これに懲りず、またいらしてくださいね。
es_es: Yes ... I'm really sorry. Please do not hesitate to do this and come back again.

source: （残念だが仕方ないな……）
es_es: (Unfortunately it can't be helped ...)

source: （しかし、さぞかしうまいいなり寿司なんだろう。 ここまで来ると意地でも食ってみたくなるな……）
es_es: (However, I think it's inari sushi. When you come here, you don't want to try it.)

source: （いなり寿司屋の行列だ。 とてもうまそうな匂いがする。並んでみるか？）
es_es: (It's a procession of Inari sushi restaurants. It smells very good. Would you like to line up?)

source: （今はやめておくか……）
es_es: (Should I stop now ...)

source: （よし、並んでみよう）
es_es: (OK, let's line up)

source: まいど、おおきに！ はい、では次のお客様、どうぞ。
es_es: Maid, big! Yes, then the next customer, please.

source: まいど、おおきに！ はい、では次のお客様、どうぞ。
es_es: Maid, big! Yes, then the next customer, please.

source: （……人気だけあって、結構並ぶな）
es_es: (... It's just popular, so don't line up quite a bit)

source: （もう少しで俺の番か……）
es_es: (It's almost my turn ...)

source: まいど、おおきに！ では次のお客様…… あっ！
es_es: Maid, big! Then the next customer ... Oh!

source: すみません！ 本日の分のいなり寿司、完売になりました！
es_es: I'm sorry! Today's Inari sushi is sold out!

source: 何っ……!?
es_es: What ...!?

source: 並んでいただいたお客様、大変申し訳ありません！ またのご来店お待ちしております。
es_es: We are very sorry for the customers who lined up! We look forward to seeing you again.

source: なーんだ、残念。 ここのいなり寿司、本当に絶品らしいのに…… 次こそは食べたいな。
es_es: I'm sorry. The inari sushi here seems to be really exquisite ... I want to eat it next time.

source: （もう少しのところで売り切れてしまった…… まさかここまでの人気とはな）
es_es: (Sold out in a little while ... No way so popular)

source: （また並ぶのは面倒だが、ここまできたら 一度は食べてみたい気もする。 ……仕方ない、またの機会に並ぶとしよう）
es_es: (It's a hassle to line up again, but when I get here, I feel like eating it once .... I can't help it, let's line up again)

source: 並ぶ
es_es: line up

source: 並ばない
es_es: Not lined up

source: いなり寿司屋
es_es: Inari sushi restaurant

source: 客
es_es: customer
