Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0134003b.po
Languages: es_es

source: 最近の神室町はどうなんだ？ 以前に比べて若干人通りが減ったように思うが……
es_es: What about Kamuromachi these days? I think it's a little less crowded than before ...

source: まぁ、去年はいろいろありましたからね～。 キャバクラも最近はよその街に お客さん流れてるみたいですし。
es_es: Well, there were various things last year. It seems that cabaret clubs are also flowing to other cities these days.

source: 残念だな。昔はもっと猥雑で、 危険な香りのする街だったんだが……
es_es: I'm sorry. It used to be a more obscure and dangerous scented city ...

source: 実はテナントがガラガラのビルも 結構あるんですよね。
es_es: Actually, there are quite a few buildings with rattle tenants.

source: 表に看板出てるんですけど、 夜になっても営業してなくて、店まで行ってみると 閉店しましたって張り紙だけ貼ってあるとか……
es_es: There is a sign on the front, but it wasn't open even at night, and when I went to the store, it was closed.

source: そうなのか…… 想像以上に大変な状況なんだな。
es_es: Is that so ... It's a more difficult situation than I imagined.

source: いいことかもな。神室町ヒルズも出来たし、 街がそれだけ健全化されてきたという証拠だ。 代わりに一般の客が増えたんじゃないか？
es_es: It might be a good thing. Kamuromachi Hills has been created, and it is proof that the city has become so healthy. Isn't the number of general customers increasing instead?

source: よくないですよ～！ 景気が悪いからみんな必死で、 キャッチやスカウトがマジウザいの！
es_es: It's not good! Everyone is desperate because the economy is bad, and catches and scouts are serious!

source: 出勤前とか、急いでんだから しつこく声かけんなって感じ！
es_es: Before going to work, I was in a hurry, so I felt like I had a persistent voice!

source: まぁ、悪質なヤツは道を塞いだりするからな。
es_es: Well, the bad guys block the way.

source: それが嫌で、駅からずっと地下街通って来てるの。 だから私、あんまり表の通りがどうなってるかとか、 知らないかも。
es_es: I don't like that, and I've been going through the underground shopping mall from the station all the time. So I may not know what the streets are like.

source: なるほど……
es_es: I see……

source: 私、キャバクラってもっと華やかな世界だと 思ってたんですけど、意外と地味なんですよね……
es_es: I thought that cabaret club is a more gorgeous world, but it's surprisingly sober ...

source: 大阪とか名古屋とか、そういう派手そうな街に 出稼ぎにいった方がいいのかな……？
es_es: Should I go to work in a flashy city like Osaka or Nagoya ...?

source: それもアリだな。 実際、大阪の方は今でも相当イケイケだと聞くしな。
es_es: That's also an ant. In fact, I hear that people in Osaka are still pretty cool.

source: そうなんだ!? 桐生さんはそういう流行ってるお店に 遊びに行ったりしないの？
es_es: That's right !? Doesn't Kiryu go to such a popular shop?

source: もちろん行くぞ。 ここ数年、色んな街に行く用事があったが、 必ずその街のキャバクラで遊んでたからな。
es_es: Of course I will go. I've been to various cities for the past few years, but I've always played in the cabaret clubs in that city.

source: すごーい♪ みんなケチケチしないで、 もっと桐生さんみたいに 遊ぶようになればいいのにね～！
es_es: It's amazing ♪ I wish everyone could play more like Kiryu-san without being stingy!

source: ……それは褒めてるのか？
es_es: ...... Is it a compliment?

source: 空いてる方がいい。 そんな店なら、女を落とすのも楽だからな。
es_es: It's better to be free. At such a store, it's easy to drop a woman.

source: アハハハ、確かに♪ ライバルゼロですからね。 来てくれるだけでも超ありがたいですよ♪
es_es: Ahahaha, surely ♪ Because there are no rivals. I'm very grateful just to come ♪

source: フッ、しかしこの店は相当頑張ってる方だ。 これだけの店は都内でもなかなかないと思うぞ。
es_es: Huh, but this shop is doing a lot of work. I don't think there are many stores like this in Tokyo.

source: どこも同じだ。神室町がというより、 日本全体が不景気なんだからな。
es_es: It's the same everywhere. Rather than Kamurocho, Japan as a whole is in a recession.

source: あ～…… なんでこんなタイミング悪い時期に 社会人になっちゃったんだろ……？
es_es: Ah ... Why did you become a member of society at such a bad time ...?

source: 桐生さんみたいにバブルを経験した世代は いいですよね～……
es_es: The generation that experienced the bubble like Mr. Kiryu is nice ...

source: 年寄りくさいことを言うな…… もっと頑張れよ。
es_es: Don't say old-fashioned things ... Do your best.

source: よその街？
es_es: Another city?

source: んー、銀座とか六本木とか。 そっちの方に移ってく子も多いですよ。
es_es: Hmm, Ginza or Roppongi. There are many children who move to that direction.

source: 寂しいな…… もっとこの街に愛着持って欲しいもんだぜ。
es_es: I'm lonely ... I want you to be more attached to this city.

source: しょうがないじゃない！ みんな仕事でやってるんですから。 お金もらえなきゃよそ行くのは当然でしょ？
es_es: It can't be helped! Everyone is doing it at work. It's natural to go away if you don't get the money, right?

source: わかってる。 だが、俺にとっちゃこの街は夢の住処だ。
es_es: I know. However, for me, this city is a dream home.

source: ここが廃れるというなら、俺もそのまま一緒に 消えちまってもいいかも知れないな……
es_es: If this is going to go away, maybe I can just go away with it ...

source: ふーん…… 桐生さん、神室町が好きなんですね～。
es_es: Hmm ... Mr. Kiryu, you like Kamuromachi ~.

source: まぁな……
es_es: Well ...

source: 知らなかったな。そっちの方は どちらかというと高級クラブで、 金持ちが行くような場所だと思っていたが……
es_es: I didn't know. I thought it was a high-class club, a place where rich people would go ...

source: もちろんそういうお店も多いですけど、 もうちょっと安めのお店もいっぱいありますよ。 ちょっと前の神室町と雰囲気は同じみたい。
es_es: Of course, there are many shops like that, but there are also many shops that are a little cheaper. It seems that the atmosphere is the same as that of Kamuromachi a while ago.

source: そうか…… 一度そっちも覗いてみるかな……
es_es: I see ... I wonder if I'll take a peek at that too ...

source: お前は移らないのか？
es_es: Will you not move?

source: んー、私ん家からだと神室町の方が 通いやすいんですよね。
es_es: Hmmm, it's easier to go to Kamurocho from my house.

source: よく遊んでるのもこっち方面だから、 仕事前に友達と遊べたりして便利なんですよ♪
es_es: I often play in this direction, so it's convenient to play with friends before work ♪

source: なるほど…… 私生活も大事だよな。
es_es: I see ... Personal life is also important.

source: お前、イヴの夜は店に出てるのか？
es_es: Are you out in the store on Eve's night?

source: あ、それ聞いちゃいます？
es_es: Oh, do you hear that?

source: ま、軽い好奇心でな。
es_es: Well, with a light curiosity.

source: フフ♪ 残念ながらその日はお休みです～♪
es_es: Huff ♪ Unfortunately, that day is closed ~ ♪

source: ……ガッカリした？
es_es: ...... Are you disappointed?

source: 少しな……
es_es: A little ...

source: アハハ♪ そんなガッカリしなくても♪ ライブ行くだけですって♪
es_es: Ahaha ♪ You don't have to be disappointed ♪ You just go live ♪

source: なんだ、そうだったのか……
es_es: What was that ...

source: いや？ どうして俺がガッカリしなきゃ いけないんだ？
es_es: Disagreeable? Why do I have to be disappointed?

source: はいはい強がっちゃって♪ ま、桐生さんも頑張って予定入れてみたら？
es_es: Yes, I'm strong ♪ Well, why don't you try your best to schedule it?

source: フン……
es_es: Hmm ...

source: 嘘だろ？ 本当は予定もないくせに、 見栄張ってるだけなんじゃないのか？
es_es: you're kidding? Isn't it just looking good even though there are no plans?

source: ホントに予定あるし！ 私だってお金欲しいから 暇だったらちゃんとお店に来ますよ！
es_es: I really have a plan! I also want money, so if I have free time, I will come to the store properly!

source: そ、そうか……
es_es: Yeah ...

source: っていうか、クリスマスイヴに出勤してる キャバ嬢なんて、人気ない証拠じゃない？
es_es: I mean, Miss Kyaba who goes to work on Christmas Eve is not popular proof, isn't it?

source: そうなのか？
es_es: Is that so?

source: そりゃそうでしょ。指名の客がいたら 同伴で豪華な食事でもしてから来るだろうし、 そもそも彼氏いたら店になんか来るわけないし。
es_es: That's right. If there is a nominated guest, I will come after having a luxurious meal with me, and if I have a boyfriend, I will not come to the store in the first place.

source: だからイヴの夜にキャバクラ来ても、 売れ残りのキャバ嬢しかいませんって。
es_es: So even if you come to the cabaret club on the night of Eve, there are only unsold cabaret girls.

source: それは嫌だな…… せめてキャバクラの中でくらい、 現実を忘れさせて欲しいもんだぜ。
es_es: I don't like that ... I want you to forget the reality, at least in the cabaret club.

source: ま、悔しかったら桐生さんも 女の子をクリスマスに誘えるくらい お店に通うことですね～。
es_es: Well, if you're frustrated, Kiryu-san will go to the store enough to invite girls to Christmas.

source: それでもいいじゃないか。 周りがそんな状況だからこそ、 負け組同士、きっと仲良くできると思うぞ。
es_es: Isn't that all right? Because of the situation around me, I'm sure the losers can get along with each other.

source: あ、それはそうかも♪ 大事なお客様だから、 きっとすごいサービスしてくれますよ♪
es_es: Oh, that might be ♪ I'm an important customer, so I'm sure they will provide great service ♪

source: で、さっきからそんなこと聞いてくるってことは、 桐生さんはイヴの夜フリーなんだ？
es_es: So, the fact that you asked me that kind of thing from a while ago is that Mr. Kiryu is free on Eve's night?

source: まぁな。元々パーティーなんてする柄じゃないが、 そんな夜に独りで飲むのはさすがに、な……
es_es: Well. Originally it wasn't a party, but it's true that you would drink alone on such a night ...

source: ふーん…… 桐生さんなら相手の１人や２人、 いそうなものなのにね。なんで？
es_es: Hmm ... Kiryu-san seems to have one or two opponents. why?

source: 俺に聞くな……
es_es: Don't ask me ...

source: いいや。そんなわけないだろう。 単にお前の予定を確認しただけだ。
es_es: No. That wouldn't be the case. I just confirmed your schedule.

source: えー、超嘘くさーい！ 桐生さん絶対独りでしょ!? 彼女いる人だったらそんなこと聞かないし！
es_es: Well, it's super lie! Kiryu-san, you're definitely alone !? If you have a girlfriend, you wouldn't ask that!

source: まぁ、俺のことはどうでもいいじゃねぇか……
es_es: Well, I don't care about me ...

source: そうとは限らないぞ。 本命とのクリスマスは別の日に済ませておいて、 当日はしっかり店に出て稼ぐ女もいるはずだ。
es_es: That's not always the case. There must be a woman who finishes Christmas with her favorite on another day and goes out to the store to earn money on that day.

source: あ、それ超ありそ～♪ “私、イヴの夜は独りなの”とか言っときながら、 ホントは２３日とかにデートしてるんでしょ？
es_es: Oh, that's super ♪ While saying "I'm alone on Eve's night", isn't he really dating on the 23rd?

source: 私も今度その手使ってみようかな～？ そしたらイヴの夜も出勤できるし♪
es_es: Should I try using that hand next time? Then you can go to work on the night of Eve ♪

source: 本気か？ そしたら絶対その日来ないぞ。
es_es: Are you serious? Then I will never come that day.

source: そんなこと言って、きっと寂しくなって 私に逢いたくなっても知りませんよ？
es_es: Don't you know if you feel lonely and want to see me?

source: ったく、何言ってんだ……
es_es: What are you talking about ...

source: やめた方がいい。お前の場合、 普通に男がいないもんだと思われて終わりだ。
es_es: You had better stop. In your case, it seems that there is no man normally, and it's over.

source: うわ～、自分で言っといてアレですけど、 ホントに売れ残りみたいに見えたら超嫌ですね……
es_es: Wow, I'd say it myself, but I really hate it if it looks like it's unsold ...

source: 金を取るか、プライドを取るか、だな……
es_es: Whether to take money or pride ...

source: っていうか、クリスマスイヴに出勤してる キャバ嬢なんて、人気ない証拠じゃない？
es_es: I mean, Miss Kyaba who goes to work on Christmas Eve is not popular proof, isn't it?

source: そうなのか？
es_es: Is that so?

source: そりゃそうでしょ。指名の客がいたら 同伴で豪華な食事でもしてから来るだろうし、 そもそも彼氏いたら店になんか来るわけないし。
es_es: That's right. If there is a nominated guest, I will come after having a luxurious meal with me, and if I have a boyfriend, I will not come to the store in the first place.

source: だからイヴの夜にキャバクラ来ても、 売れ残りのキャバ嬢しかいませんって。
es_es: So even if you come to the cabaret club on the night of Eve, there are only unsold cabaret girls.

source: そうとは限らないぞ。 本命とのクリスマスは別の日に済ませておいて、 当日はしっかり店に出て稼ぐ女もいるはずだ。
es_es: That's not always the case. There must be a woman who finishes Christmas with her favorite on another day and goes out to the store to earn money on that day.

source: あ、それ超ありそ～♪ “私、イヴの夜は独りなの”とか言っときながら、 ホントは２３日とかにデートしてるんでしょ？
es_es: Oh, that's super ♪ While saying "I'm alone on Eve's night", isn't he really dating on the 23rd?

source: 私も今度その手使ってみようかな～？ そしたらイヴの夜も出勤できるし♪
es_es: Should I try using that hand next time? Then you can go to work on the night of Eve ♪

source: ライブがあるんだろ？ さすがにそれは別日に済ませられないんじゃないか？
es_es: Is there a live show? Isn't it really something that can't be done on another day?

source: あ、そうだった……！
es_es: Oh, that's right ...!

source: まったく……
es_es: Jeez……

source: 久々に東京に帰ってきて思ったんだが…… やはり東京の女は総じてレベルが高いな。
es_es: I thought I'd come back to Tokyo after a long time, but ... After all, women in Tokyo are generally of a high level.

source: え～？ そんなことないですよー。 可愛い子なんてごく一部ですって。
es_es: What? That's not true. There are only a few cute girls.

source: 気のせいか…… しかし何故なんだろうな。 “やっぱり東京は違う”という気にさせられるのは。
es_es: Maybe it's because of my mind ... But why? What makes me feel that "Tokyo is different".

source: んー、街の雰囲気もあると思いますけどね。
es_es: Well, I think it has the atmosphere of the city.

source: 都会の街並みをバックにポーズを取るのと、 田舎の風景をバックにポーズを取るのとじゃ、 都会の子の方がオシャレな気がしません？
es_es: Do you feel that urban children are more fashionable when you pose with the cityscape in the background and with the countryside in the background?

source: なるほど、確かに受ける印象は違うな。
es_es: I see, the impression I get is certainly different.

source: いや、絶対そうだ。日本中の女を見てきた 俺が言うんだから間違いない。
es_es: No, it's definitely true. There is no doubt that I say that I have seen women all over Japan.

source: え～、ホントに？ 東京なんて日本中から人集まってるんだから、 中には地方の子も紛れてるって。
es_es: Eh, really? People from all over Japan are gathering in Tokyo, so some local children are confused.

source: 言われてみればその可能性もあるな……
es_es: If you ask me, there is a possibility ...

source: だが実際こうして話してみると、 東京の女はやはりプロフェッショナルと言うか、 しっかりした印象を受けるな。
es_es: However, when I actually talk about it like this, the woman in Tokyo is still a professional, and I don't get a solid impression.

source: あーそれはない。絶対ない。
es_es: Ah, that's not it. Absolutely not.

source: 何故だ？
es_es: Why is it so?

source: 基本的にみんな自己中で、裏表激しすぎだもん。 敬語すらロクに使えないような子ばっかりですよ？
es_es: Basically, everyone is selfish and both sides are too fierce. There are only children who can't even use honorifics, right?

source: そうなのか…… 地方の女は裏表がないヤツが多いから、 すっかり騙されていたぜ……
es_es: Is that so ... Many local women have no front and back, so I was completely deceived ...

source: アハハ♪ 桐生さん、意外とピュアなんですね♪ ちょっと面白いかも♪
es_es: Ahaha ♪ Mr. Kiryu, it's surprisingly pure ♪ It might be a little interesting ♪

source: 悪かったな……
es_es: It was bad ...

source: そんなはずはない。 元がしっかりしてるから仕事もちゃんとやれるんだ。 普段からゆるい人間は仕事でもダメなことが多い。
es_es: That should not be. I have a solid source so I can do my job properly. Loose people are often useless at work.

source: そんなの演技ですよ…… 仕事だから仕方なく精いっぱい頑張ってるだけで、 普段から丁寧なわけないじゃないですか。
es_es: That's the kind of acting ... Because it's my job, I can't help but do my best, and I'm not always polite.

source: そうだったのか……
es_es: Is that so……

source: で、なに？ とどのつまり桐生さんは 都会っぽい子の方が好きってことでいいの？
es_es: So what? In other words, is it okay that Mr. Kiryu prefers urban children?

source: そうだな。田舎くさい女は一緒にいて気分は和むが、 キャバの楽しみ方とはまた少し違う気がする。
es_es: That's right. The countryside woman feels soothed with her, but it feels a little different from how she enjoys cabaret.

source: 酒を飲みながら会話を楽しむなら、 やはりもっとすれてて、 頭の回転も速い女の方が俺の好みだ。
es_es: If you enjoy talking while drinking alcohol, I prefer a woman who is even more sluggish and has a quick mind.

source: そうなんだ♪ じゃ、私ももっとテンションあげていこうかな♪
es_es: That's right ♪ Then, I wonder if I can raise more tension ♪

source: ああ、頼む。
es_es: Oh, ask.

source: いや…… 都会の女は場馴れしていて、 どうも自分より上手の女を相手にしている気がする。
es_es: No ... I feel that urban women are accustomed to the situation and are dealing with women who are better than themselves.

source: もっとこちらが主導権を握れるような、 少しくらいバタくさい女の方が俺の好みだな。
es_es: I prefer a slightly fluffy woman who can take the initiative.

source: ふーん、そうですか…… じゃ、あんまりこっちからガンガン喋らずに、 もっと大人しくしてますね。
es_es: Hmmm, that's right ... Then, I don't talk too much from here, and I'm more quiet.

source: 両方だ。人間誰にだって長所短所がある。 だったら、とりあえず長所にだけ注目しておけば、 どっちの女も魅力的であることに変わりはない。
es_es: Both. Every human has its strengths and weaknesses. So, if you just focus on the strengths, both women are still attractive.

source: アハッ♪ なにうまいこと言っちゃってんの～♪
es_es: Aha ♪ What are you saying good ~ ♪

source: でも、実際そうだよね。 私も東京のお客さんと、地方から来たお客さん、 どっちがいいって言われても選べないし。
es_es: But that's true. I can't choose between customers in Tokyo and customers from rural areas.

source: フフッ…… だろ？
es_es: Huh ... right?

source: 顔の話じゃない。ファッションの話だな。 常に流行の最先端をいっているというか。
es_es: It's not a face story. It's about fashion. It's always on the cutting edge of fashion.

source: 着る服なんて個人個人の趣味で違うだけでしょ？ どんなに流行ってても自分が嫌いな服を 着る子なんていないし。
es_es: The clothes you wear are different depending on your personal taste, right? No matter how popular it is, no one wears clothes that he doesn't like.

source: それもそうか。 とすると、単に東京の女はみんなセンスがいい ってことになるな。
es_es: Is that so too? Then, all the women in Tokyo have a good taste.

source: それはあるかもね。 みんな自分に合った服を着てると思うし。 オシャレについて真面目に考えてる証拠かも。
es_es: It may be. I think everyone is wearing clothes that suit them. It may be proof that you are serious about fashion.

source: 自分に合った服か…… あまり真面目に考えたことはなかったが、 一度考えてみるのもいいかもな。
es_es: Is it the clothes that suit me ... I haven't really thought about it, but it might be a good idea to think about it once.

source: 意識しないはずはない。流行に流されなくとも、 流行遅れの服やダサい格好は避けるだろう？
es_es: You can't be conscious of it. Would you avoid out-of-fashion clothes and clunky clothes, even if you're not out of fashion?

source: あー、それはあるかも…… 地方から来た子とか、 割と平気で原宿で変な服買ってたりするし。
es_es: Ah, maybe that's the case ... I buy strange clothes in Harajuku, like a child from a rural area.

source: アレは…… 確かにないよな。
es_es: That's ... surely not.

source: 固定話題03。
es_es: Fixed topic 03.

source: 固定話題04。
es_es: Fixed topic 04.

source: 固定話題05。
es_es: Fixed topic 05.

source: 固定話題06。
es_es: Fixed topic 06.

source: 固定話題07。
es_es: Fixed topic 07.

source: 固定話題08。
es_es: Fixed topic 08.

source: 固定話題09。
es_es: Fixed topic 09.

source: 固定話題10。
es_es: Fixed topic 10.

source: 固定話題11。
es_es: Fixed topic 11.

source: 固定話題12。
es_es: Fixed topic 12.

source: 固定話題13。
es_es: Fixed topic 13.

source: 固定話題14。
es_es: Fixed topic 14.

source: 固定話題15。
es_es: Fixed topic 15.

source: カラオケ館に、ひとりカラオケ専用のルームが あるって知ってるか？
es_es: Did you know that there is a room dedicated to karaoke alone in the karaoke hall?

source: え、なにそれ、知らない！
es_es: Eh, I don't know what it is!

source: プロもレコーディングに使用するコンデンサーマイク が完備されてる上、カラオケをヘッドホンで 聴けるから、歌の練習に最適なんだ。
es_es: It's perfect for practicing singing because it's equipped with condenser mics that professionals also use for recording, and you can listen to karaoke through headphones.

source: 本格的なモニター用ヘッドホンを貸し出してる上、 ２人まで同時に使用できるから ハモリの練習もできる。
es_es: In addition to renting out full-scale monitor headphones, you can also practice harmony because up to two people can use it at the same time.

source: さらにルーム自体が本格的なスタジオと同等の環境 だから、そこで録音すれば音楽と自分の声だけの 本格的なデータに近いものが出来上がるぞ。
es_es: Furthermore, since the room itself is in the same environment as a full-scale studio, if you record there, you will get something close to full-scale data with only music and your own voice.

source: すご～い！ 今度絶対行ってみる！ 私カラオケ超好きなんだ♪
es_es: Great! I will definitely go next time! I really like karaoke ♪

source: ああ。これは行くしかないよな。
es_es: Oh. This has no choice but to go.

source: そう言えば私ね、昼間のフリータイム ひとりで入ったことある♪
es_es: Speaking of which, I've been alone in the daytime free time ♪

source: 本当か？ よくひとりでそれだけ歌えるな……
es_es: Really? You can often sing that much alone ...

source: それでね、夜のフリータイムも同じ店に行ったら、 “さすがにご遠慮ください”って断られちゃったの♪
es_es: So, when I went to the same shop during the free time at night, I was refused "Please refrain from doing so" ♪

source: そりゃそうだ。ひとりでそんなに居座ったら、 他の団体客に迷惑だからな……
es_es: of course it is. It would be a nuisance to other group guests if I stayed alone so much ...

source: 私ね、携帯の中に曲たくさん入れてるんですけど、 暇な時とかいつもイヤホンで聴いて 曲覚えるようにしてるの♪
es_es: I have a lot of songs on my cell phone, but when I'm free, I always listen to them with earphones and remember the songs ♪

source: 勉強熱心なんだな。
es_es: I'm enthusiastic about studying.

source: 歌詞も画面で確認できるし、 携帯さえあればどこでもカラオケできるかも♪
es_es: You can check the lyrics on the screen, and you may be able to karaoke anywhere if you have a mobile phone ♪

source: フッ…… 使いすぎて肝心な時に 電池切れ起こしたりしないようにな……
es_es: Hmm ... Don't run out of batteries when it's important to use too much ...

source: そう言えばこの前ね、カラオケのドリンクバーで 超性格イケメンな人見つけたの♪
es_es: Speaking of which, the other day, I found a super handsome person at a karaoke drink bar ♪

source: ドリンクバーは、列に並んでる間に 他の客に会うことが多いもんな。
es_es: Drink bars often meet other guests while in line.

source: そしたらね、頼んでないのにあっちの方から “何飲みます？”って聞いてきてくれて♪ メッチャ親切だったの♪
es_es: Then, even though I didn't ask, he asked me "What do you want to drink?" ♪ It was kind to me ♪

source: おいおい…… それ、ただのナンパじゃねぇか？
es_es: Hey ... Isn't it just a pick-up?

source: 私ね、声から人を好きになることが多くて。
es_es: I often like people because of my voice.

source: 声フェチってヤツか？
es_es: Is voice fetish a guy?

source: そうそう♪ ライブとかクラブもそうだけど、 カラオケで誰かのファンになることが結構あんの♪
es_es: Oh yeah ♪ Like live performances and clubs, it's quite possible to become a fan of someone at karaoke ♪

source: 声がいいヤツは何歌っても様になるしな。 羨ましいもんだぜ……
es_es: Anyone who has a good voice will be like no matter how many songs he sings. I envy you ...

source: たこ焼きに疲労回復効果があるって知ってるか？
es_es: Do you know that takoyaki has a fatigue recovery effect?

source: え、そうなんですか？
es_es: Eh, is that so?

source: ああ。タコには疲労回復効果のある タウリンや亜鉛が豊富に含まれているんだ。
es_es: Oh. Octopus is rich in taurine and zinc, which are good for relieving fatigue.

source: ふーん。結構意外。
es_es: Hmm. Quite surprising.

source: 関西の方では、“半夏生（はんげしょう）”という、 夏至から数えて１１日目頃に、 タコを食べる風習があるらしい。
es_es: In the Kansai region, it seems that there is a custom of eating octopus around the 11th day counting from the summer solstice, called "Hangesho".

source: 実際、７月２日はタコの日と制定されているんだが、 この夏の暑い日にタコを食べると、 夏バテ防止にもなるんだそうだ。
es_es: In fact, July 2nd is set as Octopus Day, but eating octopus on a hot summer day will also prevent heat fatigue.

source: へ～！ じゃあ今度仕事で疲れた時は たこ焼きを食べて帰ろうかな♪
es_es: Hey! Then, next time I get tired from work, I wonder if I should eat takoyaki and go home ♪

source: 女性でも気軽に食えるからピッタリだよな。
es_es: It's perfect because even women can easily eat it.

source: そう言えば、私カラオケに行った時、 結構たこ焼き頼んでるかも♪
es_es: By the way, when I went to karaoke, I might have asked for takoyaki ♪

source: ああ、サイドメニューであるよな。
es_es: Oh, it's a side menu.

source: 今度から歌い疲れてきた時は たこ焼き頼んで栄養補給するようにしてみる♪
es_es: When I'm tired of singing from now on, I'll ask for takoyaki to replenish my nutrition ♪

source: フッ、そんなヘトヘトになるまで歌ってるのか……
es_es: Huh, are you singing until you get that crazy ...

source: うん、レバ刺しの代わりにそっち食べようかなぁ♪
es_es: Yeah, I wonder if I should eat it instead of liver stabs ♪

source: おお、いいんじゃないか？ ハイボールにもよく合うし、酒のつまみに最適だな。
es_es: Oh, isn't it okay? It goes well with highball and is perfect as a snack for sake.

source: ところで、紅茶とたこ焼きって合うと思います……？
es_es: By the way, I think that black tea and takoyaki go well together ...?

source: うーん、どうだろうな……？ さすがに緑茶の方が合いそうな気もするが。
es_es: Hmmm, how about ...? I feel that green tea is more suitable.

source: 多分、アイスのレモンティーなら 合うと思うんですよね！ 今度試してみよ♪
es_es: Maybe iced lemon tea would suit you! Try it next time ♪

source: フッ、色々研究してるんだな……
es_es: Huh, I'm doing a lot of research ...

source: あ～、でもたこ焼きって 結構カロリー高いんですよね……
es_es: Ah, but takoyaki is quite high in calories ...

source: ちょっと桐生さん、ダイエットの邪魔しないで くださいよ～……！
es_es: Mr. Kiryu, please don't disturb your diet ~ ……!

source: す、すまん……
es_es: I'm sorry ...

source: 最近、“食べる紅茶”を提供するティーサロンが 流行ってるらしいな。
es_es: Recently, it seems that tea salons that offer "tea to eat" are becoming popular.

source: なにそれ、初耳！
es_es: What's that, first time!

source: 単に茶葉を料理や菓子に混ぜるだけじゃなくて、 茶葉をティーシロップやステーキソースなどにして 料理と一緒に提供するらしい。
es_es: It seems that not only tea leaves are mixed with dishes and sweets, but also tea leaves are made into tea syrup or steak sauce and served with the dishes.

source: 当然、紅茶によく合うから、一緒に飲めば 食事がおいしく捗ると思うぞ。
es_es: Of course, it goes well with black tea, so if you drink it together, your meal will be delicious.

source: なるほどね～♪ 料理そのものを紅茶味に アレンジしちゃうんだ？ 美味しそう～♪
es_es: I see ~ ♪ Do you arrange the food itself to taste black tea? It looks delicious ~ ♪

source: きっといい香りがするんじゃないか？ キッチンが甘ったるくなりそうだ。
es_es: I'm sure it smells good. The kitchen is going to be sweet and sloppy.

source: 私も今度何かレシピ考えてみる♪ 紅茶を使ったお菓子はたくさん作ったことあるけど、 料理はノータッチだったから超楽しみ♪
es_es: I'll think about some recipes next time ♪ I've made a lot of sweets using black tea, but I'm really looking forward to cooking because I didn't touch it ♪

source: 出来上がったら桐生さんにも味見させてあげるね♪
es_es: When it's done, I'll let Kiryu taste it too ♪

source: フッ、それは楽しみだな……
es_es: Huh, I'm looking forward to it ...

source: あ～、でも最近太り気味なのに、 そんな話聞いたらトライしないわけに いかないじゃん……！
es_es: Ah, but I've been getting fat lately, but when I hear that story, I can't help but try ...!

source: せっかくダイエットする気になってたのに、 桐生さんの馬鹿～……！
es_es: I was motivated to go on a diet, but Kiryu-san's idiot ...!

source: す、すまん……
es_es: I'm sorry ...

source: やっぱり紅茶を楽しむには 食器にもこだわらないとダメですよね！
es_es: After all, to enjoy black tea, you have to be particular about tableware!

source: さっきの食器、無理してでも 入札しといた方が良かったかなぁ……？
es_es: I wonder if I should have bid for the tableware I mentioned earlier, even if I couldn't do it ...?

source: ま、きっとまたいいのが出品されるさ。
es_es: Well, I'm sure another good one will be listed.

source: ですね♪ それじゃ次出品されたら 速攻でゲットできるように、 オークションサイトに張り付いとかなきゃ！
es_es: Well then, I have to stick to the auction site so that I can get it quickly when it is put up next time!

source: 仕事中はやめておけ……
es_es: Stop at work ...
