Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01160706.po
Languages: es_es

source: 斎藤さんには感謝してるわ。 時々は顔を見せに来てね。
es_es: I'm grateful to Mr. Saito. Please come to see me from time to time.

source: ありがとう。 斎藤さんのおかげで、解決することができたわ。
es_es: Thank you. Thanks to Mr. Saito, I was able to solve it.

source: フッ、大したことはしていないが 役に立ったなら何よりだ。
es_es: Huh, I'm not doing much, but it's best if it helps.

source: いいえ、斎藤さんがいなかったら本当に どうなっていたことか……
es_es: No, what would have happened without Mr. Saito ...

source: これ、今回の報酬と、 橘組からのお礼よ。 本当にありがとう。
es_es: This is the reward this time and thanks from the Tachibana group. Thank you very much.

source: 「<Color:8>１５両<Color:Default>」を貰った。
es_es: "<Color:8> 15 cars<Color:Default> I got it.

source: 「<Color:8>徳頭巾<Color:Default>」を貰った。
es_es: "<Color:8> Tokuto hood<Color:Default> I got it.

source: ああ、また何かあったら言ってくれ。
es_es: Oh, tell me if something happens again.

source: フフ、もう何もないと思うけど。
es_es: Huff, I don't think there is anything anymore.

source: そういえば、阿久水の奴はどうなるんだ？
es_es: By the way, what about the guy in Akumizu?

source: 奉行所に突き出してもよかったんだけど。 きっと、まともには裁かれないと思うの。
es_es: I could have pushed it out to the magistrate's office. I'm sure it won't be judged properly.

source: ああ、難しいだろうな。 香で人を操るなんて、現場でも見ていなければ 簡単には信じられないだろう。
es_es: Oh, it will be difficult. Manipulating people with incense wouldn't be easy to believe without seeing it in the field.

source: ええ、でもそれは事実。 阿久水の医者としての知識や技術だからできた。
es_es: Yes, but that's true. I was able to do it because of my knowledge and skills as a doctor of Akumizu.

source: だからね、ウチで働いてもらうことにしたの。 もちろんタダでね。 彼らも承諾済みよ。
es_es: That's why I decided to have him work for me. Of course it's free. They have agreed too.

source: 来ていたのか。
es_es: Did you come?

source: 斎藤さんに一言、謝りたくって来てるのよ。 挨拶していってあげてね。
es_es: I want to apologize to Mr. Saito. Please say hello.

source: ああ。
es_es: Oh.

source: ふふ、また来てね。 待ってるわよ。
es_es: Fufu, please come again. I'm waiting.

source: ん？ お松殿がいないな。
es_es: Hmm? There is no Matsudono.

source: おい！ 誰かお松を知らないか？
es_es: Hey! Does anyone know pine?

source: さっき出て行かれましたよ。 すぐ戻るって言ってましたが。
es_es: I just went out. You said you'll be back soon.

source: そうか、ありがとう。
es_es: Well, thank you.

source: とにかく俺は 浄僧が言っていた川辺へ向かう。
es_es: Anyway, I head to the riverside that the Jyo monk said.

source: わかりました。 斎藤さん、気を付けてください。
es_es: understood. Mr. Saito, please be careful.

source: ああ、お前は奥に縛り付けた 浄僧たちを見張っておいてくれ。
es_es: Oh, keep an eye on the monks tied up in the back.

source: ん？
es_es: Hmm?

source: 新しい依頼書が貼られているな。 確認してみよう。
es_es: A new request form is posted. Let's check.

source: 斎藤さん、お疲れ様。
es_es: Saito-san, thank you for your hard work.

source: ああ、依頼は一通り片付いたようだな。 それより、何かわかったか？
es_es: Oh, the request seems to have been cleared up. Did you understand anything more than that?

source: ええ、どうやら今回の騒動…… 浄僧天狗の頭領が裏で糸を引いているようなの。
es_es: Yes, it seems that this uproar ... It seems that the head of the Jyomon Tengu is pulling a string behind the scenes.

source: 捕えた天狗に問い詰めたところ、 今は洛内の神社にいるって口を割ったわ。
es_es: When I asked the tengu I caught, I said that I was at a shrine in Rakuchu.

source: きっと何もないってことはないわ。 奴らも、それ相応の準備をしているはず。 斎藤さん、気をつけて行って来て。
es_es: I'm sure there is nothing. They should be preparing accordingly. Saito-san, please be careful.

source: ああ。
es_es: Oh.

source: 斎藤さん！ 赤忍さんの居場所が分かりました。 洛内です。洛内の神社に居ます！
es_es: Saito-san! I found out where Mr. Akashino is. This is Rakuchu. I'm at a shrine in Rakuchu!

source: ただ、どうか、どうか斬り捨てだけはご勘弁を！ あの人は本当はいい人なんです！
es_es: However, please do not hesitate to just throw it away! That person is really a good person!

source: 分かっている。 とりあえず落ち着け。
es_es: I know. Calm down for the time being.

source: 神社って…… 浄僧天狗の一味が居る所と一緒じゃない。
es_es: The shrine is not the same as the place where the Jyomon Tengu gang is.

source: ああ。 おそらく繋がっているな…… とにかくそこに行ってみるしかない。
es_es: Oh. Probably connected ... Anyway, I have no choice but to go there.

source: 斎藤さん…… 赤忍さんのこと、どうか宜しくお願いします。
es_es: Mr. Saito …… Thank you very much for Mr. Akashino.

source: ああ、わかった。 任せておけ。
es_es: Oh, I understand. Leave it to me.

source: 場所と内容を御依頼掲示板で 忘れずに確認してね。
es_es: Don't forget to check the location and contents on the request bulletin board.

source: 分かった。 行ってくる。
es_es: Do you get it. I'll be back.

source: ふぅ……
es_es: Huh ……

source: 大丈夫か？
es_es: Are you okay?

source: フフ、大丈夫よこれくらい。 それより、今は街がとてもざわついているわ。
es_es: Huff, that's okay. Rather, the city is very noisy now.

source: ３つ依頼を張っておいたから、 全部終わったら一旦、戻ってきて。
es_es: I've made three requests, so once you're done, come back.

source: ああ。
es_es: Oh.

source: 斎藤さん、お疲れ様。 義賊忍盗、刀剣一家の事件解決、 協力してくれて本当にありがとう。
es_es: Saito-san, thank you for your hard work. Thank you very much for your cooperation in solving the case of the thief ninja and the sword family.

source: あれから、何も起きないし…… このまま何事もなければいいわね。
es_es: Nothing has happened since then ... I hope nothing happens as it is.

source: ああ、だがこのままでは終わらないだろうな。
es_es: Oh, but it won't end as it is.

source: そうね、橘組でも 引き続き注意して見回っているわ。
es_es: Well, the Tachibana group continues to look around carefully.

source: あの香については何か分かったのか？
es_es: Did you know anything about that incense?

source: 伏見の商人に聞いたけど 見知らぬ医者が取引をしているのを見たそうよ。
es_es: I asked a merchant in Fushimi, but he saw a strange doctor doing business.

source: でも、他には全く手がかりなし。 調べてもよくわからないの。
es_es: But there are no other clues. I'm not sure if I look it up.

source: そうか……
es_es: Really……

source: でも斎藤さんが手伝ってくれて本当に助かるわ。 これはほんのお礼の気持ちよ。
es_es: But Mr. Saito helped me and it really helps. This is just a thank you.

source: 「<Color:8>３両<Color:Default>」を貰った。
es_es: "<Color:8> 3 cars<Color:Default> I got it.

source: 今後も何が起こるかわからない…… 頼りにしてるわ。
es_es: I don't know what will happen in the future ... I'm counting on you.

source: ああ、それは構わないが……
es_es: Oh, that's okay ...

source: お松さん！ 大変です……
es_es: Osomatsu-san! It's hard ...

source: 京の街の至る所で天狗の奴らや、忍盗のやつら、 浪人たちが暴れまわってるんです！
es_es: Tengu guys, ninja thieves, and ronin are rampaging all over the city of Kyoto!

source: ど、どういうこと!?
es_es: What do you mean !?

source: わかりません。 ただ…… お耳を……
es_es: I do not know. Just ... listen ...

source: では！ 引き続き調べて参ります。
es_es: Then! I will continue to investigate.

source: 一体どういうこと？ ……何が起きているの？
es_es: What the hell is that? ...... What's happening?

source: とりあえずここで考えていても仕方がないだろう。 俺も行って様子を見てこよう。
es_es: There is no point in thinking here for the time being. Let's go and see what happens.

source: 行ってくれるの？
es_es: Will you go

source: ああ、乗りかかった船だ。 それに、裏で動いている奴の手口が気に入らない。
es_es: Oh, it's the ship I got on. Besides, I don't like the trick of the guy who is moving behind the scenes.

source: ありがとう。じゃちょっと待ってね。
es_es: Thank you. Then wait a minute.

source: 依頼書をいつものように張っておいたわ。 確認してみて。
es_es: I put up the request form as usual. Check it out.

source: 気をつけてね…… 何か分かったら戻ってきて。 今回の報酬はまとめて払うわ。
es_es: Be careful ... come back when you find out something. I'll pay this reward all at once.

source: わかった。 それじゃあ行ってくる。
es_es: all right. Then I will go.

source: 斎藤さん、お疲れ様。 藤次郎さんは、 まだ起きられる状態じゃないみたい。
es_es: Saito-san, thank you for your hard work. Tojiro-san doesn't seem to be able to get up yet.

source: もう少し時間を置いてから来てみて。
es_es: Please come after a little more time.

source: 斎藤さん 本当になんと礼を言ったらいいか……
es_es: Saito-san, how should I really thank you ...

source: いや、礼はいい。 それより、お春も大丈夫そうでよかったな。
es_es: No, thank you. I'm glad that spring seems to be okay.

source: 本当によかったわね。 病気だったわけじゃなくて。
es_es: I'm really glad. I wasn't sick.

source: 本当だ…… それにしてもあの医者は許せん！
es_es: It's true ... Anyway, that doctor won't forgive me!

source: 本当ね。 お春さんを病気だと思わせて、藤次郎さんたちに 盗みをさせて……
es_es: That's true. Make Haru think he's sick and let Tojiro and his friends steal ...

source: おそらくその医者が 今回、裏で手を引いているのだろうな。
es_es: Perhaps the doctor is pulling back behind the scenes this time.

source: 藤次郎たちは 医者について何か言っていなかったのか？
es_es: Didn't Tojiro and his friends say anything about the doctor?

source: それがやっぱり記憶が混濁しているみたいで。 手がかりを得るのは難しそうね。
es_es: It seems that my memory is cloudy after all. It seems difficult to get a clue.

source: そうか…… じゃあ、何かあったらまた教えてくれ。
es_es: I see ... Then, if anything happens, please tell me again.

source: わかったわ。 これ、今回の報酬ね。
es_es: Understood. This is the reward for this time.

source: 「<Color:8>５両<Color:Default>」を貰った。
es_es: "<Color:8> 5 cars<Color:Default> I got it.

source: これは我ら忍盗からのお礼です。
es_es: This is a thank you from our shinobi.

source: 取っておいてください。
es_es: Please save it.

source: 「<Color:8>龍の涙<Color:Default>」を貰った。
es_es: "<Color:8> Tears of the dragon<Color:Default> I got it.

source: 我らは人々から盗ったものをすべて返し 義賊の活動を続けていこうと思っております。
es_es: We will return everything stolen from the people and continue the activities of the thief.

source: ああ、頑張れよ。 じゃあな。
es_es: Oh, do your best. See you.

source: 緑忍さん…… とても思い詰めていたわ。 斎藤さん、力になってあげて。
es_es: Shinobu Midori ... I was very enthusiastic about it. Saito-san, please help me.

source: あ、そうそう。 ちゃんと掲示板を確認してからいってね。
es_es: Oh yeah. Please check the bulletin board properly.

source: ああ。
es_es: Oh.

source: 斎藤さん、緑忍さんから連絡があったわ。
es_es: Mr. Saito and Mr. Midori Shinobu contacted me.

source: お春さんを診ていた医者が怪しい、という 斎藤さんの推理は、どうやら当たっていたみたい。
es_es: It seems that Mr. Saito's reasoning that the doctor who was seeing Mr. Haru was suspicious was correct.

source: その医者、藤次郎さんだけでなく 他の忍盗にも会っていたらしいの。
es_es: It seems that he met not only the doctor, Tojiro-san, but also other thieves.

source: なんだと……？
es_es: what……?

source: 医者に会った人たちは藤次郎さんと同じように 様子がおかしくなったそうよ。
es_es: The people who met the doctor seemed to be as strange as Mr. Tojiro.

source: もう緑忍さんだけではどうにもできないくらい 忍盗がみんなバラバラになっちゃったみたいで。
es_es: It seems that all the thieves have fallen apart so much that Midori Shinobu alone can't do anything about it.

source: 斎藤さんには、忍盗の隠れ家へ行って 様子を見てきてもらいたいの。
es_es: I want Mr. Saito to go to the hideout of the ninja thief and see what happens.

source: そこに藤次郎がいるんだな？ ……荒っぽいことになりそうだな。
es_es: Is there Tojiro there? ...... It's going to be rough.

source: 緑忍さんは屋敷町北で待っているそうよ。 そこから忍盗の隠れ家に 案内してくれる手筈になってるわ。
es_es: Mr. Midori Shinobu is waiting in the north of Yashikicho. From there, I'm supposed to guide you to the stealing hideout.

source: いつものように掲示板は確認してからお願いね。
es_es: Please check the bulletin board as usual.

source: わかった。
es_es: all right.

source: 気を付けてね。
es_es: Be careful.

source: 依頼、解決してくれたみたいね。
es_es: It seems that he requested and solved it.

source: これ、今回の報酬。
es_es: This is the reward for this time.

source: 「<Color:8>２両<Color:Default>」を貰った。
es_es: "<Color:8> 2 cars<Color:Default> I got it.

source: ありがとう。 またお願いね。
es_es: Thank you. Please again.

source: 緑忍さん大丈夫かしら、 まだ連絡がないの…… 心配だわ。
es_es: I wonder if Mr. Midori Shinobu is okay, I haven't heard from you yet ... I'm worried.

source: 依頼、解決してくれたみたいね。
es_es: It seems that he requested and solved it.

source: ああ、だが気になることがある。 さっき、義賊忍盗の緑忍という奴に話を聞いた。
es_es: Oh, but there are things I'm curious about. Earlier, I talked to a guy named Midori Shinobu, a thief.

source: どうやら、連中の裏にも誰かいるような気がする。 すこし調べてくれないか？
es_es: Apparently, I feel like there is someone behind them. Can you find out a little?

source: そういうことなら協力するわ。 何か分かったらまた連絡するわね。
es_es: If that's the case, I'll cooperate. I'll contact you again if I find out.

source: ああ、礼を言う。 緑忍から連絡がくるはずだ。 何か分かったら教えてくれ。
es_es: Oh, thank you. You should be contacted by Midori Shinobu. Please let me know if you find out anything.

source: お礼を言うのはこっちの方よ。 わかったわ、任せておいて。 じゃ今回の報酬ね。
es_es: This is the one to thank you. Okay, leave it to me. Then this reward.

source: 「<Color:8>２両<Color:Default>」を貰った。
es_es: "<Color:8> 2 cars<Color:Default> I got it.

source: ありがとう。 またお願いね。
es_es: Thank you. Please again.

source: はぁ……
es_es: Hmm ...

source: どうした？ 顔色が悪いぞ。
es_es: what up? You look pale.

source: あら斎藤さん、来てたのね。 最近、書類が片付かなくって。 依頼の人手も足りないし……
es_es: Oh, Mr. Saito, you came. Recently, I haven't cleaned up the documents. There is not enough manpower for the request ...

source: ちょっと異常なくらいね……
es_es: It's a little unusual ...

source: あんまり無理するなよ。
es_es: Don't overdo it.

source: フフ、ありがと。 斎藤さんも依頼を片づけてくれているようだし、 私も、頑張らなくちゃね。
es_es: Huff, thank you. Mr. Saito seems to have cleared up the request, and I have to do my best.

source: 本当に大変だったわね。 斎藤さん、お疲れ様。
es_es: It was really hard. Saito-san, thank you for your hard work.

source: 彼らは手当を受けて休んでいるわ。
es_es: They are getting medical treatment and resting.

source: そうか、すまないな。
es_es: I'm sorry.

source: 斎藤さんはケガはない？
es_es: Is Saito injured?

source: ああ、大丈夫だ。 それより調べてもらった 刀と香について何か分かったか？
es_es: Oh, it's okay. Did you find out anything about the sword and incense that you looked up?

source: 刀は見た感じでは普通の刀みたいね。 お香の方も、勇気出して少し吸ってみたけど 別になんともなかったわ。
es_es: The sword looks like a normal sword. The incense also took the courage to smoke a little, but nothing happened.

source: そうか…… 妖刀か香が何か手がかりになると思ったんだが。
es_es: Yeah ... I thought the sword or incense would be a clue.

source: 何か不思議な力で操られているような そんな風に私には見えたんだけど……
es_es: It seemed to me that it was being manipulated by some mysterious force ...

source: ああ、俺もそんな気がした。 剣を交えて分かったが、 本人の意思がないような感じを受けた。
es_es: Oh, I felt like that too. I understood it with a sword, but I felt that he had no intention.

source: もしかしたら、お香や刀の他に 何かがあるのかも……
es_es: Maybe there is something other than incense and swords ...

source: とりあえず、なんらかの手段で 刀剣一家を操っていた 黒幕がいるのは間違いなさそうだな。
es_es: For the time being, there seems to be no doubt that there is a mastermind who was manipulating the sword family by some means.

source: そうかもしれないわね。 一体どんな目的なのか……
es_es: That might be the case. What is the purpose ...

source: わからないが、 人を操って何かをしようって根性は 気にいらないな。
es_es: I don't know, but I don't like the guts of manipulating people to do something.

source: 何か分かったら俺にも教えてくれ。
es_es: If you find out anything, please let me know.

source: ええ、もちろん。 頼りにしているわ。
es_es: Yes, of course. I'm counting on you.

source: これ今回の報酬ね。 少しはずんどいたわ。
es_es: This is the reward for this time. I was a little sick.

source: 「<Color:8>５両<Color:Default>」を貰った。
es_es: "<Color:8> 5 cars<Color:Default> I got it.

source: 「<Color:8>天啓書 破<Color:Default>」を貰った。
es_es: "<Color:8> Revelation book broken<Color:Default> I got it.

source: そうそう、新しい依頼が来ていたから 掲示板に貼っておいたわ。 確認してみて。
es_es: Oh yeah, I got a new request so I posted it on the bulletin board. Check it out.

source: ああ、わかった。
es_es: Oh, I understand.

source: 待ってたわ。 準備はいい？
es_es: I've been waiting. Are you ready?

source: どうするか……
es_es: what to do……

source: 今はやることがあるからな。 もう少し待ってくれ。
es_es: I have something to do now. Please wait a little longer.

source: 分かったわ。 待ってるわね。
es_es: I understand. I'm waiting.

source: ああ。
es_es: Oh.

source: 辻斬りの被害者が増える前に行こう。
es_es: Let's go before the number of Tsujigiri victims increases.

source: 分かったわ。 じゃ駕籠を呼ぶわね。 斎藤さん、くれぐれも気を付けて。
es_es: I understand. Then I'll call Kago. Mr. Saito, please be careful.

source: 斎藤さん。
es_es: Mr. Saito.

source: 相談があるの。 斎藤さんが連れてきた 辻斬りの浪人たちが全員出て行ってしまったの。
es_es: I have a consultation. All the Tsujigiri Ronin brought by Mr. Saito have gone out.

source: なんだと？
es_es: what?

source: 急に起き上がったと思ったら、 ふらふらしながら出て行ってしまったの。 呼びかけても何も答えてくれなくて。
es_es: When I thought I got up suddenly, I wandered out. Even if I called, he didn't answer anything.

source: 様子がおかしいから、見張りをしてくれていた人に 尾行してもらったわ。
es_es: It looks strange, so I asked the person who was watching me to follow me.

source: あと、新しい情報も入ってきたわ。 どうやら彼ら、『刀剣一家』という 刀収集をしている人たちの集まりみたい。
es_es: Also, new information has come in. Apparently, they are a group of people who are collecting swords called the "Sword Family".

source: 家族や知人に聞いてみたんだけど 刀剣一家の人たちはみんな、ここしばらく ふらっといなくなることが増えたみたいなの。
es_es: I asked my family and acquaintances, but it seems that all the members of the sword family have been wandering away for a while.

source: どういうことだ。
es_es: What does it mean.

source: 元々、刀剣一家っていうのは 珍しい刀を集めるのを趣味にしている人たちの 交流会みたいなものだったらしいの。
es_es: Originally, the sword family seemed to be like an exchange party for people who have a hobby of collecting rare swords.

source: みんな愛想のいい普通のお侍さんだそうよ。 刀だけじゃなくて、侍としての心得も しっかりしている人しか入れない会だったみたい。
es_es: They are all ordinary samurai who are friendly. It seems that it was a meeting that only people with a solid knowledge as a samurai could enter, not just swords.

source: それが、最近深夜になっても帰ってこなかったり、 声をかけても何も返してくれなかったり、 前とかなり変わってしまったみたいなの。
es_es: It seems that it has changed considerably from before, such as not returning even late at night, or not returning anything when I called out.

source: 俺を襲った辻斬り侍は、そいつらなのか？
es_es: Are they the Tsujigiri samurai who attacked me?

source: あなたが連れて来た一人が 刀剣一家の一員なのは調べ済みよ。
es_es: I've found out that the one you brought is a member of the Touken family.

source: 彼ら、普段集まっている隠れ家があるらしくて 今もそこに何人か、出入りしているみたいなの。
es_es: They seem to have a hideout where they usually gather, and it seems that some people are still going in and out there.

source: そうか。 なら、刀剣一家とやらの隠れ家に 向かえばいいわけだな。
es_es: Really. Then, you should head to the sword family and other hideaways.

source: ええ、お願い。 でも気を付けてね。 刀剣一家の面々は 稽古を積んだ腕の立つ剣豪でもあるの。
es_es: Yes, please. But be careful. The members of the sword family are also well-trained swordsmen.

source: 捕まえた人はみんな虚ろな目をしていたわ。 まともに話が通じないかもしれない。
es_es: Everyone who caught them had hollow eyes. You may not be able to communicate properly.

source: ああ、わかった。
es_es: Oh, I understand.

source: 隠れ家はここから少し距離があるの。 行くときは駕籠を呼ぶから声をかけて。
es_es: The hideout is a little far from here. When I go, I'll call Kago, so call out.

source: どうするか……
es_es: what to do……

source: 少し準備してから行こう。 もう少し待ってくれ。
es_es: Let's prepare a little before going. Please wait a little longer.

source: 分かったわ。 待ってるわね。
es_es: I understand. I'm waiting.

source: ああ。
es_es: Oh.

source: 辻斬りの被害者が増える前に行こう。
es_es: Let's go before the number of Tsujigiri victims increases.

source: 分かったわ。 じゃ駕籠を呼ぶわね。 斎藤さん、くれぐれも気を付けて。
es_es: I understand. Then I'll call Kago. Mr. Saito, please be careful.

source: 無事守ってくれてありがとうね、斎藤さん。
es_es: Thank you for protecting me safely, Mr. Saito.

source: それにしてもまた、 辻斬りにあうなんて……
es_es: Even so, it's hard to meet Tsujigiri ...

source: 斎藤さんを狙っているのかしら…… これだけ辻斬りにあうってことは 何か恨みを買うようなこと、あったりするの？
es_es: I wonder if he's aiming for Mr. Saito ... Is there anything like getting a grudge against Tsujigiri like this?

source: 身に覚えがないと言えば嘘になるが……
es_es: It would be a lie if I didn't remember it ...

source: 今回も手当てをして監視を付けておいたから 逃げられることはないと思うけど。 少し心配なのよね。
es_es: I don't think I'll be able to escape because I've been treating and monitoring this time as well. I'm a little worried.

source: そういえば前の二人はどうしたんだ？
es_es: By the way, what happened to the former two?

source: それが、まだ目を覚まさないの。 だから医者の阿久水に診てもらったけど 何も問題がないみたいなのよね……
es_es: It hasn't woken up yet. That's why I went to see a doctor, Akumizu, but it seems that there is nothing wrong with it ...

source: そうか。 それじゃあ、目を覚ましたら教えてくれ。
es_es: Really. Then let me know when you wake up.

source: わかったわ。 じゃ今日はお疲れ様。 これ今回の報酬ね。
es_es: Understood. Thank you for your hard work today. This is the reward for this time.

source: 「<Color:8>１両<Color:Default>」を貰った。
es_es: "<Color:8> 1 car<Color:Default> I got it.

source: ああ。
es_es: Oh.

source: あ、斎藤さん。 いいところに来てくれたわ。 ちょっと頼みたいことがあるの。
es_es: Oh, Mr. Saito. He came to a good place. I have something to ask for.

source: また依頼か？
es_es: Is it a request again?

source: はい、これ。
es_es: Yes this.

source: 今回は誰でもいいってわけじゃなくてね。 どうしても斎藤さんにお願いしたいのよ。
es_es: Not everyone is fine this time. I really want to ask Mr. Saito.

source: 最近、昼は泥棒、夜は辻斬りと 物騒なことが多くて…… だからこの人の警護を頼みたいの。
es_es: Recently, I've been a thief in the daytime and Tsujigiri at night, so I'd like to ask for the protection of this person.

source: 稲原阿久水と申します。 よろしくお願いしますよ。
es_es: My name is Akumizu Inahara. I look forward to working with you.

source: どうかしら、今やってもらえる？
es_es: Can you do it now?

source: ああ。 わかった。 どこまで行けばいいんだ？
es_es: Oh. all right. How far should I go?

source: 洛内の四国屋近くの屋敷前までお願い。 この人、私の幼馴染で医者をやっているのよ。 ちゃんと守ってあげてね。
es_es: Please go to the mansion near Rakuchu's Shikoku store. This person is my childhood friend and is a doctor. Please protect it properly.

source: ああ、わかった。
es_es: Oh, I understand.

source: もう出発しても構わないか？
es_es: Can I leave now?

source: ヒヒ、あなたのような人に 守ってもらえるなら安心です。
es_es: Baboon, it's safe if someone like you protects you.

source: ただ、すみませんが、 少しやることがあるので、 骸街の入り口で待ち合わせとしましょう。
es_es: I'm sorry, but I have a little work to do, so let's meet at the entrance of the skeleton town.

source: ああ、わかった。
es_es: Oh, I understand.

source: 斎藤さん、お願いね。
es_es: Mr. Saito, please.

source: 手当ては終わったわ。 今度は逃がさないように見張りを付けておいたから 大丈夫だと思うけど……
es_es: The treatment is over. I think it's okay because I kept a lookout so that I wouldn't let it escape ...

source: あいつらは一体何者なんだ？ やはり様子がおかしかった。
es_es: Who are they? After all the situation was strange.

source: 今、調べている最中よ。 何か分かったらまた連絡するわ。
es_es: I'm investigating now. I'll get back to you if I find out.

source: ああ、わかった。 連絡を待つ。
es_es: Oh, I understand. Wait for contact.

source: じゃこれは今回の報酬ね。
es_es: Then this is the reward for this time.

source: 「<Color:8>１両<Color:Default>」を貰った。
es_es: "<Color:8> 1 car<Color:Default> I got it.

source: あ、もう一つの依頼も 解決してくれたみたいね。
es_es: Oh, it seems that another request has been resolved.

source: 「<Color:8>１両<Color:Default>」を貰った。
es_es: "<Color:8> 1 car<Color:Default> I got it.

source: ありがとう。 またお願いね。
es_es: Thank you. Please again.

source: ああ、またな。
es_es: Oh, see you again.

source: 依頼、解決してくれたみたいね。
es_es: It seems that he requested and solved it.

source: これ、今回の報酬ね。
es_es: This is the reward for this time.

source: 「<Color:8>１両<Color:Default>」を貰った。
es_es: "<Color:8> 1 car<Color:Default> I got it.

source: ありがとう。 またお願いね。
es_es: Thank you. Please again.

source: 最近、特に治安が悪いわ…… 橘組もずっと人手が足りなくて。
es_es: Recently, the security is particularly bad ... The Tachibana group has been short of manpower.

source: 斎藤さんも頼りにしているから、 お願いね。
es_es: Mr. Saito also relies on me, so please.

source: あっ、斎藤さん待って。
es_es: Oh, wait for Mr. Saito.

source: ん……？ どうしたんだ。
es_es: Hmm……? What happened.

source: 新しい、依頼が来たの。 掲示板に張っておいたから よかったら見て行って。
es_es: I got a new request. I posted it on the bulletin board so please check it out.

source: ああ、わかった。
es_es: Oh, I understand.

source: 斎藤さん、ちょっと待って。
es_es: Saito-san, wait a minute.

source: 本当に申し訳ないんだけど……
es_es: I'm really sorry ...

source: どうした？
es_es: what up?

source: この前の…… 斎藤さんが捕まえてくれた辻斬りの浪人に 逃げられちゃったの。
es_es: The other day ... I escaped to Tsujigiri Ronin, who was caught by Mrs. Saito.

source: 逃げられた？ どういうことだ。
es_es: Did you escape? What does it mean.

source: 傷の手当てをした後、寝かせていたの。 でも少し目を離した隙に……
es_es: After treating the wound, I laid it down. But when I took my eyes off ...

source: そうか、あまり気にするな。 また見つけたら報告しよう。
es_es: Well, don't worry too much. If you find it again, let's report it.

source: ええ、本当にごめんなさい。
es_es: Yeah, I'm really sorry.

source: 京の町がざわついているわ…… 大丈夫かしら。
es_es: The town of Kyoto is noisy ... I wonder if it's okay.

source: 事情は分かったわ。 大変だったわね。
es_es: I understand the situation. It was hard.

source: 何か様子がおかしかったから ここに連れてくるのが一番かと思ってな。
es_es: Something was wrong, so I thought it would be best to bring it here.

source: そうね。 目が覚めたら話を聞いてみるわ。
es_es: That's right. I'll listen to you when I wake up.

source: 彼はこちらで保護するから、 心配しないで。
es_es: Don't worry, he will protect you here.

source: これ、今回の報酬ね。
es_es: This is the reward for this time.

source: 「<Color:8>１両<Color:Default>」を貰った。
es_es: "<Color:8> 1 car<Color:Default> I got it.

source: ありがとう。 またお願いね。
es_es: Thank you. Please again.

source: ああ。
es_es: Oh.

source: あ、もう一つの依頼も 解決してくれたみたいね。
es_es: Oh, it seems that another request has been resolved.

source: 「<Color:8>１両<Color:Default>」を貰った。
es_es: "<Color:8> 1 car<Color:Default> I got it.

source: ありがとう。 またお願いね。
es_es: Thank you. Please again.

source: 依頼、解決してくれたみたいね。
es_es: It seems that he requested and solved it.

source: これ、今回の報酬ね。
es_es: This is the reward for this time.

source: 「<Color:8>１両<Color:Default>」を貰った。
es_es: "<Color:8> 1 car<Color:Default> I got it.

source: ありがとう。 またお願いね。
es_es: Thank you. Please again.

source: あなたが来てくれて本当によかったわ。 これからもよろしくお願いするわね。
es_es: I'm really glad you came. I look forward to working with you in the future.

source: 新しい依頼が来たわ。 時間があったら掲示板を確認していってね。
es_es: I got a new request. If you have time, check the bulletin board.
