Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0144011d.po
Languages: es_es

source: ん？
es_es: Hmm?

source: お助け～。
es_es: Help ~.

source: おいこらババア！ さっさと金出せ！ 舞踊教室なんてやってるんだ。 いっぱいもってんだろ？
es_es: Come on, Baba! Get paid quickly! I have a dance class. Do you have a lot?

source: 確かにお金は持っておりますわ。おほほほほ。 ですが、ババアではありませんことよ！ ガサツな方ねぇ。いやだわぁ……
es_es: Certainly I have money. Cheeks and cheeks. But it's not Baba! Hey, he's a rough person. No ...

source: なんだと、この野郎……！ ええい、なら力ずくで奪わせてもらうぞ！
es_es: What is this bastard ...! Yeah, then I'll force you to take it away!

source: あらまぁ！ それは困りますわね。 お助けあそばせ～！
es_es: Oh yeah! That's a problem. Help me!

source: （……何かもめているな）
es_es: (... I'm worried about something)

source: 龍馬
es_es: Ryoma

source: おばさん
es_es: Aunt

source: 野盗
es_es: Wild thief
