Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e9a.po
Languages: es_es

source: おい！ 酒だ！
es_es: Hey! It's sake!

source: まだ飲むんかい……
es_es: Do you still drink ...

source: あ～あ、何やってんだろ俺……
es_es: Ah, what am I doing ...

source: お前ら、これだけ一緒に飲んで騒いでも まだ薩摩だ長州だのと言うつもりか。
es_es: Do you guys mean that even if you drink this much together and make a noise, it's still Satsuma and Choshu?

source: 当たり前でしょ。 斎藤さん、アンタ俺たち長州が薩摩に どんな目に遭わされたのか、分かってないでしょう？
es_es: Why, of course. Saito-san, you don't know how we, Choshu, were hit by Satsuma?

source: は、ケツの穴の小さいガキやで。 こんなんが頭や言うんやから長州もタカが知れとるわ。
es_es: Is a kid with a small hole in the ass. Taka is known to Choshu from such a head.

source: なんだと……
es_es: what……

source: まだわからねえのか。
es_es: You still don't understand?

source: そんな細けぇことにこだわって、 いつまで殺し合うつもりだ。
es_es: Sticking to such details, I will kill each other forever.

source: そこで流れた血が、どれだけ報われたっていうんだ？
es_es: How much was the blood that flowed there rewarded?

source: 細かいこと、か。 それをいうなら、アンタだって結構細かいことに こだわってると思うけど？
es_es: The details? If you say that, I think you are very particular about the details, right?

source: ……アイツにも同じことを言われたよ。 それよりも親っさんの遺志を継げってな……
es_es: ...... He said the same thing. Rather than that, inherit the wishes of your parents ...

source: アイツの言う通りだってことは、 分かっちゃいたんだ。 でも、俺は兄弟みたいにできちゃいねぇ。
es_es: I knew it was exactly what he said. But I can't do it like a brother.

source: 目の前の忘れりゃあいいことを忘れられなかった。
es_es: I couldn't forget what I had to forget in front of me.

source: ……その挙句が、このザマだ。 俺は、何よりも大切なものを護れなかった。
es_es: ...... That's what this Zama is all about. I couldn't protect what was most important to me.

source: 兄弟？
es_es: brothers?

source: ……土佐の武市半平太のことだ。 兄弟分なんだよ、彼らは。
es_es: ...... It's Tosa's Takechi Hanpeita. They're siblings.

source: 武市半平太の兄弟分……？ そしたら、まさか……
es_es: Takechi Hanpeita's brothers ...? Then, no way ...

source: 言っちゃっていいのかな？
es_es: Can I say it?

source: ……土佐勤王党の筆頭、坂本龍馬。 それがこの人の本当の名前だ。
es_es: ...... Ryoma Sakamoto, the leader of the Tosakino Party. That is the real name of this person.

source: 坂本龍馬？ コイツが？
es_es: Ryoma Sakamoto? What's this guy?

source: この男が、坂本龍馬だ。
es_es: This man is Ryoma Sakamoto.

source: ……どういうこっちゃ。
es_es: ...... What kind of thing is this?

source: なあ、アンタ……
es_es: Hey, you ...

source: 人を勝手に連れまわして愚痴り倒したあげく……
es_es: I'll take people around and complain ...

source: 勝手に寝よった……
es_es: I fell asleep without permission ...

source: 坂本龍馬か……
es_es: Ryoma Sakamoto ...

source: ほんと、勝手な人だね……
es_es: Really a selfish person ...

source: 龍馬
es_es: Ryoma

source: 西郷
es_es: Saigo

source: 桂
es_es: Gui

source: 勝
es_es: Win
