Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e5d.po
Languages: es_es

source: ほう…… さすが壬生狼の精鋭どもや。 せやけど……
es_es: Hmm ... As expected, the elite wolf of Mibu. Burns ...

source: チッ……
es_es: Chi ...

source: 大した戦力だ。
es_es: It's a great force.

source: ここは、俺がやる。お前らは先に行け。
es_es: I'll do it here. You guys go first.

source: 新八……
es_es: Shinpachi ……

source: なんや新八ちゃん。 エエトコ持ってく気かいな。
es_es: What a Shinpachi-chan. I'm afraid to bring Eetoko.

source: 冗談言うてる場合やない。総司、土方はん。 お前らは斎藤を守ったれ。
es_es: I'm not kidding. Souji, Hijikata Han. You guys protect Saito.

source: ……ええな？
es_es: ...... Yeah?

source: ……フッ。相変わらず堅いのう。 ま、しゃあない。譲ったるわ。
es_es: ...... Huh. It's still tough. Well, I don't know. I'll give it away.

source: 京都見廻組ごときに後れを取るなよ。
es_es: Don't lag behind the Kyoto Mimawarigumi.

source: 永倉……
es_es: Nagakura ……

source: 斎藤。 ……お前には、お前にしかできんことがある。 頼んだで。
es_es: Saito. ...... There are things that only you can do. I asked.

source: ……わかった。行くぞ！
es_es: ……all right. let's go!

source: 死ぬなよ…… 永倉。
es_es: Don't die ... Nagakura.

source: やっと来たか。
es_es: Have you finally come?

source: 佐々木只三郎……
es_es: Taizaburo Sasaki ……

source: 京都見廻組が、何で武市に協力するんや。
es_es: Why does the Kyoto Mimawarigumi cooperate with Takeshi?

source: アンタら旗本は幕府があってナンボやろ。
es_es: You and others Hatamoto has a shogunate and it's Nambo.

source: フッ。 俺を幕府に飼われとるだけの腑抜けと一緒にすな。
es_es: Huh. Don't take me with a sneak peek that just keeps me in the bakufu.

source: 俺は幕府が無くなろうが、知ったこっちゃないわ。
es_es: I'm gonna lose the bakufu, but I don't know.

source: 日本始まって以来の、国を二分した大喧嘩…… そんなオモロイ祭、邪魔されてたまるかいな。
es_es: A big quarrel that has divided the country into two since the beginning of Japan.

source: 何だと……？
es_es: What did you say……?

source: 旗本なんてつまらん身分に生まれたことを、 俺ぁ何度呪ったか分からん。
es_es: I don't know how many times I cursed that Hatamoto was born in a boring position.

source: せやけどお天道様は俺を見放しとらんかった。 こんなええ時代に立ち会えたんやからなあ。
es_es: But Tendou-sama didn't let me go. I wonder if I was able to witness such an era.

source: 戦争を始めるためだけに武市についたと、 そういうことか。
es_es: Does that mean that I arrived in Takeshi just to start the war?

source: ヒヒッ。何や、エエトコのボンボンかと思うたら、 案外気が合いそうやな。
es_es: Hihi. If you think it's a bonbon of Etoko, it seems like you're going to get along unexpectedly.

source: さ、お喋りはこんくらいにしとこうか。
es_es: Well, let's talk about this.

source: 新選組きっての使い手が勢揃いしとるんや…… 楽しませてくれんとな。
es_es: The users of the Shinsengumi are all gathered together ... I hope they will entertain you.

source: ……いくでえ!!
es_es: ...... Go!

source: 佐々木
es_es: Sasaki

source: 龍馬
es_es: Ryoma

source: 土方
es_es: Earthwork

source: 永倉
es_es: Nagakura

source: 沖田
es_es: Okita
