Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021bee.po
Languages: es_es

source: ぐ、……うぅ……
es_es: Gu, …… Uh ……

source: おい。以蔵とか言ったな？
es_es: Hey. Did you say Izo?

source: お前は確かに強い。 だが人が斬りたくて勤王党にいるんだったら……
es_es: You are certainly strong. But if a person wants to slash and is in the Qin Wang party ...

source: 今すぐ抜けるんだな。
es_es: I'm leaving now.

source: 武市の兄弟が作った勤王党は そういう組織じゃねえ。
es_es: The Qin Wang Party created by the Takeichi brothers is not such an organization.

source: ぐっ……
es_es: Good ...

source: 党内の仲間にもきちんとお前の口から伝えておけ。 坂本龍馬に文句があるなら、 いつでも相手になると。
es_es: Tell your friends in the party from your mouth. If Ryoma Sakamoto has any complaints, he will always be the partner.

source: 世話懸けたな。
es_es: I took care of you.

source: 見てたのか。
es_es: Did you see it?

source: ああ。 １年前より確実に強くなってるな。お前。
es_es: Oh. It's definitely stronger than it was a year ago. you.

source: ったく、どうなってんだあの連中は。 勤王党の名が泣くぜ。
es_es: What's going on with those guys? The name of the Qin Wang party cries.

source: あれが土佐郷士の現実なんだよ。
es_es: That is the reality of Tosa Goji.

source: 現実？
es_es: reality?

source: 郷士という身分が理由で、 ロクな教育も受けられない。 まともな仕事にもありつけない。
es_es: Because of his status as a villager, he cannot receive a good education. I can't even have a decent job.

source: そんな彼らにとって、 勤王党は唯一の希望であり誇りとなってる。
es_es: For them, the Qin Wang Party is the only hope and pride.

source: だからいきなり筆頭になった 俺をやっかんだってワケか。
es_es: That's why I'm the one who suddenly became the leader.

source: 許してやってくれ。 彼らにも彼らなりの志がある。
es_es: Please forgive me. They also have their own ambitions.

source: だから俺は連中を勤王党に引き入れた。 どんな人間にもこの国の未来を考える資格が あるはずだからな。
es_es: So I brought them into the Qin Wang Party. Any human being should be qualified to think about the future of this country.

source: 未来か……
es_es: Is it the future ...

source: さ、その為にも、サッサと土佐の身分制度を ぶっ壊して、次の国づくりを考えないとな。
es_es: Well, for that reason, I have to break down the social division system of Sassa and Tosa and think about the next nation-building.

source: な、龍馬？
es_es: What, Ryoma?

source: 難しいハナシは分からねえ。 だが、ひとつだけ分かったことがある。
es_es: I don't know how difficult it is. However, there is only one thing I found out.

source: 何だ？
es_es: What?

source: 土佐も勤王党も、そして俺も…… まだまだ半端モンだ、ってことだ……
es_es: Tosa, the Qin Wang Party, and I ... I mean, it's still odd ...

source: 以蔵
es_es: Izo

source: 龍馬
es_es: Ryoma

source: 武市
es_es: Takeshi
