Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021c1c.po
Languages: es_es

source: あらまあ、お帰りやす。今日はお早いこと。
es_es: Well, it's easy to go home. It's early today.

source: フッ、なんとでも言ってくれ。
es_es: Huh, say anything.

source: それよりおりょう…… 骸街を知っているか？
es_es: More than that ... Do you know the skeleton?

source: 骸街？ あそこは無宿の巣窟や。
es_es: Skeleton town? There is an innless den.

source: 無宿の巣窟？
es_es: An innless den?

source: 地元の人間どころかお役人もよう近づかん。
es_es: Not only local people but also officials are approaching.

source: お尋ねもんやら無宿人の吹きだまり。
es_es: Inquiries and snowdrifts of non-residents.

source: なんや、そこらじゅうに 身ぐるみはがされた死体が転がっとるいう噂や。
es_es: Rumor has it that the corpses that have been stripped of their clothes are rolling around.

source: 今から案内を頼めるか？ 近くまででいい。
es_es: Can you ask for guidance from now on? It's okay to be close.

source: あんた、話聞いとらんかった？ あないな場所、誰も近づかん 言うとるやないの！
es_es: Didn't you hear the story? There's no place, nobody can approach me!

source: おりょうちゃん、ええよ。 俺が案内するわ。
es_es: Oryo-chan, yeah. I will guide you.

source: どうせあそこは俺が舟出さな行かれへんし。 なんやったら遠くから見て すぐ引き返せるさかい。
es_es: Anyway, I didn't go there. What can I do to turn back immediately when viewed from a distance?

source: ああ、頼む。
es_es: Oh, ask.

source: もう…… うちは知らんよ。
es_es: Already ... I don't know.

source: おりょう
es_es: Oryo

source: 龍馬
es_es: Ryoma

source: 船頭
es_es: Bow
