Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0144007c.po
Languages: es_es

source: く！ なんて野郎だ…… 覚えてやがれ！
es_es: Ku! What a bastard ... Remember!

source: （とんだいざこざに巻きこまれてしまった……）
es_es: (I got caught up in a mess ...)

source: あ、ありがとうございました！ おかげで命拾いしましたよ！
es_es: Oh, thank you! Thanks to you, I got my life!

source: それにしてもお強い…… ん？ ていうか、あなた、どこかで見たような……？
es_es: Even so, it's strong ... I mean, you look like you saw it somewhere ...?

source: あー！ そうだ！ たしか新選組三番隊隊長の…… 斎藤一!?
es_es: Ah! That's it! It's true that the captain of the Shinsengumi 3rd division ... Saito Hajime !?

source: やっぱり間違いない！ あなた斎藤さんでしょ!?
es_es: After all there is no doubt! You are Mr. Saito !?

source: ……だったらなんだ？
es_es: ...... What if?

source: いえね、私、新選組の幹部さんに会ったら、 お願いしたいことがあったんです。
es_es: No, when I met the Shinsengumi executives, I had something to ask.

source: お願いしたいこと……？
es_es: things I would like to ask you a favour……?

source: ……新選組は今のこの乱世を象徴する組織です。 その実際の姿と動きを人々に知らせることこそ 私は瓦版の使命じゃないかと思うんですよ。
es_es: ...... Shinsengumi is an organization that symbolizes this turbulent world. I think it is the mission of Kawaraban to let people know its actual appearance and movement.

source: ……瓦版がか？
es_es: ...... Is it a tile plate?

source: まあ瓦版といえば誰かがなじみの芸者と心中したとか 俗な噂話で民衆を楽しませるもの…… そんな風に思われているかもしれません。
es_es: Well, Kawaraban is something that entertains the people with popular rumors that someone has a crush on a familiar geisha ... You might think that way.

source: でも、明日どうなるかわからないような今の時代、 民衆と言えども情報に飢えているんです。 瓦版のあり方はきっと変わります！
es_es: But in this era when we don't know what will happen tomorrow, even the people are hungry for information. The way the Kawaraban should be will surely change!

source: ……こんな時代だからこその情報か。なるほど。
es_es: ...... Is it information only in such an era? I see.

source: そこでお願いです。斎藤さん。 私の「いんたびゅう」を受けてくれませんか!?
es_es: So please. Mr. Saito. Will you accept my "Intabyu" !?

source: い、いんたび…… なんだ？
es_es: No, every time ... what is it?

source: 「いんたびゅう」というのはですね。 ある人物に記者が問答を申し入れることです。
es_es: What is "Intabyu"? A reporter asks a person a question and answer.

source: その問答そのものが「いんたびゅう」を受けた 人物を紹介する記事になるんです。
es_es: The question and answer itself becomes an article that introduces the person who received "Intabyu".

source: 西洋の瓦版…… 「にゅうすぺーぱー」でも よく使われている手法らしいんですよ。
es_es: Western Kawaraban …… It seems that it is a method often used in “New Paper”.

source: ほう、そうなのか。 人物の問答を記事にする…… 斬新だな。 確かに、なんだかおもしろそうだな。
es_es: Is that so? Make an article about a person's question and answer ... It's novel. Certainly, it looks interesting.

source: ……ということは「いんたびゅう」、 受けてくれるんですね!? やったー！
es_es: ...... That means "Intabyu", you will receive it !?

source: お、おいちょっと待て。 まだそこまでは……
es_es: Hey, wait a minute. Still up to that point ...

source: ありがとうございます！ 「いんたびゅう」には色々準備が必要なので、 今日のところはこれにて、ひきあげますね！
es_es: Thank you! Various preparations are required for "Intabyu", so for now, I'll pull it up!

source: 「いんたびゅう」する場所もその辺じゃ味気ないし、 また今度、新選組の屯所にでも顔をだしますね！ ……それでは！
es_es: The place to "intabyu" is not so good in that area, and this time, I will show up at the Shinsengumi tunsho! ...... Then!

source: お、おい！
es_es: Hey!

source: （……行ってしまった）
es_es: (... I went)

source: （あんな小うるさい怪しい奴が屯所の近くにいたら まっさきに切り捨てられそうだが……）
es_es: (If such a noisy and suspicious person was near the tunsho, it would be cut off right away ...)

source: （……全く、世話の焼ける奴だ）
es_es: (... I'm a very caring guy)

source: だ、誰かぁぁ!!
es_es: Who is it !!

source: ん……？
es_es: Hmm……?

source: た、助けてくださぁい！
es_es: Please help me!

source: すみません、助けてください！ お、追われているんです！
es_es: Excuse me, please help! Oh, I'm being chased!

source: おい、てめえ！ 逃げ回るんじゃねえ!!
es_es: Hey, hey! Don't run around !!

source: そこの瓦版売り、こっちによこせや！
es_es: Selling the Kawaraban there, send it over here!

source: ひいっ！
es_es: Hii!

source: 瓦版売り？
es_es: Kawaraban sale?

source: あぁ、そいつは俺たちの話を こそこそ盗み聞きしてやがったんだ！ さっさと渡せ！
es_es: Oh, that guy just eavesdropped on our story! Give it away!

source: た、助けてください！ あの人達、私のこと殺す気なんです！
es_es: Please help me! Those people are willing to kill me!

source: ……お前ら、 そんなに聞かれて困るような話をしてたのか？
es_es: ...... Did you guys talk so much about it?

source: おうよ！ 俺らは勤王の志士だ。 幕府滅亡の恐るべき陰謀を密談してたんだよ！
es_es: Sure! We are the priests of Qin Wang. I was talking about the horrific plot of the destruction of the Shogunate!

source: ふ、ふん。そんな大層な話じゃなかったでしょ？ ただのできもしない妄想話だったじゃないですか。 記事のネタにもなりませんよ。
es_es: Huh, huh. It wasn't such a big story, right? Wasn't it just a delusional story that couldn't be done? It won't be the story of the article.

source: んだと!? ナメてんじゃねえぞ、こらあ！ お前ら、まとめてぶっ殺してやる！
es_es: What !? It's not a bad idea, come on! You guys, I'll kill you all at once!

source: 浪人
es_es: Ronin

source: 龍馬
es_es: Ryoma

source: 瓦版売り
es_es: Kawaraban sale

source: 助けを求める声
es_es: Voice calling for help
