Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid011610aa.po
Languages: es_es

source: 斎藤さん！
es_es: Saito-san!

source: ん……？
es_es: Hmm……?

source: お前は、闘技場の受付の……
es_es: You are the receptionist at the arena ...

source: はい、斎藤さんに お知らせし忘れたことがありまして。
es_es: Yes, I forgot to inform Mr. Saito.

source: その前に、改めて…… 頂点の座獲得、おめでとうございます。 実に素晴らしい戦いでした。
es_es: Before that, once again ... Congratulations on winning the top spot. It was a really great fight.

source: ああ、ここは強者ばかりだな。
es_es: Oh, there are only strong people here.

source: そんなあなたに、早速挑戦者が現れました。 <Color:7>頂点の座 死守戦<Color:Default>を開催しますので 御参加お願いいたします。
es_es: A challenger appeared to you immediately.<Color:7> Top seat death defense battle<Color:Default> Please join us as we will hold.

source: 挑戦者か…… フッ、気が向いたらな。
es_es: Is it a challenger ... Huh, if you feel like it.

source: ただし、防衛線は負けると頂点の座から 闘技場番付１０位に落ちますので、 準備をしてからお越しください。
es_es: However, if you lose the defense line, you will fall from the top position to the 10th place in the arena ranking, so please be prepared before you come.

source: 頂点の座 死守戦は勝てば多額の賞金を得られます。 負けた場合は、頂点の座から退き 闘技場番付が１０位まで落ちてしまいます。
es_es: If you win the battle for death, you can get a lot of prize money. If you lose, you will retire from the top spot and your stadium ranking will drop to 10th place.

source: 頂点の座にいる限り定期的に開催され、 告知は掲示板でのみ行われます。 通りがかったら確認してみると良いでしょう。
es_es: It will be held regularly as long as you are at the top, and announcements will only be made on the bulletin board. It's a good idea to check it when you pass by.

source: フフ…… では、お待ちしておりますよ。
es_es: Huff ... I'll be waiting for you.

source: 斎藤さん！
es_es: Saito-san!

source: ん……？
es_es: Hmm……?

source: どうしたんだ？
es_es: What happened?

source: はい、斎藤さんに お知らせし忘れたことがありまして。
es_es: Yes, I forgot to inform Mr. Saito.

source: 頂点の座死守、おめでとうございます。 これであなたは資格を得ました。
es_es: Congratulations on the apex of the seat. You are now qualified.

source: ……資格？ なんのことだ。
es_es: ...... Qualification? What is that?

source: あなたは今まで、骸街の闘技場内で 雌雄を付けていたに過ぎません。
es_es: Until now, you've only been male and female in the skeleton arena.

source: そして、あなたは頂点の座を死守した。
es_es: And you defended the top spot.

source: これからは各地から集まった猛者だけの戦い、 武器王座決定戦に参加頂けます。
es_es: From now on, you can participate in the battle of only the fierce men from all over the world, the battle for the weapons title.

source: 武器王座決定戦……
es_es: Weapon throne deciding match ……

source: 今まで以上の猛者たちが参加しているので 心してかかってくださいね。 では、お待ちしております。
es_es: Please be aware that more fierce people are participating than ever before. Well then, we are waiting for you.

source: 武器王座決定戦では今まで以上の猛者たちと戦うことができます。 計８名で行われる勝ち抜き戦で、勝つと多額の報酬がもらえます。 頂点の座にいる限り挑戦することができるので、 本当に強くなったと思ったら挑戦してみてください。
es_es: In the Weapons Championship, you can fight more fierce men than ever before. A total of eight people will win the match, and if you win, you will receive a large amount of reward. You can challenge as long as you are at the top, so if you think you are really strong, try it.

source: 闘技場の受付
es_es: Arena reception

source: 頂点の座 死守戦について
es_es: About the apex seat death defense battle

source: 武器王座決定戦 開催中
es_es: Weapon throne deciding match is being held
