Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01070969.po
Languages: es_es

source: ようこそ。 ブラックジャックテーブルへ。
es_es: Welcome. To the blackjack table.

source: それではゲームを開始します。
es_es: Now let's start the game.

source: ようこそ。 ブラックジャックテーブルへ。 サシで勝負しましょうか。
es_es: Welcome. To the blackjack table. Shall we play with Sashi?

source: それではゲームを開始します。
es_es: Now let's start the game.

source: ＢＥＴ・ＲＥＢＥＴどちらかを選択して チップを賭けてください。
es_es: Select either BET or REBET to bet your chips.

source: カードを配ります。
es_es: Distribute the card.

source: グリーンカードがでましたので、シャッフルします。
es_es: I got a green card, so I'll shuffle it.

source: チップが足りないようですね。 またのお越しをお待ちしてます。
es_es: It looks like you don't have enough tips. We look forward to seeing you again.

source: あなたの番です。どうされますか？
es_es: It's your turn. What would you do?

source: 残念、ＢＵＳＴですね。
es_es: Unfortunately, it's BUST.

source: ディーラーのターンです。 ディーラーのカードをオープンします。
es_es: It's the dealer's turn. Open the dealer's card.

source: カードの合計が１７未満なので カードを引きますね。
es_es: Since the total number of cards is less than 17, I draw cards.

source: ディーラーの合計は１７ですね。
es_es: The total number of dealers is 17.

source: ディーラーの合計は１８ですね。
es_es: The total number of dealers is 18.

source: ディーラーの合計は１９ですね。
es_es: The total number of dealers is 19.

source: ディーラーの合計は２０ですね。
es_es: The total number of dealers is 20.

source: ディーラーの合計は２１ですね。
es_es: The total number of dealers is 21.

source: ディーラーはブラックジャックでした。
es_es: The dealer was blackjack.

source: ディーラーはＢＵＳＴでした。
es_es: The dealer was BUST.

source: ディーラーのオープンカードがＡです。 ブラックジャックの可能性があります。
es_es: The dealer's open card is A. It could be blackjack.

source: ディーラーはブラックジャックでした。
es_es: The dealer was blackjack.

source: ブラックジャックではありませんでした。 ゲームを続けましょう。
es_es: It wasn't blackjack. Let's continue the game.

source: ブラックジャックですね！ おめでとうございます。
es_es: It's blackjack! Congratulations.

source: ですが、私もブラックジャックです。 残念でしたね。
es_es: But I'm also blackjack. It's too bad.

source: またの御越しお待ちしております。
es_es: We look forward to seeing you again.

source: チップが足りないようですね、 またの御越しをお待ちしております。
es_es: It looks like you're running out of tips, and we look forward to seeing you again.

source: （アイテムの効果が切れたようだ……）
es_es: (It seems that the effect of the item has expired ...)

source: １勝中。 ＭＡＸ ＢＥＴが３００に増えています。
es_es: One win. MAX BET has increased to 300.

source: ２連勝中。 ＭＡＸ ＢＥＴが５００に増えています。
es_es: Two consecutive wins. MAX BET has increased to 500.

source: ３連勝中。 ＭＡＸ ＢＥＴが１０００に増えています。
es_es: 3 consecutive wins. MAX BET has increased to 1000.

source: １連勝中。 ＭＡＸ ＢＥＴが３０００に増えています。
es_es: One consecutive win. MAX BET has increased to 3000.

source: ２連勝中。 ＭＡＸ ＢＥＴが５０００に増えています。
es_es: Two consecutive wins. MAX BET has increased to 5000.

source: ３連勝中。 ＭＡＸ ＢＥＴが１００００に増えています。
es_es: 3 consecutive wins. MAX BET has increased to 10,000.

source: お客様、波に乗っていますね。
es_es: Customers are riding the waves.

source: いい調子ですね。
es_es: It's in good shape.
