Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016c00c3.po
Languages: es_es

source: （さて、一眠りするかな……）
es_es: (Well, I wonder if I'll sleep ...)

source: ふぁぁぁ……
es_es: Whew ...

source: （遥も眠そうだな。 一緒に寝ないか、誘ってみるか……？）
es_es: (Haruka looks sleepy. Would you like to sleep with me or invite me ...?)

source: （いや、やめておくか。寝よう……）
es_es: (No, do you want to stop? Let's go to bed ...)

source: 遥、眠いのか？ なら、お前も一緒に寝るか？
es_es: Haruka, are you sleepy? Then do you sleep with me?

source: え？ いいの？
es_es: e? okay?

source: ああ。 眠いときは、寝ればいいさ。 さぁ、寝るぞ。
es_es: Oh. When you're sleepy, you can sleep. Let's go to bed.

source: う、うん！
es_es: No!

source: おじさん、起きてる？
es_es: Uncle, are you awake?

source: ああ。どうした？
es_es: Oh. what up?

source: ううん、別に。 なんか、こうしてると、今わたし、 すごく幸せだなーって改めて思えてくるんだ。
es_es: Yeah, apart from that. Somehow, this makes me think again that I'm very happy now.

source: そうか。それはよかったな。
es_es: Really. That was good.

source: うん。……おじさんのおかげだよ。
es_es: Yup. ...... Thanks to my uncle.

source: 俺の？
es_es: my?

source: うん。 普段は恥ずかしいからあんまり言わないけど…… ありがとね、おじさん。
es_es: Yup. I don't say much because I'm usually embarrassed ... Thank you, uncle.

source: 遥…… ふっ、こちらこそ、ありがとうな。 ……さぁ、もう寝るんだ。
es_es: Haruka ... Hmm, thank you very much. ...... Now, I'm going to sleep.

source: うん。おやすみなさい、おじさん。
es_es: Yup. Good night, uncle.

source: おやすみ、遥……
es_es: Good night, Haruka ...

source: （さて、一眠りするかな……）
es_es: (Well, I wonder if I'll sleep ...)

source: ふぁぁぁ……
es_es: Whew ...

source: （遥も眠そうだな。 一緒に寝ないか、誘ってみるか……？）
es_es: (Haruka looks sleepy. Would you like to sleep with me or invite me ...?)

source: （いや、やめておくか。寝よう……）
es_es: (No, do you want to stop? Let's go to bed ...)

source: 遥、眠いのか？ なら、お前も一緒に寝るか？
es_es: Haruka, are you sleepy? Then do you sleep with me?

source: え？ いいの？
es_es: e? okay?

source: ああ。 眠いときは、寝ればいいさ。 さぁ、寝るぞ。
es_es: Oh. When you're sleepy, you can sleep. Let's go to bed.

source: う、うん！
es_es: No!

source: おじさん、起きてる？
es_es: Uncle, are you awake?

source: ああ。どうした？
es_es: Oh. what up?

source: ううん、別に。 なんか、こうしてると、今わたし、 すごく幸せだなーって改めて思えてくるんだ。
es_es: Yeah, apart from that. Somehow, this makes me think again that I'm very happy now.

source: そうか。それはよかったな。
es_es: Really. That was good.

source: うん。……おじさんのおかげだよ。
es_es: Yup. ...... Thanks to my uncle.

source: 俺の？
es_es: my?

source: うん。 普段は恥ずかしいからあんまり言わないけど…… ありがとね、おじさん。
es_es: Yup. I don't say much because I'm usually embarrassed ... Thank you, uncle.

source: 遥…… ふっ、こちらこそ、ありがとうな。 ……さぁ、もう寝るんだ。
es_es: Haruka ... Hmm, thank you very much. ...... Now, I'm going to sleep.

source: うん。おやすみなさい、おじさん。
es_es: Yup. Good night, uncle.

source: おやすみ、遥……
es_es: Good night, Haruka ...

source: （さて、一眠りするかな……）
es_es: (Well, I wonder if I'll sleep ...)

source: ふあぁ……
es_es: Whew ...

source: ん？ どうした？ 遥も眠いのか？
es_es: Hmm? what up? Are you too sleepy?

source: え？ う、うん…… 昨日遅くまでお掃除してたから、ちょっと……
es_es: e? Uh, yeah ... I cleaned it until late yesterday, so a little ...

source: そうか。なら、お前も一緒に寝るか？
es_es: Really. Then do you sleep with me?

source: で、でも……
es_es: But ...

source: 家事や掃除をすることも大事だが、 そこまで根をつめる必要はない。 眠いときは、寝ればいいさ。
es_es: Housework and cleaning are important, but you don't have to take root that much. When you're sleepy, you can sleep.

source: ほら。寝るぞ。
es_es: You see. I'm going to sleep.

source: う、うん。
es_es: No.

source: おじさん…… もう、寝ちゃった？
es_es: Uncle ... Have you fallen asleep yet?

source: ……いや。起きてる。どうかしたのか？
es_es: ……Disagreeable. awake. What's wrong?

source: ううん、ちょっと寝付けなかっただけ。 あんなに眠かったのに、急に目がさえちゃった。
es_es: Yeah, I just couldn't sleep. Even though I was so sleepy, my eyes suddenly closed.

source: ……ねぇおじさん。 おじさんは、寂しくなることってある？
es_es: ...... Hey uncle. Does your uncle ever feel lonely?

source: もちろんあるさ。 家に帰ったときに、遥がいない時とかな。 結構寂しく感じるもんだぞ。
es_es: Of course there is. When I got home, maybe when Haruka wasn't there. I feel pretty lonely.

source: そ、そっか…… えへへへへ……
es_es: I see ... Ehehehe ...

source: だが、そう感じるようになったのも最近のことだ。 以前は、寂しいということがどういうことかも、 よく分かっていなかった。
es_es: But it's only recently that I've come to feel that way. Before, I didn't really understand what it meant to be lonely.

source: え？ どういうこと？
es_es: e? What do you mean?

source: いや、ないな。
es_es: No, no.

source: そっか…… どうして、おじさんは寂しくないの？
es_es: I see ... Why isn't my uncle lonely?

source: 遥がいるからな。 別に寂しくない。
es_es: Because there is Haruka. I'm not lonely.

source: そ、そっか…… えへへへへ……
es_es: I see ... Ehehehe ...

source: ……だが、遥と暮らす以前も、寂しいとは あまり感じていなかったんだ。
es_es: ... But even before I lived with Haruka, I didn't feel lonely.

source: え？ どういうこと？
es_es: e? What do you mean?

source: 慣れたから、かな。
es_es: I'm used to it.

source: え？ どういうこと？
es_es: e? What do you mean?

source: 早いうちに両親を亡くして、俺にとって 孤独は当たり前のものになっていたからな。 それを寂しいと感じることはなかった。
es_es: I lost my parents early and loneliness became the norm for me. I didn't feel lonely.

source: いわば、孤独に慣れていたんだな、俺は。
es_es: So to speak, I was used to loneliness.

source: 孤独に、慣れる……
es_es: Get used to loneliness ...

source: ああ。今考えると、孤独で寂しい日々だったのかも しれない。だが、自分が孤独だということに あの頃の俺は気づくこともできなかった。
es_es: Oh. When I think about it now, it may have been lonely and lonely days. But at that time I couldn't even realize that I was lonely.

source: そっか…… 寂しいことも、当たり前になると、 自分が寂しいんだってことにも気付かなくなる。
es_es: I see ... When things get lonely, you don't even realize that you're lonely.

source: おじさんと出会わなかったら…… 私もそうなっていたのかもしれないね。
es_es: If I hadn't met my uncle ... I might have been like that too.

source: ……さあ、どうだろうな。 だが、お前と暮らしていく中で、俺はそんな 自分を変えることができた気がする。
es_es: ...... Now, how about it? However, I feel that I was able to change myself while living with you.

source: ……誰かが家にいる、 待ってくれてる人がいるってのは、いいもんだな。 これが、家族の温かみ、というやつか。
es_es: ...... It's nice that someone is at home and someone is waiting for you. This is the warmth of the family.

source: か、家族…… 私が？
es_es: Or my family ... I?

source: ああ。少し変わった関係かもしれないが、 俺にとって、お前は大事な家族だ。
es_es: Oh. It may be a strange relationship, but for me you are an important family.

source: だからもしお前が寂しい時や、 つらい時は、遠慮なく言ってくれ。
es_es: So if you're lonely or have a hard time, don't hesitate to tell me.

source: 俺に出来ることなら、いつでも力になってやる。 ……まぁ何が出来るのかは、正直よくわからんがな。
es_es: I'll always help if I can. ...... Well, I honestly don't know what I can do.

source: おじさん…… ふふっ、ありがとう。
es_es: Uncle …… Huh, thank you.

source: さぁ、そろそろ寝るか。 どうだ？ 寝れそうか？
es_es: Is it time to go to bed? How is it? Can you sleep?

source: うん。 ……おやすみ、おじさん。
es_es: Yup. ...... Good night, uncle.

source: おやすみ、遥。
es_es: Good night, Haruka.

source: （さて、一眠りするかな……）
es_es: (Well, I wonder if I'll sleep ...)

source: （……いや、やめておくか）
es_es: (... No, do you want to stop it?)

source: 遥
es_es: remote

source: 誘う
es_es: Invite

source: 誘わない
es_es: Don't invite

source: 龍馬
es_es: Ryoma

source: 寝る
es_es: sleep

source: やめる
es_es: Stop

source: もちろんある
es_es: Of course there is

source: ないな
es_es: No

source: 遥がいるから
es_es: Because there is Haruka

source: 慣れたから
es_es: I got used to it
