Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0107115d.po
Languages: es_es

source: これから、三番隊の任務に関するご説明をさせて 頂きますので、よく聞いておいて下さい。
es_es: From now on, I will explain the mission of the 3rd Corps, so please listen carefully.

source: なお、これからご説明させて頂くことは、 メニューの遊び方からご確認いただけます。
es_es: You can check how to play the menu for what I will explain from now on.

source: それではさっそく始めましょう。
es_es: Let's get started.

source: 我々三番隊は、新選組が御公儀から仰せつかった 極秘任務を遂行しております。
es_es: We, the Third Corps, are carrying out the top secret mission that the Shinsengumi has given us from the official courtesy.

source: 主な内容は京はずれの洞窟を根城としている盗賊退治 であり、京都の治安維持を担う大切なお役目です。
es_es: The main content is the extermination of bandits whose roots are in a cave on the outskirts of Kyoto, and it plays an important role in maintaining the security of Kyoto.

source: それでは、具体的な任務内容を 説明させて頂きます。
es_es: Then, I will explain the specific contents of the mission.

source: 隊長には、先ほど申し上げた盗賊の洞窟に 討ち入っていただきたいのです。
es_es: I would like the captain to sneak into the thief's cave I mentioned earlier.

source: 三番隊隊長になられるほどですから、 当然、腕に自信をお持ちかと思います。
es_es: You can be the captain of the 3rd division, so of course you have confidence in your arms.

source: しかし、前任の山南隊長も苦戦されていた 危険な任務ですので、三番隊の隊士たちの力も 借りたほうが賢明かと思われます。
es_es: However, it is a dangerous mission that the former Captain Yamanami was also struggling with, so it seems wise to use the help of the members of the Third Division.

source: ……と言いましても、極秘任務のため 大勢で一気に退治するような派手な動きはできず 隊長を含め最大５人でしか洞窟に行けません。
es_es: Even so, because of the top secret mission, a large number of people cannot make a flashy move to get rid of them all at once, and only a maximum of 5 people including the captain can go to the cave.

source: ……さらには、かつて２００人ほどを数えた 三番隊も、強敵が待ち受ける洞窟深部に進む につれて被害者が次々に増えていった結果……
es_es: ...... Furthermore, the third corps, which once counted about 200 people, was the result of the number of victims increasing one after another as it went deeper into the cave where strong enemies awaited ...

source: 現在、隊長と一緒に洞窟へ行ける隊士は ６人しかおりません。 いま、そのうちの１人を紹介いたします。
es_es: Currently, there are only 6 soldiers who can go to the cave with the captain. I would like to introduce one of them now.

source: おい、成田君！ ちょっとこっちに来なさい！
es_es: Hey, Narita! Come over here for a moment!

source: はい、何用でございましょうか？
es_es: Yes, what are you going to use?

source: こちらが斎藤隊長だ。 お前も話ぐらいは聞いているだろう。
es_es: This is Captain Saito. You're probably listening to the story.

source: あ、はじめまして！ 斎藤隊長！ 三番隊の成田五郎と申します。 以後、お見知りおきください！
es_es: Oh, nice to meet you! Captain Saito! My name is Goro Narita from the 3rd Division. After that, please know!

source: 三番隊の任務では、隊士はカードとして 隊長に同行します。
es_es: In the mission of the third unit, the soldier accompanies the captain as a card.

source: 隊士を連れていけるのは三番隊の任務のみで 同行人数は最大４人となりますが、隊士たちは 斎藤隊長を強力に援護してくれます。
es_es: Only the mission of the 3rd unit can bring the troops, and the maximum number of people to accompany them is 4, but the troops strongly support Captain Saito.

source: 隊士はそれぞれ隊士能力と呼ばれる特殊な能力を 持っており、能力を発動させることで隊長を援護、 隊長自身が強くなります。
es_es: Each unit has a special ability called the unit ability, and by activating the ability, the captain is supported and the captain himself becomes stronger.

source: 隊士たちは任務に連れていくことで成長し 体力と充填速度が上昇します。
es_es: As the soldiers are taken to the mission, they will grow and their health and filling speed will increase.

source: 隊士の体力は斎藤隊長の体力を増加させ、 隊士の充填速度は隊士の能力使用までの 時間を短縮します。
es_es: The physical strength of the soldier increases the physical strength of Captain Saito, and the filling speed of the soldier shortens the time to use the ability of the soldier.

source: 隊士たちと力を合わせて、難攻不落の 洞窟に潜む盗賊たちを退治してください。
es_es: Join forces with the soldiers to defeat the bandits in the impregnable cave.

source: いま、三番隊に残っているのは この成田君を含めた６人です。
es_es: Currently, there are 6 people left in the 3rd corps, including Mr. Narita.

source: いい機会ですから、ほかの隊士も紹介します。 三番隊の極秘任務は、私が補佐しますので 何なりとお申し付けください。
es_es: This is a good opportunity, so I will introduce other soldiers as well. I will assist you in the top secret mission of the 3rd Corps, so please tell us anything.

source: それでは、編成を選択してください。
es_es: Now select the organization.

source: ここの画面で出撃する隊士たちを編成します。 この画面で<Sign:1>を押すと、隊士一覧を確認できます。
es_es: Organize the soldiers to sortie on the screen here. On this screen<Sign:1> You can check the list of soldiers by pressing.

source: ここで表示される隊士たちがいま現在、 斎藤隊長率いる三番隊に所属する すべての隊士です。
es_es: The soldiers displayed here are all the soldiers who belong to the 3rd division led by Captain Saito.

source: 組の空き枠『伍長』を選択して、 隊士一覧から伍長にする隊士を決めてください。 今回は、成田五郎を伍長にしましょう。
es_es: Select the empty frame "Corporal" of the group and decide the corporal to be the corporal from the list of corporals. This time, let's make Goro Narita the corporal.

source: 伍長能力は、伍長に任命された隊士のみが 発動する能力です。
es_es: Corporal ability is an ability that can only be activated by a soldier appointed as a corporal.

source: 常に効果を発揮する能力なので、 大切な要素の一つです。 よく覚えておいてください。
es_es: It is one of the important factors because it is the ability to always exert its effect. Please remember it well.

source: それでは、さっそく出撃してみましょう。
es_es: Let's sortie out now.

source: それでは、出撃するために、 出兵を選択してください。
es_es: Now select a troop to sortie.

source: 出兵先として、野盗の洞窟を選択してください。
es_es: Select a bandit cave as your destination.

source: ご覧になって分かるように、倒すべき敵は たくさんいますが、今回は「刀部隊を倒せ」 を選択して、敵を倒しに行きましょう。
es_es: As you can see, there are many enemies to defeat, but this time, select "Defeat the sword unit" and go to defeat the enemies.

source: 最後に、出兵する組を選択してください。 組を選択したら、すぐに出発です。
es_es: Finally, select the group to be dispatched. Once you've selected a pair, you're ready to go.

source: 戦闘が終了すると、結果が表示されます。 隊士の成長や獲得した武器や道具を確認できます。 レベルが上がった隊士がいるようです。
es_es: When the battle is over, the results will be displayed. You can check the growth of soldiers and the weapons and tools they have acquired. There seems to be a soldier whose level has risen.

source: お疲れ様でした、隊長。 どうやら無事に野盗を倒せたようですね。
es_es: Thank you for your hard work, Captain. Apparently, you've successfully defeated the bandits.

source: ですが、先に進むともっと強い輩が ゴロゴロしているので、 決して油断はされないようにお願いします。
es_es: However, if you go ahead, stronger people will be rumbling, so please be careful.

source: 分からないことがあったら、メニューの遊び方から ご確認いただけますので、よろしくお願いします。
es_es: If you have any questions, you can check how to play the menu. Thank you.

source: それでは、一度屯所へ戻りましょう。
es_es: Let's go back to the tunsho.

source: お疲れ様でした、隊長。 どうやら無事に野盗を倒せたようですね。
es_es: Thank you for your hard work, Captain. Apparently, you've successfully defeated the bandits.

source: しかし、今回の洞窟にいたのは雑魚ばかりでした。 先に進むともっと強い輩がゴロゴロしているので 決して油断はされないようにお願いします。
es_es: However, there were only small fish in the cave this time. If you go ahead, stronger people will be rumbling, so please be careful.

source: それから今後、隊士を増やしていく方法ですが 倒した敵の中から改心して新選組に憧れる者がいれば 隊士として仲間にしてもいいでしょう。
es_es: Then, in the future, it is a way to increase the number of soldiers, but if there is a person who is converted from the defeated enemies and longs for the Shinsengumi, you can join as a soldier.

source: 弱体化した三番隊の隊士集めは重要な任務ですので、 全盛期の復活を目指してよろしくお願いします。
es_es: It is an important task to gather the weakened members of the Third Division, so please aim for the revival of the heyday.

source: 強い隊士たちを集めていき、京の平和を脅かす 悪党どもを退治していきましょう！
es_es: Let's gather strong soldiers and get rid of the villains who threaten the peace of Kyoto!

source: 隊長、お疲れさまでした！ それでは、また任務を受けたくなった際には この屯所の受付までお立ち寄りください。
es_es: Captain, thank you for your hard work! Then, if you want to take on a mission again, please drop in at the reception desk of this tunsho.

source: レベルの上限は、隊士の希少度ごとに異なります。 それぞれのレベル上限は、Ｃは４０、ＵＣは６０、 Ｒは８０、ＳＲは９９です。
es_es: The upper limit of the level depends on the rarity of the soldier. The upper limit of each level is 40 for C, 60 for UC, 80 for R, and 99 for SR.

source: 任務に成功すると隊士の忠誠心が上昇しますが 失敗したり、死亡すると下がってしまいます。
es_es: Successful missions increase the loyalty of the soldiers, but fail or die.

source: 忠誠心が０になった隊士は、新選組から脱走して いなくなってしまうので注意してください。
es_es: Please note that a soldier whose loyalty has become 0 will no longer escape from the Shinsengumi.

source: 詳細を確認し終わったら、「戦果報告を終了する」 を選択して、屯所に戻ってください。
es_es: When you have finished reviewing the details, select "End War Report" to return to the tunsho.

source: 受付
es_es: Reception

source: 成田
es_es: Narita
