Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021d21.po
Languages: es_es

source: ば、馬鹿な……！ こいが、新選組……
es_es: For example, it's stupid ...! Koiga, Shinsengumi ……

source: 西郷に会わせてもらおうか…… そうすりゃここであったことは なかったことにしてやる。
es_es: Let's meet Saigo ... Then I'll assume that I've never been here.

source: なに……？
es_es: What……?

source: おおっぴらにしたとこで 困るのはあんたらだけだと思うがな。
es_es: I think you're the only one who's having trouble with the openness.

source: 俺は仕事で来たんだ。 あんたも自分の仕事に専念するなら 誰にとっても面倒はない。……違うか？
es_es: I came for work. If you concentrate on your work, it's not a hassle for anyone. ……Different?

source: （ここか。京都薩摩藩邸ってのは……）
es_es: (Here? What is the Kyoto Satsuma clan's residence ...)

source: こいはこいは…… 新選組の方でごわすか。 お役目ご苦労様に存じもす。
es_es: Koiha Koiha ... Would you like to go to the Shinsengumi? Thank you for your hard work.

source: ……新選組三番隊隊長、斎藤一だ。 西郷吉之助殿に取り次いでもらいたい。
es_es: ...... I'm Hajime Saito, the captain of the Shinsengumi 3rd division. I would like Saigo Yoshinosuke to take over.

source: ほう。西郷先生に……？ どげなご用件で？
es_es: How. To Saigo-sensei ...? Is it a ridiculous matter?

source: 坂本龍馬という男について聞きたいことがある。
es_es: I have something to ask about a man named Ryoma Sakamoto.

source: 左様で…… そいはもう新選組の御用とあれば 断る理由はごわはん。
es_es: On the left ... I don't know the reason for refusing if it's already for the Shinsengumi.

source: 心得もした。オイが、ご案内しもす。 どうぞこちらへ。
es_es: I also knew it. Oy will also guide you. Please go here.

source: ……西郷は藩邸の中じゃないのか？
es_es: ...... Isn't Saigo in the clan's residence?

source: ハッハハハ、あんお方は屋敷の中で じっとしておられんもんで。
es_es: Hahahaha, you're still in the mansion.

source: まあどうぞ。すぐ近くでごわす。
es_es: Well please. I'll squeeze in the immediate vicinity.

source: あんた…… 門番のわりにずいぶん藩邸から離れるんだな。
es_es: You ... You're far away from the clan's residence instead of the gatekeeper.

source: こいつらは？ ……どういうつもりだ？
es_es: These guys? ...... What are you going to do?

source: 新選組ちゅうのは、 ずいぶんと人を斬ってきもした。
es_es: The Shinsengumi has also cut a lot of people.

source: ほんのことをいうと薩摩のモンも多少…… 「壬生狼」に斬られたモンもおりもす。
es_es: To tell the truth, there are some Satsuma mons ... Some mons were cut by the "Issei Wolf".

source: おはんが薩摩の人間を斬ったかはどうでもよか…… じゃっどん、おはんな三番隊の隊長でごわす。
es_es: It doesn't matter if the rice slashed the humans in Satsuma ...

source: 兄弟や子らを新選組に斬られた 恨みを持つモンには…… そいだけで十分斬る理由になりもす。
es_es: For Mon, who has a grudge against his brothers and children being slashed by the Shinsengumi ...

source: 弟の仇じゃ……！
es_es: My brother's death ...!

source: 壬生狼めが…… オイの息子ば斬りよった！
es_es: Mibu Wolf is ... Oy's son slashed!

source: 幕府のイヌめ!!
es_es: Bakufu dogs !!

source: ハナから西郷に会わせる気は なかったってことか。
es_es: Did you mean that Hana didn't want to meet Saigo?

source: 不用心、不用心。 新選組幹部ともあろうもんが、 たった１人で来っとは。
es_es: Carelessness, carelessness. It may be a Shinsengumi executive, but it's only one person who came.

source: 薩摩をナメちょるんかこらあ!!
es_es: Satsuma is not good!

source: （中岡も“もう一人の坂本龍馬”について 知らなかったか……）
es_es: (Did Nakaoka also know about "another Ryoma Sakamoto" ...)

source: （あとは近藤の指示通り、薩摩藩邸の西郷に 直接話を聞くしかなさそうだな）
es_es: (The rest seems to have to talk directly to Saigo of the Satsuma feudal clan's residence, as instructed by Kondo.)

source: 門番
es_es: Gatekeeper

source: 龍馬
es_es: Ryoma

source: 殺気立った薩摩藩士
es_es: Satsuma Domain

source: 怒りに震える薩摩藩士
es_es: Satsuma Domain trembling with anger

source: 血の気の多い薩摩藩士
es_es: Bloody Satsuma Domain
