Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c14ce.po
Languages: es_es

source: まったく、いつもいつもお前は しかたのない奴だな。
es_es: At all, you're always the one who can't help.

source: ミャア……
es_es: Myaa ……

source: お前はいつかそのおっちょこちょいで 命を落とすぞ…… ちゃんと聞いているのか？
es_es: You'll die someday from that mess ... Are you listening properly?

source: ミャア。
es_es: Myaa.

source: ……よし、こんなもんだろう。 美人になったな。
es_es: ...... Okay, it's like this. I became a beautiful woman.

source: ミャアミャア。
es_es: Mya Amya.

source: 心なしか嬉しそうだな…… これに懲りたら、もうあんな危ないところに 居座るんじゃない。わかったか？
es_es: I'm glad if I don't have a heart ... If I learn from this, I won't be in such a dangerous place anymore. Did you understand?

source: ミャ…… ミャア。
es_es: Myaa ... Myaa.

source: ……自信がないようだな。
es_es: ...... I don't seem to be confident.

source: （こいつのおっちょこちょいは簡単に なおるもんでもなさそうだ。 放っておいたら危険かもしれん。よし……）
es_es: (It doesn't look like it's easy to get rid of this crap. It might be dangerous if you leave it alone. Okay ...)

source: よし、今日からお前は俺の猫だ。 うちで生活しろ。それなら危険もないだろう。 ……いいな？
es_es: Alright, from today you are my cat. Live at home. Then there would be no danger. ...... Is it okay?

source: ……ミャア！
es_es: ...... Myaa!

source: いい返事だ。
es_es: Good reply.

source: 汚れた猫に名前をつけてください。
es_es: Give your dirty cat a name.

source: %sがペットになりました。
es_es: % s is now a pet.

source: ……フッ、何度も洗っているからか慣れたもんだな。 ずいぶんおとなしいじゃないか。
es_es: …… Huh, I'm used to it because I've washed it many times. Isn't it quite quiet?

source: ミャア。
es_es: Myaa.

source: フフフ。……うんと綺麗にしてやるからな。
es_es: Fufufu. ...... Yeah, I'll clean it up.

source: ミャアオ！
es_es: Myao!

source: ……本当にお前はどうしようもない奴だな。 綺麗にしてやるから大人しくしてろよ。
es_es: ...... You really can't help it. I'll clean it up so be quiet.

source: ミャア……
es_es: Myaa ……

source: よしよし、こんなもんだろう。
es_es: Alright, it's like this.

source: ミャア。
es_es: Myaa.

source: おとなしくしてろよ……
es_es: Be quiet ...

source: フシャーッ！
es_es: Husher!

source: おい、暴れるな。 綺麗にしてやるから…… 痛っ！
es_es: Hey, don't rampage. I'll clean it up ... it hurts!

source: ニャーゴ！
es_es: Nyago!

source: ……よし、こんなもんだろう。
es_es: ...... Okay, it's like this.

source: ミャア。
es_es: Myaa.

source: フッ、綺麗になった途端、 おとなしくなりやがって。
es_es: Huh, as soon as it became beautiful, it became quiet.

source: 汚れた猫
es_es: Dirty cat

source: 綺麗になった猫
es_es: Beautiful cat
