Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c14b2.po
Languages: es_es

source: ……ふぅ、爺さん。 これで満足したか？
es_es: …… Huh, old man. Are you satisfied with this?

source: 斎藤よ……
es_es: Saito ...

source: ……わし、感動した！ お前、歌上手いんじゃのう！
es_es: ...... I was impressed! You're good at singing!

source: そ、そうか……？
es_es: Oh yeah ...?

source: あぁ、わしより上手いぞ！ 格好いいのう！ 女も放っておかんじゃろうて！ よっこの色男！
es_es: Oh, I'm better than me! It's cool! Let's leave the woman alone! Yokko's color man!

source: （うーむ、どっちが接待されてるか わからなくなってきたな……）
es_es: (Hmm, I don't know which one is being entertained ...)

source: さぁ、次の歌じゃ！ 斎藤よ、もっと歌ってくれ！
es_es: Now for the next song! Saito, sing more!

source: 何？ また俺が歌うのか？
es_es: what? Will I sing again?

source: 当然じゃ。わし、もっと斎藤の歌が聴きたい！
es_es: Of course. I want to hear more Saito's songs!

source: うーん、しかたないな……
es_es: Well, it can't be helped ...

source: ……お前、あんまり歌上手くないのう！ がっはっは！
es_es: ...... You're not very good at singing! Gahaha!

source: ……すまん。
es_es: ……sorry.

source: そう落ち込むな。芸術は技術ではない。 心がこもっていればいいんじゃよ！ だから元気をだすんじゃ。な。斎藤。
es_es: Don't be so depressed. Art is not technology. I wish I was full of heart! That's why I'm fine. Na. Saito.

source: （うーむ、どっちが接待されてるか わからなくなってきたな……）
es_es: (Hmm, I don't know which one is being entertained ...)

source: さぁ、次の歌じゃ！ 斎藤よ、もっと歌ってくれ！
es_es: Now for the next song! Saito, sing more!

source: 何？ また俺が歌うのか？
es_es: what? Will I sing again?

source: 当然じゃ。芸術は技術が全てではないが、 大事な要素なことに変わりはない。 これからわしがみっちりしごいてやるからな！
es_es: Of course. Art isn't all about technology, but it's still an important factor. I'm going to squeeze it tightly from now on!

source: むう……
es_es: Muu ……

source: はぁ…… はぁ…… 歌い疲れた……
es_es: Hmm ... Hmm ... I'm tired of singing ...

source: なんじゃ斎藤！ もうへばったのか！ だらしないのう！ がっはっは！
es_es: What the hell Saito! Have you gone crazy! Don't be sloppy! Gahaha!

source: さすがにもう歌えん……
es_es: As expected, I can't sing anymore ...

source: そうか、結構結構……
es_es: Well, it's pretty ...

source: む…… むむぅぅぅーっ!?
es_es: Mu …… Mumuuuuu !?

source: ど、どうした爺さん。
es_es: What's wrong with the old man?

source: なんじゃ、斎藤の歌を聴いとったら、 突然、創作意欲がとめどなくあふれ出てきたわい！
es_es: What 's, if O'listening to the song of Saito, it came out full of sudden, endlessly the creative impulse!

source: 何だと!? 俺の歌で創作意欲が？
es_es: What !? Is my song motivated to create?

source: ふぬぉぉ…… わしの手に神が降りてきそうな兆し！ すぐに紙と筆を用意せい！ 今すぐじゃ！
es_es: Funu ... A sign that God is about to come down in my hand! Get your paper and brush ready! Right now!

source: か、神が!? わ、わかった。
es_es: Or God !? Wow, I understand.

source: ふぅ…… 完成じゃ。
es_es: Hmm ... it's done.

source: （一気に描き上げてしまった。すごい集中力だ）
es_es: (I drew it all at once. It's a great concentration)

source: （忘れていたが、この爺さん、 本当に芸術家の先生だったんだな）
es_es: (I forgot, this old man was really an artist teacher)

source: 斎藤よ、見よ！ このわしの作品を！ お前の歌を表現してみたぞ！
es_es: Saito, look! This my work! I tried to express your song!

source: （こ、これは……）
es_es: (Th-This is……)

source: （よくわからん……！）
es_es: (Well I do not know……!)

source: どうじゃ？ 斎藤。 すごい作品ができたとは思わんか？
es_es: How is it? Saito. Do you think you made a great work?

source: あ、あぁ…… すごいな。 たしかにすごさはわかる……
es_es: Ah, ah ... it's amazing. I know how amazing it is ...

source: ほう、斎藤にはわかるか。 ……して、どこがすごいと思った？
es_es: Hmm, does Saito understand? …… And what did you think was amazing?

source: 艶やかに表現された繊細さだ。 俺はそこが一番すごいと思ったな。
es_es: It is a delicate expression that is glossy. I thought that was the most amazing thing.

source: 繊細さ……？
es_es: Delicacy ……?

source: はて、わしはこの絵に そんなもんを表現した覚えはないんじゃが……
es_es: Well, I don't remember expressing such a thing in this picture ...

source: （どうやら的外れなことを 言ってしまったようだな……）
es_es: (It seems that he said something wrong ...)

source: はぁ…… 斎藤。 お前、芸術を見る目はあまりないようじゃな。
es_es: Hmm ... Saito. You don't seem to have much eyes to see art.

source: ……すまん。
es_es: ……sorry.

source: 豪快に表現された男らしさだ。 俺はそこが一番すごいと思ったな。
es_es: It's a boldly expressed masculinity. I thought that was the most amazing thing.

source: 男らしさ……？
es_es: Masculinity ...?

source: そう！ その通りじゃ！ 見事、 わしが表現したかったものを言い当ててくれたのう！
es_es: so! That's right! You've guessed what I wanted to express!

source: （よし、満足いく答えだったらしいな）
es_es: (OK, it seems that it was a satisfying answer)

source: 斎藤、お前なかなか 芸術を見る目がありそうじゃな。結構結構。
es_es: Saito, I think you have a good eye for art. Quite fine.

source: フッ、そうか？
es_es: Huh, is that so?

source: ……よくわからんがすごいな。
es_es: ...... I don't really understand.

source: がっはっは！ よくわからんがすごい、か！ 斎藤、お前正直者すぎるであろう！
es_es: Gahaha! I don't really understand it! Saito, you're too honest!

source: （何故かはわからないが、喜んでいるな……）
es_es: (I don't know why, but I'm happy ...)

source: さすが斎藤じゃ。結構結構。 うん、この絵はちと難しかったかもしれんな。
es_es: As expected, it's Saito. Quite fine. Yeah, this picture might have been difficult.

source: そうだな、少し俺には難しかった。
es_es: Well, it was a little difficult for me.

source: ……ところで斎藤。 お前、歌以外に何か芸術らしいことできんのか？
es_es: …… By the way, Saito. Can you do something artistic other than singing?

source: 歌以外か…… 他にできる芸術らしいことと言えば……
es_es: Other than singing ... Speaking of other artistic things that can be done ...

source: ……舞踊とか。
es_es: ...... Dance.

source: 何ぃ！ お前、踊れるのか！ 何故それを早く言わん！
es_es: What! Can you dance! Why don't you say that early!

source: 斎藤よ、踊れ！ わしはお前の舞踊が見たい！
es_es: Saito, dance! I want to see your dance!

source: おい、もう勘弁してくれ……
es_es: Hey, please forgive me ...

source: そら、行くぞ行くぞ！ はよう準備せい！
es_es: Let's go, let's go! Good morning preparation!

source: よっ、斎藤！ 待ってました！
es_es: Yo, Saito! I've been waiting!

source: ……茶化すんじゃない。
es_es: ...... It's not teasing.

source: （うーむ、芸術家の前で歌を歌うハメになるとは…… あまり気乗りはしないが、接待だからな。 仕方ない、１曲歌うか……）
es_es: (Hmm, I don't feel like singing a song in front of an artist ... I don't really like it, but it's entertainment. I can't help but sing one song ...)

source: 神田
es_es: Kanda

source: 艶やかに表現された繊細さ
es_es: Glossy expression of delicacy

source: 豪快に表現された男らしさ
es_es: Excitingly expressed masculinity

source: よくわからんがすごい
es_es: I don't really understand
