Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01160dca.po
Languages: es_es

source: えっ!?
es_es: eh!?

source: ん……？
es_es: Hmm……?

source: 何かしら、これ……
es_es: Somehow, this ...

source: どうしたんだ？
es_es: What happened?

source: 私、毎日この井戸水を汲みに来ているのだけど、 水を汲んだらこんなものが入っていたの。 誰かが落としちゃったのかもね。
es_es: I come to fetch this well water every day, but when I fetched the water, it contained something like this. Maybe someone dropped it.

source: 私はいらないし…… あなたにあげるわ。
es_es: I don't need it ... I'll give it to you.

source: 「<Color:8>鉄くず<Color:Default>」をもらった
es_es: "<Color:8> Iron scrap<Color:Default> I got

source: そこの水おいしいから飲んでみるといいわよ。 じゃあね。
es_es: The water there is delicious so you should try it. See ya.

source: 井戸か…… 喉が乾いたら飲んでみるか。
es_es: Well ... Would you like to drink it when you're thirsty?

source: 町には井戸があります。 おいしい水が汲めるので見つけたら調べてみましょう。 もしかすると水だけでなく、 誰かが落としたものが見つかるかもしれません。 見つけたら積極的に調べてみましょう。
es_es: There is a well in the town. You can get delicious water, so if you find one, check it out. Maybe you'll find something dropped by someone, not just water. If you find one, let's actively investigate it.

source: 親切なおばさん
es_es: Kind aunt

source: 井戸水
es_es: well water
