Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016e0031.po
Languages: es_es

source: おいこらじじい！
es_es: Hey old man!

source: さっさと金出さんかい！
es_es: Is it Mr. Kanade?

source: ほ、本当にお金はないんじゃよ。 か、堪忍しとくれ～！
es_es: I really don't have any money. Or be patient!

source: （……爺さんが襲われているみたいだな）
es_es: (... It looks like the old man is being attacked)

source: あ！ そ、そこのお侍さん！ た、頼む！ 助けてくれ～！
es_es: Ah! Well, the samurai there! I beg you! Please help me ~!

source: なんだい？ お侍さん…… 俺たち忙しいから、邪魔しないでくれよな。
es_es: What is it? Samurai ... We're busy, so don't disturb us.

source: おいおい！ このお侍、良い形してんな…… こいつの方が金もってそうだぜ！
es_es: Hey! This samurai is in good shape ... he seems to have more money!

source: ……確かにな。
es_es: ...... Sure.

source: よし、標的変更だ！ この生意気な野郎の身ぐるみ……
es_es: Alright, change the target! This cheeky bastard's costume ...

source: はがしちまおうぜ！
es_es: Let's peel it off!

source: な、なんて腕だ…… 信じられん……
es_es: What an arm ... I can't believe it ...

source: お…… お前ら、ずらかるぞ……!!
es_es: You guys are crazy ... !!

source: あ、ありがとう。おかげで助かったわい。 お礼に、何か差し上げたいところなんじゃが、 あいにく持ち合わせがなくてのぅ……
es_es: Oh, thank you. Thank you for your help. Thank you, I'd like to give you something, but unfortunately I don't have one ...

source: 気にするな。礼目当てでやったわけじゃない。
es_es: dont 'worry. I didn't do it for gratitude.

source: すまんのう。……あんた、立派なお方じゃな。 きっと神様も、あんたの行動を褒めて、 「徳」を与えてくれるはずじゃ。
es_es: I'm sorry. ...... You're a good person. I'm sure God will praise your actions and give you "virtue."

source: ……「徳」？
es_es: ......"De"?

source: ああ。この土地では昔から、何か良いことをした 人には、神様がそれを称えて「徳」を与えて くださる、という言い伝えがあるんじゃ。
es_es: Oh. There has been a tradition in this land that God gives "virtue" to people who have done something good in honor of it.

source: 悪い奴らをこらしめたり、街の人たちに 優しくしたり…… そういう、人のためになる 行為をすると「徳」が与えられて蓄積されていく。
es_es: If you do something that is good for people, such as punishing bad people or being kind to the people in the city, "virtue" will be given and accumulated.

source: そうやって「徳」を多く集めた者は、見返りとして 様々な御利益を得ることができる、 と言われとるんじゃ。
es_es: It is said that those who collect a lot of "virtue" in this way can get various benefits in return.

source: ほう。……まぁ、にわかには信じ難い話だな。
es_es: How. ...... Well, it's hard to believe.

source: そう思うのも無理はない。じゃが迷信ではないぞ。 現にお主にも…… ほれ！
es_es: It's no wonder I think so. It's not a superstition. In fact, to the Lord ...

source: 「徳」を５手に入れた
es_es: Got 5 "virtues"

source: 人々との交流や、悪人の撃破など、街にとって 「良いこと」をすると「徳」を得ることができます。
es_es: You can get "virtue" by doing "good things" for the city, such as interacting with people and defeating bad guys.

source: 「徳」を集めて使用することで、様々なご利益を得る ことができるようになります。
es_es: By collecting and using "virtue", you will be able to obtain various benefits.

source: また、「徳」が得られるような行動をしていくと、 街の人たちからの評判も上がっていき、 挨拶をしてくれたりするようになります。
es_es: In addition, if you take actions that will give you "virtue," the people in the city will gain a good reputation and you will be able to say hello.

source: 積極的に街の人と交流したり、助けてあげたりして、 「徳」を集めていきましょう。
es_es: Let's collect "virtue" by actively interacting with and helping the people in the city.

source: ……!! はっきりとは言えないが 確かに、何かを得たような気がするな……
es_es: …… !! I can't say for sure, but I feel like I got something ……

source: じゃろ？ それこそが「徳」じゃ！ その調子で「徳」を集めていくといい。 コツコツ、コツコツ、とな。
es_es: Isn't it? That is "virtue"! It is good to collect "virtue" in that condition. It's steadily, steadily.

source: コツコツ、か…… 時間がかかりそうだな。
es_es: It seems like it will take some time.

source: まぁな。だが手っ取り早く、多くの「徳」を 稼ぐ方法も実はあるんじゃ。 それは…… 「神のお題」をこなすことじゃ。
es_es: Well. However, there is actually a quick way to earn a lot of "virtue". That is ... to do "God's theme".

source: 「神のお題」？
es_es: "God's theme"?

source: 「神のお題」はこの地に伝わる文書でな。 「徳」をたくさん得るために、神が出されたと 言われる課題が記されているのじゃ。
es_es: "God's theme" is a document that is handed down here. The task that is said to have been given by God in order to obtain a lot of "virtue" is described.

source: そうじゃ。試しにお主に「神のお題」に書かれた 課題を２つほど、紹介してやろう。
es_es: That's right. As a test, I would like to introduce two tasks that are mainly written in "God's Theme".

source: 神のお題 一、万屋と友達になれ 二、10人の敵を撃破せよ
es_es: God's theme, make friends with Manya, defeat two or ten enemies

source: とりあえず、この２つの課題をこなしてみなさい。 きっと、達成したら沢山の「徳」を得られるはずじゃ。
es_es: For the time being, try to complete these two tasks. I'm sure you will get a lot of "virtue" if you achieve it.

source: わかった。やってみる。
es_es: all right. Try.

source: うむ。「徳」をある程度集めたら、 ひとまず、わしのところにきなさい。
es_es: Umm. After collecting some "virtue", come to me for the time being.

source: こう見えても、わしは神主じゃからな。 お主の「徳」を、きっちり神に引き渡して、 神からのご利益をお主に与えてみせよう。
es_es: Even if it looks like this, I'm not a priest. Let's hand over the "virtue" of the Lord to God and give the Lord the benefits of God.

source: そうじゃな…… 「徳」が５０溜まったら、 わしに声をかけておくれ。
es_es: That's right ... When you have 50 "virtues", call me.

source: わかった。
es_es: all right.

source: おお、先日のお侍さんか。 どうしたんじゃ？
es_es: Oh, the other day's samurai? What's wrong?

source: おお！ 徳を50以上集めてきたようじゃな。 では、わしが神に引き渡して、 ご利益を与えてもらおう。
es_es: Oh! It seems that you have collected more than 50 virtues. Now, let me hand it over to God for merit.

source: うーん…… ほれっ！
es_es: Hmm ...

source: 「<Color:8>万能丹 究極<Color:Default>」を貰った
es_es: "<Color:8> Universal Tan Ultimate<Color:Default> I got

source: どうじゃ。こんな感じで「徳」を集めることで 色々なご利益をたまわることができるのじゃ。
es_es: How is it? By collecting "virtue" like this, you can collect various benefits.

source: ふむ。これはなかなかありがたいな。
es_es: HM. I'm very grateful for this.

source: そうじゃろう。 今後も精進するのじゃぞ。 神はいつも、お主をみているんじゃからな。
es_es: That's right. I will continue to devote myself. God is always looking at the Lord.

source: さて長居してしまった…… そろそろ、わしは帰るとしますかな。 それでは達者での。
es_es: Well, I've been living for a long time ... I wonder if I'll be back soon. Well then, as a master.

source: おや…… ご利益を受けるには、まだ徳が足りないようじゃな。
es_es: Ah ... I don't think there is enough virtue to benefit.

source: 徳が50以上になったら、また声をかけておくれ。
es_es: When the virtue reaches 50 or more, call out again.

source: 人々との交流や、悪人の撃破など、街にとって 「良いこと」をすると「徳」を得ることができます。
es_es: You can get "virtue" by doing "good things" for the city, such as interacting with people and defeating bad guys.

source: 「徳」を集めて使用することで、 様々なご利益を得ることができるようになります。
es_es: By collecting and using "virtue", you will be able to obtain various benefits.

source: また、「徳」が得られるような行動をしていくと、 街の人たちからの評判も上がっていき、 挨拶をしてくれたりするようになります。
es_es: In addition, if you take actions that will give you "virtue," the people in the city will gain a good reputation and you will be able to say hello.

source: 積極的に街の人と交流したり、助けてあげたりして、 「徳」を集めていきましょう。
es_es: Let's collect "virtue" by actively interacting with and helping the people in the city.

source: 「徳」が５０集まったら、わしに声をかけてくれ。 「神のお題」をこなすと、 「徳」が沢山集まるからおすすめじゃぞ。
es_es: When you have 50 "virtues", call me. If you do "God's theme", you will get a lot of "virtue", so I recommend it.

source: 「徳」が５０集まったら、わしに声をかけてくれ。 「神のお題」をこなすと、「徳」が沢山集まるから おすすめじゃぞ。
es_es: When you have 50 "virtues", call me. If you do "God's theme", you will get a lot of "virtue", so I recommend it.

source: 横柄な浪士
es_es: Arrogant Ronin

source: 神主
es_es: Shinto priest

source: 不敵な浪士
es_es: Invincible Ronin

source: 「徳」でご利益を受ける
es_es: Benefit from "virtue"

source: 「徳」についての説明を受ける
es_es: Receive an explanation about "virtue"

source: なんでもない
es_es: nothing
