Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e76.po
Languages: es_es

source: （……今はただ、酒が飲みたい……）
es_es: (... I just want to drink ...)

source: （福々屋にでも行くか…… 伏見一番街だったな）
es_es: (Would you like to go to Fukufukuya ... It was Fushimi Ichibancho)

source: じゃあ、武市は……
es_es: Then, Takeichi is ...

source: ああ…… 土佐の大殿、山内容堂公の裁きで 切腹に処されたらしい。
es_es: Ah ... It seems that Tosa's Great Hall was septated at the judgment of Yamauchi Toyoshige.

source: 岡田以蔵を使った京での幕府要人達の暗殺…… その首謀者としてだ。
es_es: Assassination of Bakufu key figures in Kyoto using Okada Izo ... as the mastermind.

source: ……あの以蔵が土佐に連行された後、 洗いざらい吐いちまったらしい。
es_es: ...... It seems that after Izo was taken to Tosa, he was washed away and vomited.

source: 自分が京で起こした暗殺は全て、 武市半平太の指示によるものだとな。
es_es: All the assassinations I made in Kyoto were directed by Takechi Hanpeita.

source: おい、どこ行く気だ。
es_es: Hey, where are you going?

source: 土佐に帰る なんて言うつもりじゃねぇだろうな。
es_es: I wouldn't say I'm going back to Tosa.

source: お前は脱藩の身だ。 今土佐にいった所で、武市と同じように 処刑されるだけだ。
es_es: You are a dappan. Where I went to Tosa, I was just executed in the same way as Takeichi.

source: そんなことは分かっている、だが……！
es_es: I know that, but ...!

source: とにかく落ち着くんだ。武市のこの一件、 ……俺は、１年前東洋様の暗殺を仕組んだ黒幕が また動き出したんじゃねえかと思っている。
es_es: Just calm down. This one in Takeichi ... I wonder if the mastermind behind the assassination of Toyo-sama a year ago has begun to move again.

source: え……？
es_es: e……?

source: 長いこと江戸にいたわりに容堂公の動きが早すぎる。
es_es: For a long time, Toyoshige's movement is too fast for Edo.

source: 以蔵の逮捕から拷問まで武市を狙い撃ちだ。 どうやら容堂公のそばにそれをそそのかしている 人間がいると見える。
es_es: From the arrest of Izo to torture, he aimed at Takeshi. Apparently, there is a person near Yodo who is tempting it.

source: それが…… 親っさんを殺した黒幕だと？
es_es: That is ... the mastermind who killed his parents?

source: 吉田東洋の一派を排除しようとする勢力なのは 間違いねえだろうな。
es_es: There is no doubt that it is a force trying to eliminate the Yoshida Toyo faction.

source: そして、その読みが当たってるとしたら…… 次の標的はお前だ。
es_es: And if that reading is correct ... your next target is you.

source: 案外、そいつはお前が土佐に戻ってくるのを 待ち構えているかもしれねえな。
es_es: Unexpectedly, it may be waiting for you to come back to Tosa.

source: 逆に言うと、その黒幕にとって一番厄介なことは…… お前がこのまま京で覆面の男を 探り当てることなんじゃねえか？
es_es: To put it the other way around, the most troublesome thing for the mastermind is ... Isn't it that you are just looking for a masked man in Kyoto?

source: あんたが言いたいのはそういうことか。 結局、今俺ができることは、京にしかないと……？
es_es: Is that what you mean? After all, the only thing I can do now is Kyoto ...?

source: その前にまず頭を冷やすことだがな。
es_es: Before that, first cool your head.

source: ……くそ！
es_es: ……Fuck!

source: 坂本…… 土佐には俺が行く。 代わりに俺が武市の死の裏に何があったのか、 調べてくる。
es_es: Sakamoto ... I go to Tosa. Instead, I find out what happened behind Takeichi's death.

source: あんたが？
es_es: Are you?

source: 俺だってな、こんなとこで引いてられねぇんだよ…… 東洋様の死、武市の死、その裏に何があるのか……
es_es: I can't even be pulled here ... Toyo-sama's death, Takeichi's death, what's behind it ...

source: それを突き止めないことには、 俺の人生も止まったままだ。
es_es: If I don't find it, my life is still stopped.

source: このままじゃ先に進めねぇんだよ……
es_es: I can't move on like this ...

source: あんたも俺も、土佐に生まれ、土佐に裏切られ、 翻弄された男ってわけか……
es_es: You and I were born in Tosa, betrayed by Tosa, and were tossed about ...

source: ああ…… とにかくお前は京にいろ。 武市が死んだばかりでいきりたつのはわかる。
es_es: Ah ... Anyway, you should be in Kyo. I understand that Takeichi has just died.

source: だが今は動くときじゃない。 今日は新選組にも顔を出さずにおとなしくしてろ。
es_es: But now is not the time to move. Don't show up in the Shinsengumi today and be quiet.

source: わかった…… 土佐でなにかをつかめたら、すぐに知らせてくれ。
es_es: Okay ... If you get something in Tosa, let me know right away.

source: 龍馬
es_es: Ryoma

source: 中岡
es_es: Nakaoka
