Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021c22.po
Languages: es_es

source: 手間かけさせたな。
es_es: It took a lot of time.

source: お帰りはどうなさります？
es_es: How are you going home?

source: なんとかする。 あんたは帰ってくれていい。
es_es: I'll do something about it. You can go home.

source: へい。
es_es: Hey.

source: ……せやけどあんさん、 骸街なんかになんの用でっか？
es_es: ...... Sayaka-san, what is it for the skeleton town?

source: お呼びがかかってるんでな。
es_es: I'm calling.

source: お呼び？ ほな、やっぱり遠くから見るだけで 済まんのでっか？
es_es: Call me? Hmmm, isn't it enough to just look at it from a distance?

source: ああ。人に会うことになっている。
es_es: Oh. I'm supposed to meet people.

source: ま、そんなとこや思うてましたわ。
es_es: Well, I thought that was the case.

source: そういや、何で骸街って呼ばれてるか、 知ってまっか？
es_es: No, do you know why it's called a skeleton?

source: ほんまは、六文町（ろくもんちょう）っていう 土地なんですけど、かなり昔に、洛外で 一番大きなお寺があったらしいですわ。
es_es: Honma is a land called Rokumoncho, but it seems that there was the largest temple in Rakuchu long ago.

source: そこに高名なお坊さんがおったようで、 不治の病にかかったもんや、 夜逃げしたもんを大勢世話しとったようです。
es_es: It seems that there was a famous priest there, who took care of many people who had an incurable illness and who ran away at night.

source: それから、数年後に、どうやらはやり病が そこで見つかったようで、 お寺の住人、みんな土に埋められたらしいんですわ。
es_es: Then, a few years later, it seems that a spear illness was found there, and all the residents of the temple were buried in the soil.

source: 実際、あそこの土、掘り起こしたら、 山ほど骨が出てくる。
es_es: In fact, if you dig up the soil over there, a lot of bones will come out.

source: そんで、通称、骸街（むくろがい）って 呼ばれるようになったんですわ。
es_es: Then, it came to be known as Mukurogai.

source: 今じゃ、無法者の溜まり場です。
es_es: It is now a hangout for outlaws.

source: あんさん、長居はせん方がええで。
es_es: Ansan, Nagai is not good.

source: そろそろ見えてきましたで。
es_es: It's about time to see it.

source: 龍馬
es_es: Ryoma

source: 船頭
es_es: Bow
