Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c1404.po
Languages: es_es

source: くっ！ お、覚えてやがれ……！
es_es: Kuu! Oh, remember ...!

source: ……さすがシショー！ あれだけの大人数、私だけなら負けていました。
es_es: ...... As expected, Shisho! That large number of people, I was the only one who lost.

source: ……ハハハ！ やっぱりシショーにはかないまセン！ 私なんて全然、まだまだデスネ！
es_es: ...... Hahaha! After all, it's not like Shisho! I'm still dead!

source: そんなことはない…… 見てみろ。
es_es: That's not the case ... take a look.

source: ……あ、アナタ達は！
es_es: …… Ah, you guys!

source: 外国人のおじさん。 さっきは助けてくれてありがとう。
es_es: Foreign uncle. Thank you for your help.

source: おじさんが来てくれてなかったら俺達……
es_es: If my uncle didn't come, we ...

source: いえいえ、私だけの力ではありまセーン。 というよりシショーが来てくれなかったら 私の身も危なかったデスネ！ ハハハ！
es_es: No, it ’s not just my power, Saen. Rather, I would have been in danger if Shisho didn't come! Hahaha!

source: おい、それだけじゃないやろ。
es_es: Hey, that's not all.

source: はよ言いや。
es_es: Goodbye.

source: ……んん？ ナンデスカ？
es_es: ...... Hmm? Nandesuka?

source: 外国人のおじさん…… あの、えーと……
es_es: Foreign uncle ... Um ...

source: ……ごめんなさい！
es_es: ……sorry!

source: ごめんなさい!!
es_es: sorry!!

source: ……ふぁっ!?
es_es: ...... Fah !?

source: この前僕たち、外国人は侍になれないなんて、 ひどいこと言っちゃった……
es_es: The other day, we said terrible things that foreigners can't be samurai ...

source: なのに…… おじさんは僕たちを守って戦ってくれて…… それで、謝りたくて…… 本当にごめんなさい！
es_es: But ... Uncle defended us and fought ... So I wanted to apologize ... I'm really sorry!

source: Ｏｈ…… そうだったんデスネ。 たしかにあの時は私もちょっと傷つきました……
es_es: Oh ... That's right. Certainly I was a little hurt at that time ...

source: でもアナタ達のおかげで、 本当のサムライ、本当のブシドーというものが何か 見つけ出すことができた気がしマス。
es_es: But thanks to you guys, I feel like I was able to find out what a real samurai and a real bushido are.

source: おじさん……！
es_es: Uncle or Mister……!

source: おじさん、ほんま強いなぁ！ えらい格好よかったで！
es_es: Uncle, I'm really strong! It was really cool!

source: うんうん！ ほんまもんのお侍さんみたいやったわ。
es_es: Yes Yes! I did it like a real samurai.

source: 本当デースカ!? アリガトウゴザマス！
es_es: Really Desca !? Arigato Gozamas!

source: ……侍に髪の色なんて関係ない。
es_es: ...... The color of the hair doesn't matter to the samurai.

source: 弱い者をたすけるため、 強いものに立ち向かっていったお前の勇気……
es_es: Your courage to confront the strong to help the weak ...

source: さっきのお前は、 日本中にいるどんな侍より、侍らしかったぜ。
es_es: You were more like a samurai than any other samurai in Japan.

source: シショー……！
es_es: Shisho ……!

source: ソーデスネ！ サムライとは己の内側にあるもの……
es_es: Sodesune! A samurai is something inside you ...

source: 生まれがどこだろうが…… どんな見た目であろうが…… サムライには全く関係アリマセン！
es_es: No matter where you were born ... Whatever it looks like ... It has nothing to do with the samurai!

source: あぁ、その通りだ。
es_es: Oh, that's right.

source: シショー！ 私、国に帰らせてイタダキマス！
es_es: Shisho! Let me go back to the country!

source: 何？ どうしてだ？
es_es: what? Why?

source: 国に帰って、サムライとは何か、 もっと多くの人に知ってもらう活動をしたい！ 私、今そんな思いでいっぱいナンデス！
es_es: I want to go back to my country and do activities to let more people know what a samurai is! I'm full of such thoughts now, Nandez!

source: あ、もちろん本当の意味でサムライになることを 諦めたわけではアリマセンヨ。
es_es: Oh, of course, I didn't give up on becoming a samurai in the true sense of the word.

source: だってサムライを目指す道は 世界中どこにいたって進むことができマスシネ。
es_es: Because the road to samurai can go anywhere in the world.

source: 大事なものは全て…… 心の中にあるんデスカラ。
es_es: Everything that matters ... I have it in my heart.

source: ……そうか、そうだな。
es_es: ...... Yes, that's right.

source: ハイ…… 名残惜しいデスガ、 すぐにでも帰国の準備を始めることにシマス。
es_es: Hi ... Desuga is regrettable, and Shimas decides to start preparing for his return soon.

source: シショー、今まで本当にお世話になりマシタ。 ……ソレデハ！
es_es: Shisho, Masita has been really indebted to me. ...... Soledeha!

source: （達者でな、トム……）
es_es: (Don't be a master, Tom ...)

source: このガキ！ 痛ぇじゃねえか！
es_es: This kid! Doesn't it hurt!

source: （ん…… なんだ？）
es_es: (Hmm ... what?)

source: ガキが！ ひとの足を踏みやがって！ だから俺は走りまわるガキが嫌いなんだよ！
es_es: The kid! Step on a person's foot! That's why I hate running kid!

source: ご、ごめんなさい……
es_es: I'm sorry ...

source: へっ、いっちょまえに悪びれた声だしやがって。
es_es: Hey, it's a bad voice all the time.

source: 今は反省したふりをしてるが、心の中では 「変なのに捕まった～」とか思ってんだろ？ なぁ？ そうなんだろ？
es_es: I'm pretending to reflect on it now, but in my heart I think "I was caught even though it was strange"? What? Is it so?

source: えっ、違うよ……！ そんなこと思ってな……
es_es: Well, no ...! I don't think so ...

source: あーうるせぇうるせぇ！ もう喋んな。
es_es: Ahhhhhhhhh! I'm not talking anymore.

source: しかし、あー、どうにも腹の虫がおさまらねぇな…… そうだ、１発殴らせろ。それでちゃらだ。
es_es: However, uh, I can't get rid of the bugs in my stomach ... Yes, let me hit one. That's it.

source: そんな……！ ご、ごめんなさい。許してください。
es_es: Such ...! I'm sorry. please forgive me.

source: ちっ、生意気なガキが！ ピーピーわめきやがって！ ちぃっと痛い目見せてやろうかぁ!? あぁ!?
es_es: A little cheeky kid! Peep screaming! Let's show a little painful eyes !? Ah !?

source: ひ、ひぃ！
es_es: Hi, hi!

source: ヤメナサイ!!
es_es: Yamenasai !!

source: あぁ？ なんだこの外国人は。
es_es: Ahh? What is this foreigner?

source: 子供相手にそんなムキになることないでしょう!? アナタいったい何なんデスカ！
es_es: You won't be so crazy with your kids !? What a hell you are!

source: はぁ？ 俺はただの善良な武士だぜ？ ひねくれたガキにしつけをしてやってるだけだ。 邪魔すんな。
es_es: Huh? I'm just a good samurai, right? I'm just disciplining the twisted kid. Don't get in the way.

source: 武士？ アナタがサムライ？ チャンチャラおかしいデスネー！
es_es: samurai? Are you a samurai? Chanchara funny Desnay!

source: 私が目指すサムライはアナタみたいなクズじゃない！
es_es: The samurai I'm aiming for isn't a waste like you!

source: ……がははは！ お前が!? 侍ィ!? こいつぁ笑えるぜ！
es_es: ...... Gahahaha! You !? Samurai !? This guy can laugh!

source: 外国人ごときが…… 日本の武士なめんじゃねぇぞ！
es_es: Like a foreigner ... I'm not a Japanese samurai!

source: サムライをなめてるのはアナタデス！
es_es: You are licking the samurai!

source: テメェ…… もう後にはひけねぇぞ…… おい、野郎共！
es_es: Temee ... I can't wait anymore ... Hey, guys!

source: へっ、びびったか？ 泣いて謝るなら許してやるぞ。 ほれ、土下座しろ土下座。
es_es: Did you get scared? If you cry and apologize, I'll forgive you. Look, dogeza, dogeza.

source: が、外国人のおじちゃん……
es_es: But a foreign uncle ...

source: Ｏｈ、よく見ればアナタ達はあの時の…… 危ないから離れていてクダサイ。
es_es: Oh, if you look closely, you guys were at that time ...

source: ご、ごめんなさい……！
es_es: I'm sorry ...!

source: 私は逃げません。 弱きを助け強きをくじくサムライになる……
es_es: I won't run away. Become a samurai who helps the weak and defeats the strong ...

source: それが私の…… ブシドーです!!
es_es: That's my ... Bushido !!

source: じわじわと、かわいがってやる…… この国に来たことを後悔させてやるよ！
es_es: I'll love you slowly ... I'll regret coming to this country!

source: おい、俺もまぜてくれねぇか？
es_es: Hey, can you mix me too?

source: シ、シショー！
es_es: Shi, Shisho!

source: トム、迷いは吹っ切れたみたいだな。
es_es: Tom, it seems that the hesitation has disappeared.

source: はい…… オカゲサマで！
es_es: Yes ... with Okagesama!

source: 俺もそこの武士の風上にもおけねぇ奴らに いらいらしてたところだ。手を貸してもいいか？
es_es: I was also annoyed by those who couldn't even be upwind of the samurai there. Can I help you?

source: モチロンデス！ シショー！
es_es: Mochiron Death! Shisho!

source: クソッ、どいつもこいつもひとを馬鹿にしやがって！ テメェラ！ ふたりまとめてやっちまえ！
es_es: Shit, always make a fool of yourself! Temera! Let's do it together!

source: ん？ あれは……
es_es: Hmm? That is……

source: あはは、外国人が侍になれるわけないよ！
es_es: Ah, foreigners can't be samurai!

source: そ、そんなことアリマセーン！
es_es: Well, that's Arima Saen!

source: アリマセーンやて！ あはは！
es_es: Arima Saen! Ahaha!

source: だって普通、金髪の侍とかありえへんし！
es_es: Because usually, there is no such thing as a blonde samurai!

source: 黒髪じゃなくても…… 日本人じゃなくたって、サムライになれマス…… きっと…… きっと、いつか……
es_es: Even if you're not black hair ... Even if you're not Japanese, be a samurai ... I'm sure ... I'm sure someday ...

source: ……ちぇ。なんかつまんなくなっちゃったな。 ……行こうぜ。
es_es: ...... Che. I'm sorry. ……Let's go.

source: チョットスイマセーン！
es_es: Chot Suima Saen!

source: アナタ達に尋ねたいコト、アリマース！
es_es: I want to ask you guys, Ali Mars!

source: あ？ 何だ……？ って外国人じゃねぇか。
es_es: Ah? What……? Isn't it a foreigner?

source: ……おい、こいつ外国人のくせに 武士の格好してやがるぜ。
es_es: …… Hey, he looks like a samurai even though he's a foreigner.

source: 本当だ！ わはは、こいつぁおもしれぇ！ 馬子にも衣装ってかぁ？
es_es: Is true! I might be this guy! Is there a costume for horses?

source: アナタ達、刀持ってマスネ…… もしかして、サムライでーすか？
es_es: You guys, Massenet with a sword ... Maybe it's a samurai?

source: あぁ。そうだぜ。それがどうした？
es_es: Ahh. That's right. What about it?

source: わ、私を……
es_es: Wow, me ...

source: 弟子にシテクダサーイ！
es_es: Shitekudasai to the disciple!

source: …………ぶっ！
es_es: ………… But!

source: ぶわっはっはぁ！
es_es: Buwahaha!

source: ぶふっ！ 何言ってんだこいつ！
es_es: Bufu! What are you talking about!

source: お、おい！ ぶははっ！ そんな笑ったら可哀想だろ？ ……ぶくくっ！
es_es: Hey! Buhaha! Isn't it pitiful if you laugh like that? ...... Bukuku!

source: な、何がオカシーデスカ！
es_es: What is Okashi Desuka!

source: あのなぁ、外国人なんぞが、 侍になれるわけねーだろ！
es_es: Well, foreigners can't be samurai!

source: いやー笑った笑った。 さ、行こうぜ。
es_es: No, I laughed and laughed. Let's go.

source: ま、待ってクダサイ！
es_es: Well, wait, Kudasai!

source: お願いシマス！ 私、サムライになりたいんデース！ 弟子にしてクダサーイ！
es_es: Please Shimas! I want to be a samurai! Be a disciple and Kudasai!

source: おい、しつけぇぞ…… お前、日本の侍を馬鹿にしてんのか？
es_es: Hey, discipline ... Are you making a fool of a Japanese samurai?

source: ば、馬鹿にナンテ……
es_es: For example, foolishly Nante ...

source: 金髪の侍なんておかしいに決まってんだろ！
es_es: The blonde samurai has been decided to be strange!

source: そうだそうだ、とっとと国へ帰んな！
es_es: That's right, don't go back to your country!

source: か、帰りまセン…… お願いデース！ 私を弟子に……
es_es: Or, I'm going home ... Please! Make me a disciple ...

source: くそ、うるせぇなぁ…… もう話しかけんな！ それとも痛い目見るか？ あぁ!?
es_es: Damn, it's noisy ... I can't talk anymore! Or do you have a painful eye? Ahh!?

source: おぉ、怖い怖い！ 外国人の兄ちゃんよぉ。 早く消えねぇと後悔することになるぜぇ？
es_es: Oh, scary scary! Foreigner brother. You'll regret it if it doesn't disappear soon, right?

source: ……い、いやデス！
es_es: ...... No, no death!

source: あ、あぁ？ 本当に血ぃ見ることになるぞ？
es_es: Ah, ah? You'll really see blood, right?

source: サムライは逃げまセーン！ 逃げるなんて、武士の恥デース！
es_es: Samurai runs away Saen! It's a shameful day for a samurai to run away!

source: へっ、どうせ口だけだろ。 本当に逃げねぇか…… 試してやるぜ！
es_es: Hey, it's just a mouth anyway. Can't you really run away ... I'll give it a try!

source: な、何だテメェは!?
es_es: What is Temee !?

source: ……もう少しでお前は、 無抵抗の男を斬り捨てるところだった。
es_es: ...... You were about to slash a non-resisting man.

source: な……！ こ、こいつ…… ほ、本当に避けなかったのか！
es_es: Hmm ...! This guy ... Hmm, did you really avoid it!

source: お前も武士のはしくれなら、 本気な奴と、そうじゃない奴の違いくらい 判別できるようになるんだな。
es_es: If you're a samurai, you'll be able to tell the difference between a serious guy and a non-serious guy.

source: ……へっ！ 冗談が通じねえ奴らだ！ こんなの付き合ってられるか！ ……行こうぜ！
es_es: ...... Hey! They can't make a joke! Can you go out like this! ……Let's go!

source: あ…… アリガトゴザマス……
es_es: Ah ... Arigato Gozamas ...

source: こんな無茶な真似は二度とするな。 ……じゃあな。
es_es: Never do such an unreasonable imitation again. ……See you.

source: ま、待ってクダサイ！
es_es: Well, wait, Kudasai!

source: ん？
es_es: Hmm?

source: 私、トムって言います！ あなたのお名前を教えてクダサイ！
es_es: I'm Tom! Tell me your name!

source: ……斎藤だ。
es_es: ...... Saito.

source: 弱きを助け強きをくじく…… 斎藤さん、あなたこそ真のサムライデース！
es_es: Help the weak and defeat the strong ... Saito-san, you are the true samurai day!

source: お願いシマス！ 私を斎藤さんの弟子にしてクダサーイ！
es_es: Please Shimas! Make me a disciple of Mr. Saito and Kudasai!

source: ……断る。面倒は御免だ。
es_es: ……turn down. I'm sorry for the trouble.

source: お願いシマス！ 私、どうしてもサムライになりたいんデス！
es_es: Please Shimas! I really want to be a samurai Death!

source: ……さっきのような危ない目にあったのに、 何故そこまで侍にこだわるんだ？
es_es: ...... Why are you so particular about samurai when you were in danger like before?

source: 私、この国に来た当初、 強盗に襲われたことありマス……
es_es: When I first came to this country, I had been robbed.

source: 金目のモノ全部渡したのに、 結局、刀で斬られそうになりマシタ。
es_es: I handed over all the gold items, but in the end, Masita was about to be cut with a sword.

source: ……その時デス。颯爽と現れて、 私のこと助けてくれた人がイタノデス。
es_es: ...... Death at that time. Itanodes is the person who appeared dashingly and helped me.

source: ……それが侍だった、と。
es_es: ...... That was a samurai.

source: ソーデス！ そのサムライは、 悪い奴をまるで嵐のようにバッタバッタと倒して！ ……正義の味方そのものデシタ！
es_es: Swords! The samurai defeats the bad guys like a storm! ...... The ally of justice itself is a deshita!

source: それまで私、慣れない異国の地でトテモ不安デシタ。 本当に日本に来てよかったのかとか、 自分のアリカタとか、色々と悩んでマシタ……
es_es: Until then, I was unfamiliar with Totemo in a foreign land. Masita was worried about whether she was really happy to come to Japan, her own Arikata, and so on ...

source: そんな私にとってその出来事は あまりにも衝撃的な出来事ダッタンデス！
es_es: That event is too shocking for me, Dattandes!

source: 弱きを助け強きをくじく…… 彼のような、 格好いい、人に夢を与えられるような そんな…… サムライになりたいのデス！
es_es: Helping the weak and defeating the strong ... Like him, cool, like giving a dream to someone ... Death who wants to be a samurai!

source: なるほど…… しかし侍は世襲制だからな…… なるのは相当難しいぞ。
es_es: I see ... But the samurai is hereditary ... It's quite difficult to be.

source: それはワカッテマス…… だけど、 私、サムライになるためなら、何でもシマース！
es_es: That's Wakattemas ... but I'm Shimmers anything to be a samurai!

source: 剣の使い方も自己流ですが修行してきマーシタ！ お願いデース！ 私を弟子にしてクダサーイ！ 斎藤さん、お願いシマース！
es_es: How to use the sword is also my own style, but I've been training Marsita! Please Dace! Make me a disciple and Kudasai! Saito-san, please Shimmers!

source: （すごい熱意だ、このトムという男、 簡単に諦めそうにないな……）
es_es: (I'm so enthusiastic, this guy named Tom doesn't seem to give up easily ...)

source: またお前が別の武士に弟子入り志願して 斬られでもしたらかなわんからな……
es_es: I wonder if you volunteered to become a disciple of another samurai and were cut off ...

source: 弟子はとらねぇが、稽古くらいならつけてやる。
es_es: I don't take disciples, but I'll attach them for lessons.

source: さ…… 斎藤さん、本当!? 私、嬉しいヨー！ アリガトゴザマス！
es_es: Sa ... Saito-san, really !? I'm happy Yo! Arigato Gozamas!

source: じゃ、じゃあシショー！ さっそく今から稽古、オネガイしてもイーデスカ!?
es_es: Well then, Shisho! From now on, even if you practice and one guy, Edesuka !?

source: すまない。 今は無理だ、また今度な。
es_es: I'm sorry. I can't do it now, this time.

source: ワカリマーシタ！ 私、ここで待ってマス。 稽古つけてくれる時なったら、 またイラシテクダサーイ！
es_es: Wakari Marsita! I'll wait here. When it's time to practice, I'll be back again!

source: いいだろう。 ついて来い、道場へ行くぞ。
es_es: All right. Follow me and go to the dojo.

source: ハイ、ヨロシクオネガイシマス！
es_es: Hi, Yoroshiku Onegaishimas!

source: 子供嫌いな侍
es_es: Samurai who hate children

source: トム
es_es: Tom

source: 腕白な子供
es_es: Naughty kid

source: 悪戯好きな子供
es_es: Mischievous child

source: 天真爛漫な子供
es_es: Innocent child

source: 子供たち
es_es: The kids

source: カタコトな男の声
es_es: Katakoto man's voice

source: 金髪の男
es_es: Blonde man

source: 粗暴な青年武士
es_es: Rough youth samurai

source: 血気盛んな武士
es_es: Bloody samurai

source: 外国人の男
es_es: Alien man

source: 武士達
es_es: Warrior

source: 稽古をつける
es_es: Practice

source: 今は無理
es_es: I can't do it now
