Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01520001.po
Languages: es_es

source: ようこそ。 ただいまから、 ブラックジャックのチュートリアルを開始します。 ３戦ほどお付き合いください。
es_es: Welcome. We're about to start the Blackjack tutorial. Please keep in touch with us for about 3 races.

source: ブラックジャックは配られたカードの合計を できるだけ２１に近づけるゲームです。
es_es: Blackjack is a game that brings the total number of cards dealt as close to 21 as possible.

source: 合計数値が２２以上になるとＢＵＳＴとなり、 無条件で負けとなってしまうので 気をつけてください。
es_es: If the total number is 22 or more, it will be BUST and you will lose unconditionally, so please be careful.

source: ＴＯＴＡＬという数値が、 今のあなたの手札の合計値です。
es_es: The number TOTAL is the total value in your hand now.

source: 合計値が１１以下のとき、 ＢＵＳＴすることはあり得ません。 カードを引く選択肢を選んでみましょう。
es_es: When the total value is 11 or less, it cannot be BUST. Let's choose the option to draw a card.

source: ＨＩＴを選択すると、１枚カードを引きます。
es_es: If you select HIT, you will draw one card.

source: ＤＯＵＢＬＥ ＤＯＷＮも１枚カードを引きますが 引いた後の数字で必ず勝負しなければなりません。 ＢＥＴ額を２倍にできます。
es_es: DOUBLE DOWN also draws one card, but you must play with the number after drawing. You can double the BET amount.

source: ＨＩＴまたはＤＯＵＢＬＥ ＤＯＷＮを 選択してカードを一枚引きましょう。
es_es: Select HIT or DOUBLE DOWN and draw a card.

source: これ以上カードをもらうと ２１を超えてしまいそうだと感じたら ＳＴＡＮＤしましょう。
es_es: If you feel that you will exceed 21 if you get more cards, let's STAND.

source: あなたの番です。 おや、手札が両方ともＱですね。 絵札は全て１０として数えられます。
es_es: It's your turn. Oh, both hands are Q. All picture cards are counted as 10.

source: 手札の２枚が同じ数字の場合、 ＳＰＬＩＴという選択肢を選ぶことができます。 選択してみましょう。
es_es: If the two cards in your hand have the same number, you can choose the option called SPLIT. Let's choose.

source: ＳＰＬＩＴを行うと、カードを２つに分けて、 それぞれ別個に勝負することができます。 その分ＢＥＴ額も２倍になります。
es_es: By performing SPLIT, you can divide the card into two and play each separately. The BET amount will be doubled accordingly.

source: このように、それぞれで勝敗が決しまして、 その結果がＣｈｉｐに反映されます。
es_es: In this way, the winner is decided for each, and the result is reflected in Chip.

source: ディーラーのオープンカードがＡですね。 ２枚目が１０、Ｊ、Ｑ、Ｋのいずれかですと、 ブラックジャックとなります。
es_es: The dealer's open card is A. If the second piece is 10, J, Q, or K, it will be blackjack.

source: ブラックジャックになるとかなりの確率で あなたの負けとなってしまうので、 ＢＥＴ額の半額で保険を賭けることができます。
es_es: There is a good chance you will lose when you become blackjack, so you can bet insurance for half the BET amount.

source: 今回はインシュアランスを行ってみましょう。
es_es: Let's do insurance this time.

source: インシュアランスが成功すると ＢＥＴと同額のチップを獲得します。
es_es: If the insurance is successful, you will get the same amount of chips as BET.

source: インシュアランスをして、ディーラーが ブラックジャックではなかった場合、 勝負が引き続き行われます。
es_es: If you do insurance and the dealer is not blackjack, the game will continue.

source: 勝ち目がないと判断した場合は、 ＳＵＲＲＥＮＤＥＲで勝負を降りることができます。 ＢＥＴの半額分だけ戻ってきます。
es_es: If you decide that you have no chance of winning, you can get out of the game with SURRENDER. Only half the price of BET will be returned.

source: ＨＩＴを繰り返し、手札が６枚になったとき ＢＵＳＴしていなければ無条件で勝利になります。 状況を把握して選択していきましょう。
es_es: Repeat HIT, and when you have 6 cards in your hand, you will win unconditionally if you have not boosted. Let's grasp the situation and make a selection.

source: 以上でチュートリアルは終了となります。 引き続き当カジノのゲームで、 熱い駆け引きをお楽しみくださいませ。
es_es: This is the end of the tutorial. Please continue to enjoy hot bargaining with our casino games.

source: ＢＥＴを選択して賭けチップを設定してください。
es_es: Select BET and set your betting chips.

source: ２回目のゲームを始めましょう。 ＢＥＴまたはＲＥＢＥＴを選択して 賭けチップを設定してください。
es_es: Let's start the second game. Select BET or REBET to set your betting chips.

source: チュートリアル最後の勝負となります。 ＢＥＴまたはＲＥＢＥＴを選択して 賭けチップを設定してください。
es_es: This will be the final game of the tutorial. Select BET or REBET to set your betting chips.
