Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c14c9.po
Languages: es_es

source: ニャア……！
es_es: Nyaa ……!

source: （俺のせいでこの猫の舌がずいぶん肥えてしまった。 もうマグロくらいの魚でないと満足しないだろう）
es_es: (Because of me, this cat's tongue has become very fat. You will not be satisfied unless it is a tuna-sized fish.)

source: ぐぅぅ……
es_es: Guu ……

source: はぁ…… またお前は空腹で倒れているのか……
es_es: Hmm ... Are you hungry and lying down ...

source: ニャア……
es_es: Nyaa ……

source: ……しかたない。 また魚屋でマダイでも買ってきてやろう。
es_es: ……it can not be helped. I'll also buy red sea bream at a fish shop.

source: フニャ！ フニャア！
es_es: Funya! Funyaa!

source: ……何？ もしかして、マダイでは不服なのか？
es_es: ……what? Maybe I'm not happy with red sea bream?

source: ニャア！
es_es: Nyaa!

source: （なんということだ。どうやら俺のせいで また舌が肥えてしまったらしい……）
es_es: (What is that? Apparently my tongue got fat again because of me ...)

source: （おそらくこの猫は、マグロくらいの魚でないと もう満足しないだろう……）
es_es: (Probably this cat will not be satisfied anymore unless it is a tuna-sized fish ...)

source: まったく、お前ほど贅沢な猫はいないぞ…… しかたない。マグロを持って来ればいいんだな？
es_es: No cat is as luxurious as you ... I can't help it. Should I bring the tuna?

source: ニャア！
es_es: Nyaa!

source: （ちょうど手持ちのマグロがあるが…… どうする？）
es_es: (I just have tuna on hand ... what should I do?)

source: このマグロをやるわけにはいかないんだ…… わかってくれ。
es_es: I can't do this tuna ... understand.

source: ニャア……
es_es: Nyaa ……

source: ……ほら、マグロだ。食え。
es_es: ...... See, it's tuna. Eat.

source: 「<Color:8>マグロ<Color:Default>」をやった
es_es: "<Color:8> Tuna<Color:Default> I did

source: ……ニャ!?
es_es: ...... Nya !?

source: ニャア！
es_es: Nyaa!

source: フッ、ずいぶんうまそうに食っていたな。 マグロだから当たり前だが。
es_es: Huh, I was eating very well. It's natural because it's tuna.

source: ニャアニャア！
es_es: Nyaanyaa!

source: ご馳走様と言っているのか？ フッ、ゲンキンな奴だ。
es_es: Are you saying a treat? Huh, he's a genkin.

source: ……ゴロゴロゴロ。
es_es: ...... Gorogorogoro.

source: フッ、いい気なもんだ。
es_es: Huh, I feel good.

source: ……ニャアン。
es_es: ...... Nyaan.

source: ん？ なんだ？
es_es: Hmm? what?

source: ニャアニャア！
es_es: Nyaanyaa!

source: もしかしてお前…… 俺の家の猫になりたいのか？
es_es: Maybe you ... Do you want to be a cat in my house?

source: ……ニャア！
es_es: ...... Nyaa!

source: フッ、俺と一緒にいるからといって、 毎日マグロが食えるわけじゃないんだがな。 ……それでもいいのか？
es_es: Huh, just because I'm with me doesn't mean I can eat tuna every day. ……but is it still good?

source: ゴロゴロゴロ……
es_es: Rumbling ……

source: フッ、まったく…… ひとの話を聞かないやつだ。 ……しかたない。 今日からお前は俺の家の一員だ。いいな？
es_es: Huh, at all ... he doesn't listen to people. ……it can not be helped. From today you are a member of my house. Is that okay?

source: ニャア！
es_es: Nyaa!

source: はらぺこな猫に名前をつけてください。
es_es: Give your cat a name.

source: %sがペットになりました。
es_es: % s is now a pet.

source: ニャア……！
es_es: Nyaa ……!

source: （腹を空かせた猫がいるが…… どうやらこの猫、舌が肥えてしまったらしい。 もうマダイくらいの魚でないと満足しないだろう）
es_es: (There is a cat that is hungry ... Apparently, this cat has a fat tongue. You will not be satisfied unless it is a fish like red sea bream.)

source: ぐぅぅ……
es_es: Guu ……

source: お前、また腹を鳴らしているのか。
es_es: Are you angry again?

source: ニャア……
es_es: Nyaa ……

source: まったく、お前という奴は。 ……魚屋でアジでも買ってきてやるか。
es_es: At all, you are the one. ...... Would you like to buy horse mackerel at a fish shop?

source: フニャ！ フニャア！
es_es: Funya! Funyaa!

source: ……何？ もしかして、アジでは不服なのか？
es_es: ……what? Maybe I'm not happy with horse mackerel?

source: ニャア！
es_es: Nyaa!

source: （なんということだ。どうやら俺のせいで 舌が肥えてしまったらしい……）
es_es: (What is that? Apparently my tongue got fat because of me ...)

source: （おそらくこの猫は、マダイくらいの魚でないと もう満足しないだろう……）
es_es: (Probably this cat will not be satisfied anymore unless it is a fish like red sea bream ...)

source: まったく、贅沢な猫になったもんだ…… しかたない。マダイを持って来ればいいんだろう？
es_es: I've become a luxurious cat at all ... I can't help it. Should I bring red sea bream?

source: ニャア！
es_es: Nyaa!

source: （ちょうど手持ちのマダイがあるが…… どうする？）
es_es: (I just have a red sea bream on hand ... what should I do?)

source: 今、マダイをやるわけにはいかないんだ…… わかってくれ。
es_es: I can't do red sea bream right now ... understand.

source: ニャア……
es_es: Nyaa ……

source: ……ほら、マダイだ。食え。
es_es: ...... See, it's red sea bream. Eat.

source: 「<Color:8>マダイ<Color:Default>」をやった
es_es: "<Color:8> Red sea bream<Color:Default> I did

source: ……ニャ!?
es_es: ...... Nya !?

source: ニャア！
es_es: Nyaa!

source: （フッ、うまそうに食ってる姿を見ていると マダイを持ってきた甲斐があったというものだな）
es_es: (Huh, it was worth bringing red sea bream when I saw him eating deliciously.)

source: ……しかし、いつでも マダイ級の魚をもらえると思ったら大間違いだぞ。 いい加減自分の食う物くらい自分でなんとかしろ。
es_es: …… But it's a big mistake to think that you can always get red sea bream-class fish. Do something about what you eat.

source: ……ゴロゴロゴロ。
es_es: ...... Gorogorogoro.

source: おい、かわいさでごまかそうとしてもだめだぞ。
es_es: Hey, you can't cheat with cuteness.

source: ……ゴロゴロゴロ。
es_es: ...... Gorogorogoro.

source: フフッ。こら、だめだって。
es_es: Huhhh. This is no good.

source: ぐぅぅ……
es_es: Guu ……

source: お前、また腹が減っているのか？
es_es: Are you hungry again?

source: ニャア……
es_es: Nyaa ……

source: （フッ、まったく、しかたのない奴だ…… また魚でもやろうか？）
es_es: (Huh, he's a totally unavoidable guy ... should I do it with fish again?)

source: （……と、思ったが、 魚を持っていなかったな）
es_es: (I thought ... but I didn't have any fish)

source: （……今は猫よりもやるべきことがあるな）
es_es: (... I have more work to do now than cats)

source: おい、これでも食え。
es_es: Hey, eat this too.

source: ……ニャ!?
es_es: ...... Nya !?

source: ニャア！
es_es: Nyaa!

source: フッ、元気になったようだな。
es_es: Huh, it looks like I'm fine.

source: ……いつでも俺が飯をやれるわけじゃない。 いい加減、自分の食うものくらい、 自分でなんとかしろ。
es_es: ...... I can't always eat. Do something about yourself, as much as you eat.

source: ……ゴロゴロゴロ。
es_es: ...... Gorogorogoro.

source: こら、甘えた声をだすんじゃない。 そんなことをしても、もう甘やかさないからな。
es_es: Don't make a sweet voice. Even if I do that, I won't spoil it anymore.

source: ……ゴロニャン。
es_es: ...... Goronyan.

source: フッ。おい、聞いているのか。
es_es: Huh. Hey, are you listening?

source: （この猫、腹が減って倒れているようだな。 魚でもやってみようか？）
es_es: (This cat seems to be hungry and lying down. Shall we try fish?)

source: ニャア……
es_es: Nyaa ……

source: ……おい。 お前、どうしたんだ？ 大丈夫か？
es_es: ……Hey. What's wrong with you? Are you okay?

source: ぐぅぅ……
es_es: Guu ……

source: （どうやら腹が減って倒れているようだな。 魚でもやってみようか？）
es_es: (It looks like I'm hungry and collapsed. Let's try fish as well?)

source: （……と、思ったが、 魚を持っていなかったな）
es_es: (I thought ... but I didn't have any fish)

source: （……今は猫よりもやるべきことがあるな）
es_es: (... I have more work to do now than cats)

source: おい、これでも食え。
es_es: Hey, eat this too.

source: ……ニャ!?
es_es: ...... Nya !?

source: ニャア！
es_es: Nyaa!

source: フッ、元気になったようだな。
es_es: Huh, it looks like I'm fine.

source: しかし、今度からは自分の力で 食う物を手に入れるんだぞ。
es_es: But now you'll get what you eat on your own.

source: ……ゴロゴロゴロ。
es_es: ...... Gorogorogoro.

source: フッ。おい、聞いているのか。
es_es: Huh. Hey, are you listening?

source: 「はらぺこな猫」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「はらぺこな猫」と交流してみましょう。
es_es: A bond with "Harapeko na Neko" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "Harapeko na Neko".

source: はらぺこな猫
es_es: A fluffy cat

source: 猫の腹の音
es_es: The sound of the cat's belly

source: マグロをやる
es_es: Do tuna

source: 立ち去る
es_es: Go away

source: マダイをやる
es_es: Do red sea bream

source: 魚をやる
es_es: Do fish

source: 魚
es_es: fish

source: 元気のない猫
es_es: A dull cat

source: はらぺこな猫との絆
es_es: Bonds with fluffy cats
