Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016e0050.po
Languages: es_es

source: なるほどな。事故で死んだ親の借金、 １００両を払う当てを探さないと、 この子はこの家から追い出されてしまう、と。
es_es: got it. He said he would be kicked out of the house if he didn't find a way to pay 100 of his parents' debts that died in the accident.

source: うん。だけど、 こんな若い子を１人で路頭に迷わせるわけには いかないじゃない？
es_es: Yup. But can't we just let such a young child get lost on the road alone?

source: それに、この子にとって、この家は 特別に大切な場所みたいだし……
es_es: Besides, this house seems to be a specially important place for this child ...

source: そうなのか？
es_es: Is that so?

source: は、はい…… この家は、事故で死んだ両親が残してくれた、 唯一の形見みたいなものなんです。
es_es: Yes ... This house is like the only keepsake left by my parents who died in an accident.

source: ……私は生まれてからずっと、この家で育って きました。うちは貧乏だったけど、お父さんも お母さんも優しくて、私、すごく幸せでした。
es_es: ...... I grew up in this house ever since I was born. We were poor, but my dad and mom were kind and I was very happy.

source: ここは…… そんな家族との思い出がつまっている、 大切な場所なんです。
es_es: This is an important place filled with memories of such a family.

source: ……両親が亡くなった今、この家まで失ったら、 私の大切なものも、思い出も全部なくなっちゃう。 それが、すごく怖くて……
es_es: ...... Now that my parents have died, if I lose this house, all my precious things and memories will be gone. That's so scary ...

source: それに…… 両親の借金も、元はといえば 私のせいなんです。
es_es: And ... my parents' debt was originally my fault.

source: ……どういうことだ？
es_es: ……What does it mean?

source: 私、幼い頃、珍しい病気にかかってしまったんです。 治すには高い薬が必要で、両親はそれを買うために、 借金を……
es_es: When I was young, I had a rare illness. It takes expensive medicine to cure, and parents borrow money to buy it ...

source: だから…… うちの借金は、両親のじゃないんです。 ……私の借金なんです。
es_es: So ... my debt isn't my parents. ...... It's my debt.

source: 私が病気にならなければ、借金もなかったし、 この家を失うこともなかったのに……
es_es: If I didn't get sick, I wouldn't be in debt and I wouldn't lose this house ...

source: ……それは違う。親が子供のために尽くすのは 当たり前だ。それはお前の責任じゃない。
es_es: ……That's not right. It is natural for parents to do their best for their children. It's not your responsibility.

source: それに…… お前がそんなことを言ってるのを 知ったら、天国の親御さん達も悲しむはずだ。 ……自分を責めるのはよせ。
es_es: And ... if you find out that you're saying that, your heavenly parents will be sad too. ...... Don't blame yourself.

source: ……事情は分かった。 要は、この子の借金を払う当てができれば、 この子はこの家を失わずにすむ、ということだな。
es_es: ...... I understand the situation. The point is that if you can afford to pay this child's debt, this child will not lose this house.

source: あ、ああ。そうだけど……
es_es: Ah, ah. that's right, but……

source: ひとつ、頼みがある。 ……この家を、案内してもらえないか？
es_es: I have a request. ...... Could you guide me to this house?

source: え……？ は、はい……
es_es: e……? Yes ...

source: どう？ いいでしょ？ ちょっと古いけど、 畑で野菜も作れるし、台所とかお風呂もちゃんと ついてるからね。地主が欲しがるのも分かるでしょ？
es_es: How? Good idea? It's a little old, but you can grow vegetables in the fields, and the kitchen and bath are properly installed. You can see that the landowner wants it, right?

source: ああ。確かにな。俺も気に入った。 よし…… 決めたぞ。
es_es: Oh. Certainly. I also like it. Alright ... I've decided.

source: え？ 決めたって、何を？
es_es: e? What did you decide?

source: さっき言っていたよな。 この子の借金を返す「当て」が欲しいと。
es_es: I told you earlier. I want a "guess" to pay back this child's debt.

source: う、うん。
es_es: No.

source: なら…… 俺がその「当て」になってやる。
es_es: Then ... I'll be the "reliance".

source: ……え、え？ ど、どういうこと？
es_es: ...... Eh, eh? What do you mean?

source: 分からないのか？ 俺が…… この子の借金を返す、ということだ。
es_es: Don't you know? I mean ... I'll pay back this child's debt.

source: え、ええええええええええええ!?
es_es: Yeah, yeah yeah yeah yeah yeah yeah !?

source: し、しんじられない……!!
es_es: I can't help ... !!

source: え、そりゃ、ありがたいけど…… いいの？ 借金、１００両だよ？ １００文じゃないよ？
es_es: Well, thank you, but ... is that okay? Borrowing, 100 cars, right? Isn't it 100 sentences?

source: ああ。だが、俺もそこまでお人よしじゃない。 条件が２つある。
es_es: Oh. But I'm not that good either. There are two conditions.

source: じょ、条件……？
es_es: Jo, conditions ...?

source: ああ。ひとつめの条件だが、 この家は俺の別宅にさせてもらう。
es_es: Oh. The first condition is that this house will be my separate house.

source: べ、別宅？
es_es: Is it a separate house?

source: そうだ。 たまには、こうした田舎でのんびりと 自給自足の生活を送るのも悪くない。
es_es: That's it. Occasionally, it's not a bad idea to live a leisurely and self-sufficient life in the countryside.

source: なるほど…… たしかに野菜作りや料理もできるから 別宅には最適かもしれんね……
es_es: I see ... It may be perfect for a separate house because you can also make vegetables and cook ...

source: もうひとつの条件だが、 ……お前には今までどおり、この家に住んでもらう。
es_es: Another condition is ... I want you to live in this house as before.

source: え……!! ど、どういうことです……？
es_es: Eh ... !! What do you mean ...?

source: 俺には、まだ京の町でやらなければいけないことが たくさんある。 ここで毎日過ごすことはできない。
es_es: I still have a lot of work to do in the city of Kyoto. I can't spend every day here.

source: だからお前には、この家に住み込みで、 家事や掃除をしてもらいたい。
es_es: So I want you to live in this house and do the housework and cleaning.

source: そうすれば、お前もこの家と離れずに済む。 借金の苦しみからも解放される。
es_es: That way, you won't have to leave this house either. You will be free from the suffering of debt.

source: な、なるほど……
es_es: I see ...

source: ……す、すごい。
es_es: ...... Wow, it's amazing.

source: まぁ、俺みたいなむさ苦しい男と暮らさなきゃ ならんという新たな問題は発生するがな……
es_es: Well, there will be a new problem of having to live with a painful man like me ...

source: ただ、悪い話ではないはずだ。 どうする……？
es_es: But it shouldn't be a bad story. what will you do……?

source: ほ…… 本当にいいんですか？ 借金を肩代わりしてもらって、その上、 私もこの家で住ませていただくなんて……
es_es: Hmm ... is that really good? I would have to take over my debt, and I would also live in this house ...

source: ああ。確かに少し高い買い物ではあるがな。 俺も一応、武士だ。二言はない。
es_es: Oh. It's certainly a little expensive, though. I'm also a samurai. There are no two words.

source: あ、ありがとうございます！ ……よろしくお願いします！
es_es: Oh, thank you! ……Thank you!

source: ……決まりだな。
es_es: ...... It's a rule.

source: や、やったあああ！ よかったね！ よかった！
es_es: Oh yeah! good for you! Was good!

source: は、はい……！
es_es: Yes ...!

source: そういえば、自己紹介がまだだったな。 俺は斎藤だ。お前は？
es_es: By the way, I haven't introduced myself yet. I'm Saito. You are?

source: 遥といいます。
es_es: My name is Haruka.

source: 遥、か…… じゃあ、これからよろしくな、遥。
es_es: Haruka ... Then, thank you from now on, Haruka.

source: はい！ よろしくお願いします、斎藤さん！
es_es: Okay! Thank you, Mr. Saito!

source: 龍馬
es_es: Ryoma

source: 神主
es_es: Shinto priest

source: 少女
es_es: Maiden

source: 遥
es_es: remote
