Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e16.po
Languages: es_es

source: 沖田……
es_es: Okita ……

source: なんや局長とおもろいことしようとしてる らしいのぉ、一（はじめ）ちゃん……
es_es: It seems that he is trying to do something interesting with the director, Ichi (Hajime) -chan ...

source: なに？
es_es: What?

source: とぼけんなや。
es_es: Toboken Naya.

source: 水臭いでぇ？ おもろいこと独り占めしようったって そうはいかんわ。
es_es: Does it smell like water? It doesn't matter if you try to monopolize something interesting.

source: ワシも一緒に行くで、江戸城。
es_es: I'm going with you, Edo Castle.

source: ２人で将軍様に殴りこみと行こうやないか。
es_es: Let's hit the shogun with two people.

source: 断ると言ったら？
es_es: What if I say I refuse?

source: そんときは…… お前を斬って俺がおもろいこと独り占めや。
es_es: At that time ... I'll cut you and I'll monopolize what's interesting.

source: 殺されに行くようなもんなんだぜ？
es_es: It's like going to be killed, right?

source: せやからおもろい言うとるんやないか。
es_es: Isn't it funny to say from Saya?

source: それにもっとおもろいのは…… これがうまくいけば例の「坂本龍馬」に ひと泡吹かせてやれるっちゅうことや。
es_es: And what's even more interesting is ... If this goes well, I'll let the example "Ryoma Sakamoto" blow a bubble.

source: ああ……
es_es: Oh……

source: ワシらの敵は同じ…… 同じ目的を持っとる限り手ぇ貸したる。
es_es: Our enemies are the same ... I'll lend you as long as you have the same purpose.

source: 一番隊の隊長をタダで使えるっちゅうことやで？
es_es: Is it possible to use the captain of the first unit for free?

source: ……わかった。
es_es: ……all right.

source: だが出発は夜明けだ。 目立たねえようにする必要がある。
es_es: But the departure is dawn. You need to make it inconspicuous.

source: なるほど。ほな、今夜が京の最後の夜になるかも しれんっちゅうわけやな。
es_es: I see. Hmmm, tonight may be the last night in Kyoto.

source: お互い夜明けまでお楽しみっちゅうわけや。
es_es: Let's enjoy each other until dawn.

source: 江戸城の将軍の寝床に押し込むんだ。 人生最後の夜遊びかもしれねえ。
es_es: Push it into the bed of the shogun of Edo Castle. It may be the last night out of my life.

source: 上等や。 新選組でため込んだ金、ひと晩で使ったるでぇ。
es_es: Good and good. You can spend the money you saved in the Shinsengumi overnight.

source: せやけどお前は…… 寺田屋に別れの挨拶する女がおるんとちゃうか？
es_es: But you are ... Is there a woman who says goodbye to Teradaya?

source: あそこの女将、年増のわりにえらい色気が あるさかいなぁ。
es_es: The landlady over there has a great sex appeal for her age.

source: いや、そっちじゃねえ。
es_es: No, it's not over there.

source: あ？
es_es: Ah?

source: ……なんでもねえよ。
es_es: ...... Nothing.

source: そしたら、夜明け…… ワシも寺田屋に行く。
es_es: Then, at dawn ... I also go to Teradaya.

source: それまで一（はじめ）ちゃんも せいぜい楽しんどけや。
es_es: Until then, Ichi (Hajime) -chan will enjoy it at best.

source: （夜明けに寺田屋に沖田が来ると言ってたな。 夜までに江戸に行く準備をするか）
es_es: (You said that Okita will come to Teradaya at dawn. Are you ready to go to Edo by night?)

source: 龍馬
es_es: Ryoma

source: 沖田
es_es: Okita
