Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid011610a8.po
Languages: es_es

source: ん？ 何か書いてあるな。
es_es: Hmm? Something is written.

source: “腕に自信があるものは闘技場へ！” ……と書いてあるな。
es_es: "If you have confidence in your arm, go to the arena!"

source: 闘技場か…… 時間があったら寄ってみるか。
es_es: Is it a arena ... Would you like to stop by if you have time?

source: （何を見るか……）
es_es: (What do you see ...)

source: 俺の闘技場番付は…… %s 位か。
es_es: My arena ranking is ...% s.

source: 俺の闘技場番付は…… 頂点の座だな。
es_es: My arena numbering is ... it's the pinnacle.

source: <Color:7>不定期開催 賞金争奪戦<Color:Default>が開催しているようだ。 時間があれば参加してみるか。
es_es: <Color:7>Irregularly held prize competition<Color:Default> Seems to be holding. Would you like to participate if you have time?

source: “頂点の座、斎藤一に挑戦者有り……” と書いてあるな。 <Color:7>頂点の座 死守戦<Color:Default>が開催しているようだ。
es_es: It says, "There is a challenger in Saito Hajime, the top seat ...".<Color:7> Top seat death defense battle<Color:Default> Seems to be holding.

source: 今は特別なことは何もやっていないようだ。
es_es: I don't seem to be doing anything special right now.

source: 闘技場番付
es_es: Arena Banzuke

source: 不定期開催のお知らせ
es_es: Notice of irregular holding

source: やめる
es_es: Stop
