Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01330f79.po
Languages: es_es

source: （ん……？）
es_es: (Hmm……?)

source: よし、これも入れとくか……
es_es: Alright, let's put this in too ...

source: （何をしている……？）
es_es: (What are you doing……?)

source: おっ!! び、びっくりした！
es_es: Oops !! I was surprised!

source: いったい、何をしてるんだ？ 何か後ろめたい事でもしていた様だが……
es_es: What on earth are you doing? It seems that he was doing something he wanted to blame ...

source: と、とんでもねぇ。 そんなこと無いって。
es_es: That's ridiculous. That's not the case.

source: いや、何ね、この壺に 俺のいらない物を入れてたんだよ。
es_es: No, I used to put something I didn't need in this jar.

source: 誰かの役にでも立てばいいなってな。 まあ、俺もいらないもの捨ててるだけだけどな。
es_es: I hope it helps someone. Well, I'm just throwing away what I don't need.

source: こうして蓋をしとけば、 犬に持って行かれないし、 雨にも濡れないからな。
es_es: If you remove the lid in this way, it won't be taken to the dog and won't get wet in the rain.

source: あんたも、もし壺を見かけたら 探ってみるといい。 役に立つ物が入ってるかもしれないからな。
es_es: If you see a jar, you should look for it. It may contain useful things.

source: 町の中には、至る所に壺が配置されています。 この壺には色々役立つ道具が入っています。 時には、滅多に手に入らない道具が入っている事もあります。 至る所にある壺を探してみましょう。
es_es: Vases are placed everywhere in the town. This jar contains various useful tools. Occasionally, there are tools that are rarely available. Look for vases everywhere.

source: また、一度取った壺にも、その後再び誰かが 道具を入れてくれる事もあります。 ふたが付いた壺を見つけたら、調べてみましょう。
es_es: Also, once you take a jar, someone may put the tool in again after that. If you find a jar with a lid, check it out.

source: 男
es_es: male

source: 壺
es_es: pot
