Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c1419.po
Languages: es_es

source: へへっ、見上げた野郎だ……！ まさか裸のまま外まで追いかけて来るなんてな！
es_es: Hehe, the guy who looked up ...! No way to chase after you naked!

source: フッ…… 観念するんだな。
es_es: Hmm ... I'm thinking.

source: いたぞ！ あそこだ！
es_es: There it is! Over there!

source: し、しまった！
es_es: I've done it!

source: ……お前も年貢の納め時だな。
es_es: ...... You are also the time to pay the annual tribute.

source: くっ……！
es_es: Kuu ……!

source: ん？ 何故こっちを見ているんだ？ ……泥棒は俺じゃないぞ。そっちの男だ。
es_es: Hmm? Why are you looking at me? ...... The thief is not me. That guy.

source: 御用だ、御用だ！ 街中を素っ裸で 走り回っていた男っていうのはお前だな!?
es_es: It's for you, it's for you! You are the man who was running around the city naked !?

source: な、何……!?
es_es: What ...!?

source: いや、俺は着物を盗まれたから そこの男を追いかけただけだ……！
es_es: No, I just chased the guy there because my kimono was stolen ...!

source: 言い訳するな！ ……この変態をひっとらえろ！
es_es: Don't make excuses! ...... Catch this metamorphosis!

source: （面倒なことになってきたな…… 一旦銭湯まで逃げよう）
es_es: (It's getting troublesome ... Let's escape to the public bath once)

source: あっ！ 逃げた！ 待て、変態！
es_es: Ah! ran away! Wait, metamorphosis!

source: 着物泥棒
es_es: Kimono thief

source: 岡っ引き
es_es: Okabiki
