Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021dfe.po
Languages: es_es

source: ……本当のことを教えてくれ、おりょう。
es_es: ...... Tell me the truth, Oryo.

source: なんで「坂本龍馬」を逃がした？
es_es: Why did you miss "Ryoma Sakamoto"?

source: それは…… お客さんが追われてたんを 助けよ思っただけや。
es_es: It was ... I just wanted to help the customer being chased.

source: だが下手すりゃお前も、坂本を助けたと 新選組に斬られていたかもしれない。
es_es: However, if you are not good at it, you may have been cut off by the Shinsengumi for helping Sakamoto.

source: 自分の命はってまで助けるような客なのか？ 「坂本龍馬」は。
es_es: Is it a customer who can help his life? "Ryoma Sakamoto" is.

source: そうや…… ウチは寺田屋のお客さんが新選組に 狙われてるゆうなら、誰でも助けます。
es_es: Yeah ... I'll help anyone if the Teradaya customers are targeted by the Shinsengumi.

source: それが寺田屋で働くもんの務めです。
es_es: That is the duty of working at Teradaya.

source: そうか…… それならいい。
es_es: I see ... That's fine.

source: え……？
es_es: e……?

source: 俺はここを出ていく。
es_es: I'm leaving here.

source: え、なんで……？
es_es: Huh? Why……?

source: 俺も新選組の一員だ。 俺がここにいれば、新選組のことをそこまで 憎んでいるお前を苦しめるだけだ。
es_es: I am also a member of the Shinsengumi. If I were here, it would only hurt you who hated the Shinsengumi so much.

source: いや、それは……
es_es: No, that is ...

source: 世話になったな。
es_es: I was taken care of.

source: 一（はじめ）さん……
es_es: Mr. Ichi (beginning) ……

source: もうええんとちゃう、おりょうちゃん？ そろそろホンマのこと話してくれてもええんやないの？
es_es: Already, Oryo-chan? Isn't it okay if you talk about Honma soon?

source: 女将さん……？
es_es: Landlady ……?

source: あんた、なんか隠してるやろ？ そろそろウチにも教えてくれへん？
es_es: You're hiding something? Can you tell me about it?

source: どういうことなんだ。お登勢。
es_es: What do you mean? Climbing.

source: 実はおりょうちゃんね、一（はじめ）さんを追って、 この宿に飛び込んできたんよ。 ね、おりょうちゃん？
es_es: Actually, Oryo-chan, I jumped into this inn following Mr. Ichi (Hajime). Hey, Oryo-chan?

source: 俺を追って？
es_es: Chasing me?

source: せや。 斎藤一さん言うお侍さんの 世話をさせて欲しい言うてね。
es_es: Seya. Saito Hajime, I want you to take care of the samurai.

source: てっきり最初は、片思いでもしてるもんやと 思うとったけど、どうもそれだけやないみたいでね。
es_es: At first, I thought I had a crush, but I don't think I'll do that much.

source: 一（はじめ）さんが出かけた後追いかけて 行ってみたり、部屋の様子を掃除しながら 調べたりしててね。
es_es: After Mr. Ichi (Hajime) went out, I chased after him and checked the room while cleaning it.

source: 何か目的があって近づいてきたんやと確信した。
es_es: I was convinced that I was approaching for some purpose.

source: どういうことなんだ、おりょう？
es_es: What do you mean?

source: さっきの坂本龍馬はんと何か関係が あるんとちゃうか？ おりょうちゃん。
es_es: Does it have anything to do with Ryoma Sakamoto? Oryo-chan.

source: あんた一（はじめ）さんのこと好きなんやろ？ 離れ離れになりたくないんやろ？ せやったらちゃんと話した方がええ。
es_es: What do you like about you (beginning)? You don't want to be separated, right? It's better to talk properly.

source: 好きな人に一生疑われたままやったら、 そない哀しい話はないで。な？
es_es: If you keep being suspected by your favorite person for the rest of your life, don't be sad. What?

source: ……わかりました。お話します。
es_es: ……understood. I will talk.

source: うちは、寺田屋に来る前から…… 勤王派に協力していた女です。
es_es: Before I came to Teradaya, I was a woman who cooperated with the Qin Wang faction.

source: 最初は…… 些細な町の噂とか、そういうのを 坂本さんのお仲間に教えたりしてました。
es_es: At first ... I told Sakamoto-san's friends about trivial rumors about the town.

source: それが勤王のお役に立つからって。 いくらかお金を受け取って……
es_es: Because it is useful for Qin Wang. Receive some money ...

source: うちには…… 今も床に伏せっている母がいます。 その薬代にあてるためでした。
es_es: We have a mother who is still lying on the floor. It was to cover the cost of the medicine.

source: でもある日…… 次からは「斎藤一」いう人のそばに行って、 その人の行動を知らせてほしいって言われたんです。
es_es: But one day ... I was asked to go to a person named "Saito Hajime" and let him know what he was doing.

source: 「坂本龍馬」にだな？
es_es: Is it "Ryoma Sakamoto"?

source: あなたがいつ、どこに出かけるのか、 誰と会っているのか。寺田屋の女中として 分かる範囲でいいから報告してくれって……
es_es: When and where are you going and who are you meeting? Please report it as long as you can understand it as a maid of Teradaya ...

source: うちもそのくらいならええと思ってました。 あの夜までは……
es_es: I thought it would be good for us. Until that night ...

source: これ…… おりょうちゃんを雇った日に 寺田屋に置かれていったお金。
es_es: This is the money that was left at Teradaya on the day I hired Oryo-chan.

source: 誰が置いていったかもわからんかったけど…… 多分、坂本さんやったんやね。
es_es: I didn't know who left it, but ... maybe Mr. Sakamoto did it.

source: うちがおりょうちゃんを雇い入れたことへの 見返りとして。
es_es: In return for hiring Oryo-chan.

source: 「坂本龍馬」とは、どこで知り合ったんだ？
es_es: Where did you get to know "Ryoma Sakamoto"?

source: もともとうちの父が、勤王の活動家やったんです。
es_es: Originally, my father was an activist of Qin Wang.

source: それが幕府の役人に捕まって…… 何人にも囲まれて斬り殺された。もう何年も前……
es_es: It was caught by a shogunate official ... and was killed by being surrounded by many people. Many years ago ...

source: その後、京に上ってくる勤王派の志士たちが 死んだ父のお見舞いに訪ねてくることがあって……
es_es: After that, the Qin Wang scholars who came up to Kyo sometimes visited the sympathy of their dead father ...

source: 坂本さんはそういう人たちの１人でした。
es_es: Mr. Sakamoto was one of those people.

source: そしてお金に困っているうちらに、 手を差し伸べてくれた……
es_es: And when I was in trouble with money, he reached out to me ...

source: 一（はじめ）さんに言うても詮無い話やけど、 侍同士の争いに翻弄されるのは 何の力もない女子供や。
es_es: It's a good story to say to Mr. Ichi (Hajime), but it's a girl and a child who have no power to be at the mercy of the conflict between samurai.

source: おりょうちゃんかて巻き込まれたくて 巻き込まれたんとちゃう。
es_es: Oryo-chan wants to get involved and gets involved.

source: 女１人、母親背負って生きるためにしたことや。 一（はじめ）さん、おりょうちゃんを許したって。
es_es: One woman, what she did to live with her mother on her back. Ichi (beginning) -san, forgive Oryo-chan.

source: 女将さん……
es_es: Landlady ……

source: ……おりょう、もうひとつ聞かせてくれ。
es_es: …… Oryo, please tell me another one.

source: わざわざお前を使って俺を監視してた「坂本龍馬」が なんで今日になってここに現れた？
es_es: Why did "Ryoma Sakamoto", who used you to monitor me, appear here today?

source: いずれ俺と鉢合わせるのは目に見えていたはずだ。
es_es: It must have been visible to meet me someday.

source: それは、うちにもわかりません…… せやけど、坂本さんは京でやらなきゃいけない 仕事がある、いうてた。
es_es: I don't know that ... I'm sorry, but Mr. Sakamoto said that he had a job to do in Kyoto.

source: うちが聞いたのは、それだけです。
es_es: That's all we heard.

source: 京でやらなきゃいけない仕事……？
es_es: The work I have to do in Kyo ...?

source: なあ一（はじめ）さん、 これからおりょうちゃんをどないする気？
es_es: Naaichi (Hajime), are you willing to leave Oryo-chan from now on?

source: もうええです、女将さん。 覚悟はできてます。
es_es: Yes, the landlady. I'm ready.

source: 一（はじめ）さん…… 見損なったでしょ？ うちのこと。
es_es: Mr. Ichi (beginning) ... You missed it, right? About us.

source: いや…… 俺にはそんな資格はねえ。
es_es: No ... I don't have that qualification.

source: 俺もあんたらを…… だましていたんだ。
es_es: I was fooling you too ...

source: 名前を、偽っている。
es_es: The name is false.

source: え……？
es_es: e……?

source: 龍馬
es_es: Ryoma

source: おりょう
es_es: Oryo

source: お登勢
es_es: Climbing
