Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01260de1.po
Languages: es_es

source: （この先が豊臣秀武の部屋だ。 このまま入るか？）
es_es: (The room ahead is Hidetake Toyotomi. Will you enter as it is?)

source: もはや言葉は必要ない。 いくぞ！
es_es: I don't need words anymore. let's go!

source: （この先が豊臣秀武の部屋だ。 このまま入るか？）
es_es: (The room ahead is Hidetake Toyotomi. Will you enter as it is?)

source: （この先が豊臣秀武の部屋のようだ。 このまま入るか？）
es_es: (It looks like Toyotomi Hidetake's room is ahead. Will you enter as it is?)

source: よくぞここまで辿り着いたな。
es_es: Well, you've reached this point.

source: 我が名は豊臣秀武。 積年の徳川への恨みを晴らさんと、 ここまで兵を集めてきた。
es_es: My name is Hidetake Toyotomi. Hara-san and Hara-san have gathered soldiers so far with a long-standing grudge against Tokugawa.

source: お前が…… 豊臣秀武……
es_es: You are ... Hidetake Toyotomi ...

source: 貴様を倒し、 今こそ豊臣の旗を揚げようぞ！
es_es: Let's defeat you and raise the Toyotomi flag now!

source: ぐぬぬ……またしても敗れるとは……
es_es: Gununu ... to lose again ...

source: ぐぬぬ……豊臣の名を語り…… ここまで築き上げてきた我が軍勢が、 こうも容易く壊滅されるとは……
es_es: Gununu ... Speaking of Toyotomi's name ... It is said that our army that has been built up to this point will be easily destroyed ...

source: 我が名は曽田地……曽田地秀武…… この乱世に乗じ、天下を狙う我が野望が……
es_es: My name is Sodaji ... Hidetake Sodaji ... My ambition to take advantage of this turbulent world and aim for the world ...

source: 武人として、この借りは…… 必ず…… 必ず返す……
es_es: As a samurai, this borrowing is ... surely ... always return ...

source: （任務は片付いた、屯所へ戻るか？）
es_es: (The mission has been completed, will you return to the tunsho?)

source: 入る
es_es: enter

source: 後にする
es_es: Later

source: 曽田地
es_es: Sodaji

source: 秀武
es_es: Hidetake

source: 戻らない
es_es: Dont return

source: 屯所に戻る
es_es: Return to tunsho
