Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c133b.po
Languages: es_es

source: よう、相棒…… 今日はどんなブツが欲しい……？
es_es: Yeah, my buddy ... what kind of stuff do you want today ...?

source: ……いいブツをそろえてるぜ。
es_es: ...... I have good stuff.

source: ……いいブツがそろってるぜ。
es_es: ...... I have all the good stuff.

source: ……ありがとよ。だがしかし、 くれぐれもブツの取り扱いには気をつけろよ。
es_es: ...... Thank you. However, be careful when handling stuff.

source: ……あぁ。
es_es: ……Ahh.

source: ……すまない、取引は中止だ。
es_es: ...... I'm sorry, the transaction has been cancelled.

source: ……相棒、また危ない橋を渡っているんじゃ ないだろうな。気をつけろよ。
es_es: ...... Buddy, I don't think he's crossing a dangerous bridge again. Be careful.

source: あ、あぁ……
es_es: Ah, ah ...

source: ……いや、特に用はないんだ。
es_es: ...... No, I have no particular need.

source: ……なるほど、尾行がいて取り引きできないんだな。 わかった、そいつをまいたらまた来てくれ。
es_es: ...... I see, there is a trail and I can't trade. Okay, if you sprinkle it, come back again.

source: （あの謎の外国人、あれから音沙汰がないな……）
es_es: (That mysterious foreigner hasn't heard anything since then ...)

source: （ヘマしたことを朝鮮人参でチャラにしてもらうと 言っていたが…… うまくいかなかったのか？）
es_es: (I was told that ginseng would make me messed up, but ... didn't it work?)

source: 例のブツは？
es_es: What's the example?

source: お前は…… 無事だったのか。
es_es: You ... were you safe?

source: あぁ、相棒。お前のおかげで、 組織に消される心配はなくなった。……ありがとよ。
es_es: Ah, my partner. Thanks to you, I no longer have to worry about being erased by the organization. ...... Thank you.

source: そうか、それはよかったな。
es_es: Well, that was good.

source: お前には感謝してもしきれない。 今まで世話になった……
es_es: I cannot thank you enough. I've been taken care of until now ...

source: そしてこれからは…… 客としてもよろしく頼む。
es_es: And from now on ... I ask for your support as a guest.

source: ……ん？ 客として？
es_es: ……Hmm? As a guest?

source: あぁ、俺は組織を抜けた。 これからは商売人として、まっとうに生きていく。
es_es: Ah, I left the organization. From now on, I will live as a business person.

source: 商売だと？ どこでするんだ？
es_es: Is it a business? Where are you going

source: ここだ。
es_es: here.

source: ここ……？ ここでいったい何を売るんだ？
es_es: here……? What on earth are you selling here?

source: シッ、大きな声で喋るな。 ……消されるぞ。
es_es: Shit, don't speak loudly. ...... It will be erased.

source: （あの謎の外国人…… 生きて帰ってくればよいが……）
es_es: (That mysterious foreigner ... I wish I could come back alive ...)

source: 朝鮮人参を組織に献上すれば、 俺の命くらい見逃してくれるはずだ…… 頼んだぞ。
es_es: If you donate ginseng to the organization, you should miss my life ... I asked.

source: ……わかった。 なんとしてでも手に入れてくる。
es_es: ……all right. You can get it anyway.

source: 頼んだぜ…… 相棒。
es_es: I asked ... my partner.

source: 相棒…… 例のブツは。
es_es: Aibo …… What is the example?

source: （例のブツ…… こいつの命を助けるためには、 朝鮮人参が必要なんだったな）
es_es: (Example stuff ... I needed ginseng to save his life)

source: すまないが、もうしばらく待ってくれ。
es_es: I'm sorry, but please wait for a while.

source: あぁ、俺が消されないうちに、頼んだぞ。
es_es: Oh, I asked before I was erased.

source: あぁ、約束の朝鮮人参を持ってきた。 これでお前の命が助かるんだな。
es_es: Oh, I brought the promised ginseng. This will save your life.

source: 「<Color:8>朝鮮人参<Color:Default>」を渡した
es_es: "<Color:8> Ginseng<Color:Default> Passed

source: 朝鮮人参…… 本当に手に入れてくるとは……
es_es: Ginseng ... What you really get ...

source: 約束したからな。
es_es: I promised you.

source: フフフ。相棒、お前は俺の…… 今までで一番の相棒だったぜ。
es_es: Fufufu. Buddy, you were my ... the best buddy I've ever had.

source: よし…… 俺はこいつを組織に献上してくる。
es_es: Alright ... I'm giving this to the organization.

source: 無事に取り引きが終わったら…… また…… ここで落ち合おう。
es_es: When the transaction is completed successfully ... See you again ... Let's meet here.

source: ……あぁ。生きて帰ってこいよ。
es_es: ……Ahh. Come back alive.

source: ……そのつもりだ。
es_es: ...... I'm going to do that.

source: ……ハァ、ハァ。
es_es: ...... Huh, huh.

source: お、おい。 なんだか息が荒いようだが、どうしたんだ？
es_es: Hey, hey. It seems like I'm out of breath, but what's wrong?

source: ……俺としたことが、 別の取り引きでヘマをしてしまってな。 今、組織の連中に追われているところだ……
es_es: ...... What I did was messed up in another deal. I'm being chased by the people in the organization ...

source: 何？ そ、それは…… 大丈夫なのか？
es_es: what? Well, that's ... is it okay?

source: 逃げ切れる可能性は、ほぼない。 俺が消されるのも…… 時間の問題だ。
es_es: There is almost no chance of running away. It's only a matter of time before I'm erased.

source: そうか…… それは…… 大変そうだな……
es_es: Yeah ... that's ... it looks like it's going to be difficult ...

source: 相棒、短い間だったが、 お前と出会えて…… よかったぜ。
es_es: Buddy, it was a short time, but I'm glad I met you ...

source: たまにでいいから思い出してくれ…… 俺という人間が…… 生きていたことをな。
es_es: Remember that it's okay once in a while ... I remember that a human being ... was alive.

source: おい、諦めるな…… 何か…… 何かお前が助かる方法はないのか？
es_es: Hey, don't give up ... something ... is there any way you can help?

source: ひとつだけ、あることはあるが…… おそらくは…… 無理だ。
es_es: There's only one thing, but ... probably ... it's impossible.

source: 何？ それはいったい……
es_es: what? That is ...

source: ……ニンジンだ。
es_es: ...... It's a carrot.

source: 何？ ニンジン？
es_es: what? carrot?

source: あぁ、ニンジンを組織に献上すれば、 俺の命くらいは見逃してくれるだろう……
es_es: Ah, if you give a carrot to the organization, you'll miss my life ...

source: ……お前は知らないかもしれないが、 ニンジンは八百屋で買える。 俺がそれを買ってくれば……
es_es: ...... You may not know, but you can buy carrots at a greengrocer. If I buy it ...

source: いや、必要なのはただのニンジンではない。
es_es: No, it's not just carrots that you need.

source: 朝鮮…… 人参だ……
es_es: Korea ... Ginseng ...

source: 朝鮮人参だと……！
es_es: With ginseng ...!

source: あぁ、しかしあいにくここは日本…… ただの、絵に描いた餅だな……
es_es: Ah, but unfortunately this is Japan ... it's just a picture of mochi ...

source: ……いや、朝鮮人参でも 手に入れることはできるぞ。 まぁ、普通のにんじんより少し難しいとは思うがな。
es_es: ...... No, you can get ginseng. Well, I think it's a little more difficult than ordinary carrots.

source: な、なんだと……!?
es_es: What is it ...!?

source: （今まで高い報酬をもらってきた恩もある…… 野菜ひとつで人の命が救えるなら協力してやるか）
es_es: (There is also the benefit of receiving high rewards until now ... If one vegetable can save a person's life, will we cooperate?)

source: ……しかたない。 俺が朝鮮人参を探してきてやるよ。
es_es: ……it can not be helped. I'll look for ginseng.

source: 相棒…… お前、正気か？ 命の保障はないんだぞ？
es_es: Buddy ... Are you sane? There is no guarantee of life, right?

source: まかせておけ。
es_es: Leave it to me.

source: 助かる…… 死ぬなよ、相棒。
es_es: It helps ... Don't die, my buddy.

source: ……お前もな。
es_es: ……you too.

source: 相棒、次で最後の取り引きだ。 気を引き締めておけ……
es_es: Buddy, next and last deal. Stay calm ...

source: 相棒、お前には納豆を持って来てもらおう。 危険な仕事だ…… 死ぬなよ。
es_es: Buddy, I'll have you bring natto. It's a dangerous job ... Don't die.

source: ……わかった。 米屋でも巡って探してみる。
es_es: ……all right. I will go around and look for it at the rice shop.

source: 例のブツは。
es_es: The example is.

source: （例のブツ…… たしか、納豆だったな）
es_es: (Example of stuff ... I think it was natto)

source: すまないが、もうしばらく待ってくれ。
es_es: I'm sorry, but please wait for a while.

source: ……急げよ。取り返しがつかなくなる前に。
es_es: ...... Hurry up. Before it gets irreparable.

source: あぁ、納豆だったな。 ちゃんと持ってきたぞ。
es_es: Oh, it was natto. I brought it properly.

source: 「<Color:8>納豆<Color:Default>」を渡した
es_es: "<Color:8> Natto<Color:Default> Passed

source: ほう、これが納豆か。 たしかにこの匂いなら世界を…… いや、あるいはもっと大きな……
es_es: Hmm, is this natto? Certainly this smell makes the world ... no, or even bigger ...

source: やはり俺が見込んだ男だ。 これほど簡単に納豆を手に入れてくるとは。 ……受け取れ。報酬だ。
es_es: After all it is the man I expected. How easy is it to get natto? ...... Receive. It's a reward.

source: 「<Color:8>３両<Color:Default>」をもらった
es_es: "<Color:8> 3 cars<Color:Default> I got

source: ……納豆はお前が思ってるほど 危険な品じゃないからな。
es_es: ...... Natto is not as dangerous as you think.

source: まだまだアマちゃんだな、相棒。 この納豆ひとつでどれほどの国が……
es_es: I'm still Ama-chan, my partner. How many countries can this natto be ...

source: おっと…… 少しお喋りが過ぎた。 これ以上、闇の世界に深入りするな。戻れなくなる。
es_es: Oops ... I've talked a little too much. Don't go deeper into the dark world anymore. I can't go back.

source: おそらく、次で最後の取り引きになる。
es_es: Probably the next and final deal.

source: そうか。
es_es: Really.

source: 今までよく頑張ってくれた。 最後まで…… 付き合ってくれるか？
es_es: He has worked hard until now. Until the end ... Will you go out with me?

source: フッ、乗りかけた船だ。付き合ってやるよ。
es_es: Huh, it's the ship I got on. I'll go out with you.

source: フフフ、それでこそ俺の相棒だ。 ……頼んだぞ。
es_es: Huhuhu, that's my companion. ...... I asked.

source: よう、相棒。
es_es: Yeah, my partner.

source: また取り引きか？
es_es: Is it a deal again?

source: ……その前に、お前、誰かにつけられてないか？
es_es: ...... Before that, have you been attached to someone?

source: ……？ いや、そんなことはないと思うが。
es_es: ……? No, I don't think that's the case.

source: そうか…… ならいい。 最近いろいろ嗅ぎまわっている奴がいる。
es_es: I see ... Someone has been sniffing around lately.

source: ……お前は、消されるなよ。
es_es: ...... You shouldn't be erased.

source: 今回お前に頼みたいブツだが…… いつもより危険な品だ。
es_es: I'd like to ask you this time, but ... It's more dangerous than usual.

source: ……危険な品？
es_es: ...... Dangerous item?

source: そうだ。そのブツというのが……
es_es: That's it. That thing is ...

source: ……納豆だ。
es_es: ...... It's natto.

source: なっ…… とう……
es_es: Nah ... finally ...

source: 今回はわりと命に関わる。 ……報酬は３両だそう。
es_es: This time it is rather life-threatening. ...... The reward is 3 cars.

source: さ、３両もか……
es_es: Well, three cars ...

source: 相棒…… 消されるなよ。
es_es: Buddy ... Don't get erased.

source: ……わかった。
es_es: ……all right.

source: （納豆、か…… 米屋か漬物屋にでも売っているだろう）
es_es: (Natto, or ... maybe you can buy it at a rice shop or a pickle shop)

source: 相棒、取り引きにはまだ早すぎる…… 状況を考えてから動くんだ。
es_es: Buddy, it's too early to make a deal ... Think about the situation before you move.

source: 相棒、お前にはちり紙を持って来てもらおう。 もちろんこの件は他言無用だ…… いいな？
es_es: Buddy, I'll ask you to bring some dust paper. Of course, this matter is useless ... Is that okay?

source: ……わかった。
es_es: ……all right.

source: 例のブツは。
es_es: The example is.

source: （例のブツ…… たしか、ちり紙だったな）
es_es: (Example stuff ... I think it was dust paper)

source: すまないが、もうしばらく待ってくれ。
es_es: I'm sorry, but please wait for a while.

source: ……急げ。時間が経つほど危ない仕事になる。
es_es: ……hurry up. The more time passes, the more dangerous the work becomes.

source: あぁ、ちり紙だったな。 ちゃんと持ってきたぞ。
es_es: Oh, it was dust paper. I brought it properly.

source: 「<Color:8>ちり紙<Color:Default>」を渡した
es_es: "<Color:8> Dust paper<Color:Default> Passed

source: 相棒、でかした。 これぞちり紙の中のちり紙だな。 ……素晴らしいぞ！
es_es: Buddy, big. This is the dust paper in the dust paper. ...... It's wonderful!

source: ……ゴホン。 約束の報酬だ。受け取れ。
es_es: ...... Gohon. It's a promised reward. Receive.

source: 「<Color:8>１両<Color:Default>」をもらった
es_es: "<Color:8> 1 car<Color:Default> I got

source: ちり紙ひとつで１両も…… いいのか？
es_es: One piece of dust paper can be used for one car ... Is that okay?

source: 何を言っている。 このちり紙で何億という命が…… おっと。
es_es: What are you saying. Hundreds of millions of lives with this dust paper ... Oops.

source: ……少しお喋りが過ぎた。 これ以上、深く詮索しない方が身のためだ。
es_es: ...... I talked a little too much. It is better not to snoop deeper than this.

source: ……次の取り引きもよろしく頼んだぞ。相棒。
es_es: ...... I'm looking forward to your next deal. Partner.

source: その時まで、お互い生きていたら…… だがな。
es_es: Until then, if we were alive with each other ...

source: 相棒、取り引きだ。 例のブツを持って来てくれ……
es_es: Buddy, a deal. Bring me the example stuff ...

source: ……今回のブツはなんなんだ？
es_es: ...... What is this thing?

source: 今回持って来てほしいブツは…… ちり紙だ。
es_es: The thing I want you to bring this time is ... dust paper.

source: ち、ちり紙……
es_es: Chi, dust paper ……

source: ……今回の報酬は１両だ。頼んだぞ。
es_es: ...... The reward this time is one car. I asked.

source: （ちり紙ひとつで１両…… こいつは本当に何をしている男なんだ？）
es_es: (One car with one dust paper ... What is this guy really doing?)

source: ……わかった。
es_es: ……all right.

source: 相棒、取り引きにはまだ早すぎる…… 状況を考えてから動くんだ。
es_es: Buddy, it's too early to make a deal ... Think about the situation before you move.

source: 相棒、お前にはふんどしを持って来てもらおう。 もちろんこの件は他言無用だ…… いいな？
es_es: Buddy, I'll have you bring a loincloth. Of course, this matter is useless ... Is that okay?

source: ……わかった。
es_es: ……all right.

source: 例のブツは。
es_es: The example is.

source: （例のブツ…… たしか、ふんどしだったな）
es_es: (Example stuff ... I think it was a loincloth)

source: （しかし今着用してしまっている…… こいつを渡すにはいったんとらないと いけないな……）
es_es: (But I'm wearing it now ... I have to take it once to hand it over ...)

source: すまないが、もうしばらく待ってくれ。
es_es: I'm sorry, but please wait for a while.

source: ……急げ。時間が経つほど危ない仕事になる。
es_es: ……hurry up. The more time passes, the more dangerous the work becomes.

source: （例のブツ…… たしか、ふんどしだったな）
es_es: (Example stuff ... I think it was a loincloth)

source: すまないが、もうしばらく待ってくれ。
es_es: I'm sorry, but please wait for a while.

source: ……急げ。時間が経つほど危ない仕事になる。
es_es: ……hurry up. The more time passes, the more dangerous the work becomes.

source: あぁ、ふんどしだな。 ちゃんと持ってきたぞ。
es_es: Oh, it's a loincloth. I brought it properly.

source: 「<Color:8>ふんどし<Color:Default>」を渡した
es_es: "<Color:8> Loincloth<Color:Default> Passed

source: これはまた…… うってつけのふんどしだ。
es_es: This is also ... a perfect loincloth.

source: ……よくやった。 約束の報酬だ。受け取れ。
es_es: ……well done. It's a promised reward. Receive.

source: 「<Color:8>２両<Color:Default>」をもらった
es_es: "<Color:8> 2 cars<Color:Default> I got

source: 毎度のことだが、こんなにもらっていいのか？
es_es: As always, can I get this much?

source: 相応の報酬だ。考えてもみろ。 このふんどしでどれだけの人間が…… おっと。
es_es: It's a reasonable reward. Think about it. How many people are in this loincloth ... Oops.

source: ……少しお喋りが過ぎた。 これ以上、深く詮索しない方が身のためだ。
es_es: ...... I talked a little too much. It is better not to snoop deeper than this.

source: ……次の取り引きもよろしく頼んだぞ。相棒。
es_es: ...... I'm looking forward to your next deal. Partner.

source: その時まで、お互い生きていたら…… だがな。
es_es: Until then, if we were alive with each other ...

source: 相棒、取り引きだ。 例のブツを持って来てくれ……
es_es: Buddy, a deal. Bring me the example stuff ...

source: ……今回のブツはなんなんだ？
es_es: ...... What is this thing?

source: 今回持って来てほしいブツは…… ふんどしだ。
es_es: The thing I want you to bring this time is ... loincloth.

source: ふ、ふんどしだと…… 誰のだ……
es_es: Hmm, loincloth ... Who is it ...

source: 何を言っている。誰のでもいい。 ……今回も報酬は２両だ。頼んだぞ。
es_es: What are you saying. Anyone is fine. ...... The reward is 2 cars this time as well. I asked.

source: （ふんどしひとつで何故２両も…… いったいこいつは何者なんだ……）
es_es: (Why two loincloths with one loincloth ... Who the hell is this guy ...)

source: ……わかった。
es_es: ……all right.

source: まだ取り引きの時刻ではない。 時が来たら…… またブツの引き渡しを頼む。
es_es: It's not the time of the deal yet. When the time comes ... I'll ask you to hand over the stuff again.

source: お前には、とまとを１０個持って来てもらおう。 もちろんこの件は他言無用だ…… いいな？
es_es: I'll ask you to bring 10 Tomato. Of course, this matter is useless ... Is that okay?

source: ……わかった。
es_es: ……all right.

source: 例のブツは。
es_es: The example is.

source: （例のブツ…… たしか、とまとを１０個だったな）
es_es: (Example thing ... I'm sure there were 10 Tomato)

source: すまないが、もうしばらく待ってくれ。
es_es: I'm sorry, but please wait for a while.

source: ……急げ。時間が経つほど危ない仕事になる。
es_es: ……hurry up. The more time passes, the more dangerous the work becomes.

source: あぁ、とまとだな。 ちゃんと持ってきたぞ。
es_es: Ah, it's Tomato. I brought it properly.

source: 「<Color:8>とまと<Color:Default>」を渡した
es_es: "<Color:8> Tomato<Color:Default> Passed

source: ……ずいぶん質のいい、とまとだ。
es_es: ...... It's a very good quality, Tomato.

source: ……よくやった。 約束の報酬だ。受け取れ。
es_es: ……well done. It's a promised reward. Receive.

source: 「<Color:8>２両<Color:Default>」をもらった
es_es: "<Color:8> 2 cars<Color:Default> I got

source: ……本当にとまと１０個で、 こんなにもらっていいのか？
es_es: ...... Is it really okay to get this much with 10 pieces?

source: このとまとが何に使われるか知ったら、 そんな台詞、もう二度と吐けなくなるだろう。
es_es: If I knew what this Tomato was used for, I would never be able to spit out such a line again.

source: これ以上、深く詮索しない方が身のためだ……
es_es: It's better not to snoop deeper anymore ...

source: ……またよろしく頼んだぜ、相棒。
es_es: ...... Thank you again, my partner.

source: ……何？ また？
es_es: ……what? Also?

source: 取り引きは複数回の予定だ。 お前には、時が来たらまたブツの受け渡しを頼む。
es_es: The deal will be multiple times. I'll ask you to hand over the stuff again when the time comes.

source: それまで…… 消されるなよ。
es_es: Until then ... Don't be erased.

source: 「謎の商人」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「謎の商人」と交流してみましょう。
es_es: A bond with the "mysterious merchant" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with the "mysterious merchant".

source: （……ふぅ、少し歩き疲れたな。 この辺でひと休みでもするか）
es_es: (... Huh, I'm a little tired of walking. Do you want to take a break around here?)

source: ……例のブツは？
es_es: ...... What is the example?

source: （この男…… いつの間に俺の背後に……!?）
es_es: (This guy ... behind me ...!?)

source: ……例のブツはどうした？
es_es: ...... What happened to the example?

source: ……れ、例のブツ？
es_es: ...... Is that the case?

source: 忘れたのか？ この時刻にこの場所。 例のブツを持ってくる取り引きだろう……
es_es: Have you forgotten? This place at this time. It's a deal that brings the example stuff ...

source: ……いや、人違いだ。 俺は偶然、ここに来ただけだからな。
es_es: ...... No, it's a mistake. I just came here by chance.

source: なんだと？
es_es: what?

source: 他にそれらしい奴も来ない…… ということは…… あの野郎、消されたか……
es_es: No other person like that will come ... That means ... That bastard, was it erased ...

source: （……なんだか物騒な話になってきたな それにこの男、どうやら日本人ではなさそうだ）
es_es: (... It's been a noisy story, and this guy doesn't seem to be Japanese)

source: ……勘違いさせてすまないが、 俺はこれで失礼させてもらうぜ。
es_es: ...... I'm sorry to misunderstand, but I'm sorry for this.

source: ……ちょっと待て。
es_es: ……wait a minute.

source: 話を聞かれたからには、ただでは帰さない。 お前にも協力してもらう。
es_es: I can't go home for free because I was told. I will ask you to cooperate.

source: 協力だと……
es_es: With cooperation ...

source: ……お前には、消えた奴の替わりに、 例のブツを持って来てもらう。
es_es: ...... I'll ask you to bring the usual stuff in place of the disappeared one.

source: なぜ俺が？ それに、例のブツと言われてもだな……
es_es: Why am i? Besides, even if it's said to be an example ...

source: ……とまとだ。
es_es: ...... Tomato.

source: ……と、とまと？ もしかしてとまとが例のブツ…… なのか？
es_es: ... and Tomato? Perhaps Tomato is an example ...?

source: 大きな声で言うな。 ……そうだ。とまとが必要だ。 とまとを１０個、持って来てもらおう。
es_es: Don't say it out loud. ……That's it. I need a tomato. Let's bring 10 Tomatoes.

source: もちろんお前にも損はさせない…… 謝礼として２両支払う。
es_es: Of course, I won't let you lose ... I'll pay you two cars as a reward.

source: とまと１０個で、２両？ いったいなんの取り引きをしているんだ……？
es_es: Tomato 10 pieces, 2 cars? What kind of transaction are you doing ...?

source: ……死に急ぎたくなければ、詮索はしないことだ。
es_es: ... If you don't want to rush to death, don't snoop.

source: （よくわからんことに巻き込まれてしまった。 ずいぶん怪しいが、金払いはいいみたいだな……）
es_es: (I was caught up in something I didn't understand. It's quite suspicious, but it seems that payment is good ...)

source: （……困ってるみたいだし、 とまとくらいなら持って来てやるか？）
es_es: (... It looks like you're in trouble, do you want to bring it with you?)

source: ……わかった、とまと１０個だな。
es_es: ...... Okay, it's 10 tomatoes.

source: そうだ。なるべく急いでくれ。 ……時間が経つほど危ない仕事になる。
es_es: That's it. Hurry up as much as possible. …… The more time passes, the more dangerous the work becomes.

source: 謎の外国人
es_es: Mysterious alien

source: 道具・素材
es_es: Tools / materials

source: 武器
es_es: arms

source: やめる
es_es: Stop

source: 龍馬
es_es: Ryoma

source: 分岐
es_es: Branch

source: 朝鮮人参を渡す
es_es: Hand over ginseng

source: 渡さない
es_es: Do not pass

source: 納豆を渡す
es_es: Hand over natto

source: ちり紙を渡す
es_es: Hand over the dust paper

source: ふんどしを渡す
es_es: Pass the loincloth

source: とまとを渡す
es_es: Pass Tomato

source: 謎の商人との絆
es_es: Bonds with a mysterious merchant

source: 謎の声
es_es: Mysterious voice
