Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016c0057.po
Languages: es_es

source: ん……？
es_es: Hmm……?

source: （……気のせい、か）
es_es: (……Is it just me)

source: 勝負…… セヨ……
es_es: Game …… Seyo ……

source: 誰だ!?
es_es: Who!?

source: （……たしかここは、 亡霊武者がでると噂の通りだったか？）
es_es: (... Is it as rumored that a ghost warrior will appear here?)

source: おヌシ…… 腕の立つ剣士と…… お見受けスル……
es_es: Nushi ... With a skillful swordfighter ...

source: 勝負…… セヨ……！ 拙者と…… 勝負…… セヨ……！
es_es: Game …… Seyo ……! With me ... Match ... Seyo ...!

source: （まさか本当に亡霊武者のお出ましとは……）
es_es: (What is the ghost warrior's appearance ...)

source: フッ、勝負か……
es_es: Huh, is it a game ...

source: いいぜ、亡霊と戦えるなんて、 めったにない機会だしな！
es_es: Well, it's a rare opportunity to fight a ghost!

source: いざ…… 参ル！
es_es: Now ... Come on!

source: ウウ……
es_es: Uh ...

source: （さすが亡霊武者だ…… 噂通り、なかなか強かったな）
es_es: (As expected, he is a ghost warrior ... As rumored, he was quite strong.)

source: イ…… イ……
es_es: good……

source: ……いやー、驚いた！ あんた強いねー！ 降参、降参！ 久しぶりに負けちまったよ！
es_es: ...... No, I was surprised! You are strong! Surrender, surrender! I lost after a long time!

source: んっ!?
es_es: Hmm !?

source: はー、久しぶりに楽しかったなぁ！ あんた、どこの流派？ その武器なに？
es_es: Hmm, it was fun after a long time! Which school are you? What is that weapon?

source: ……おい、急に人が変わったように思えるが、 お前、本当に亡霊武者なのか？
es_es: …… Hey, it seems that people have changed suddenly, but are you really a ghost warrior?

source: はっはっは！ 俺が亡霊？ あんた、何言ってんだい？ そんなわけあるかい！
es_es: Hahaha! Am I a ghost? What are you talking about? Is there such a reason!

source: な、なんだと!? しかし…… 夜、この通りで 亡霊武者に勝負を挑まれると噂になっているが……
es_es: What !? But ... It's rumored that the ghost warriors will challenge you on this street at night ...

source: この通りには強い奴がよく通りかかるから、 しょっちゅう勝負しに来てるんだけどよ……
es_es: Strong guys often pass by on this street, so I often come to the game ...

source: 亡霊がでるって噂があったとは知らなかった…… 怖いな…… 拙者、幽霊とか亡霊とか苦手なんだよ。
es_es: I didn't know there was a rumor that a ghost would appear ... I'm scared ... I'm not good at ghosts or ghosts.

source: いや、多分それ…… お前だ。
es_es: No, maybe that ... you.

source: へ？ どういうことだい？
es_es: What? What do you mean?

source: なるほど、それで拙者のことを亡霊だと思ったのか！ そりゃあいい！
es_es: I see, did you think of me as a ghost! That's good!

source: フッ、まったく人騒がせな奴だ。 お前のせいで、震えあがっている奴もいたぞ。
es_es: Huh, he's a totally noisy guy. Some guys were trembling because of you.

source: ありゃ、そいつは悪いことをしちまったね。
es_es: Well, that guy has done something wrong.

source: わかった。もうここには来ないよ。 気持ちよく負けることができたしな。
es_es: all right. I won't come here anymore. I was able to lose comfortably.

source: ……気持ちよく、負ける？
es_es: ...... Do you feel comfortable losing?

source: あぁ、実は拙者、結構名の知れた剣士だったんだ。
es_es: Ah, I was actually a well-known swordfighter.

source: ほう、どうりで強いわけだ。
es_es: On the other hand, it's strong.

source: あぁ、そこらじゃ負け知らずだったんだけど、 卑怯な手を使われて負けたことがあってさ……
es_es: Ah, I wasn't defeated there, but I've lost with a cowardly hand ...

source: 待ち伏せ…… 十数人対一人…… あの時はたしか、罠まであったなぁ……
es_es: Ambush ... Dozens of people to one person ... I think it was a trap at that time ...

source: ……むしろ、それでよく生きてたな。
es_es: ...... Rather, I lived well with that.

source: そんな卑怯な手で負けたのが悔しくて、どうしても 納得いかなくてさ、自分が納得できる負けってやつを 味わわせてくれる相手を探してたんだ。
es_es: I was disappointed that I lost with such a cowardly hand, and I couldn't convince myself, so I was looking for someone who would let me taste the defeat that I could convince.

source: なるほどな。 だから、強そうな連中に声をかけていたのか。
es_es: got it. So, did you call out to those who seemed to be strong?

source: ああ。だが、なかなか拙者より強い奴がいなくて 困っていたんだ。
es_es: Oh. However, I was in trouble because there was no one who was stronger than me.

source: だけど、あんたのおかげで目的は達成できた。 しばらくはゆっくり休むことにするぜ。 亡霊武者の噂も、しばらくしたら落ち着くだろう。
es_es: But thanks to you, I was able to achieve my goal. I'll take a rest for a while. Rumors of ghost warriors will settle down after a while.

source: そうか。……ん？
es_es: Really. ……Hmm?

source: 「<Color:8>錦鯉の御守り<Color:Default>」を拾った
es_es: "<Color:8> Nishikigoi Omamori<Color:Default> I picked up

source: おい。これ、お前のか？ 落としたぞ？
es_es: Hey. Is this you? Did you drop it?

source: ……もう行ってしまったのか？
es_es: ...... Have you already gone?

source: （昔、卑怯な手を使われて死んだ、武者の亡霊……）
es_es: (Once upon a time, the ghost of a warrior who died using a cowardly hand ...)

source: …………まさかな。
es_es: ………… No way.

source: 謎の声
es_es: Mysterious voice

source: 亡霊武者
es_es: Ghost warrior

source: 亡霊武者？
es_es: Ghost warrior?
