Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021ec7.po
Languages: es_es

source: なんだと？
es_es: what?

source: 伊東はんは、泥舟…… このままやとワシも御陵衛士も、 坂本龍馬にええように利用されて仕舞いや。
es_es: Han Ito is a muddy boat ... As it is, both the eagle and the Imperial Guard are used by Ryoma Sakamoto.

source: ならいっそ、長州にでも雇ってもろた方が ええ思うてな。
es_es: If so, I think it would be better to hire him in Choshu.

source: 長州だと？
es_es: Choshu?

source: お前ら、桂と繋がりあるみたいやないか。 ワシと五番隊の連中、面倒見てもらえるよう 取り次いでもらえへんやろか。
es_es: You guys seem to have a connection with Katsura. The eagle and the 5th corps aren't going to take care of me.

source: 武田、お前……
es_es: Takeda, you ...

source: それとも、平助みたいに、ここでワシに 弄ばれるだけ弄ばれて捨てられるか…… 好きな方を選べや。
es_es: Or, like Heisuke, can you just play with me here and throw it away ... Choose the one you like.

source: ひ、っ…… いやぁあ……
es_es: Hi ... No ...

source: ペッ！ やっぱ女子の汗は口に合わん。 相手するんは、平助みたいな若い男に限るわ。
es_es: Pep! After all, girls' sweat doesn't fit in their mouths. I'm limited to young guys like Heisuke.

source: お前が下衆で良かった……
es_es: I'm glad you were a subordinate ...

source: あん？
es_es: An?

source: 口封じのためじゃない…… 何の躊躇もなくお前を殺すことができる。
es_es: It's not for closing your mouth ... I can kill you without any hesitation.

source: やる気なんか。
es_es: Is it motivated?

source: 答えるまでもねえ。
es_es: Not even to answer.

source: そうか。 残念や……こないなところでワレほどの男、 殺しとうはないんやけどなぁ!!
es_es: Really. I'm afraid ... I can't kill a man like a cracker in a place where he doesn't come !!

source: あの井上源三郎を殺した銃や…… 坂本龍馬って男にもろたもんや。
es_es: The gun that killed that Inoue Genzaburo ... Ryoma Sakamoto was a man.

source: なんだと……!?
es_es: what……!?

source: 自動装てん式大口径弾…… 最新の軍学兵器の前じゃ、剣術など意味がない。
es_es: Automatically loaded large caliber bullets ... In front of the latest military weapons, swordsmanship is meaningless.

source: それを証明したるわ。
es_es: I'll prove it.

source: そうかならその銃も、仇のひとつというわけだな。
es_es: If so, that gun is also one of the dead.

source: 一瞬や。勝負は一瞬で決まる。 死ぬ覚悟はできとんな？
es_es: For a moment. The game is decided in an instant. Are you ready to die?

source: いつでもいいぜ。……来い！
es_es: Anytime is fine. ...... Come on!

source: 死にさらせ！ このボケがぁあああああ！
es_es: Let me die! This bokeh is ahhhhh!

source: （早く幾松の店へ行かなければ……）
es_es: (If you don't go to the Ikumatsu store soon ...)

source: 龍馬
es_es: Ryoma

source: 武田
es_es: Takeda

source: 幾松
es_es: Jisong
