Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021f83.po
Languages: es_es

source: ぐっ……！
es_es: Good ...!

source: ……なぜそうまで沖田は井上の死にこだわる。
es_es: …… Why does Okita stick to Inoue's death?

source: ……さぁ。我々は隊長の命に従っているのみです。 その真意は我々の知るところではありません。
es_es: ...... Now. We are only following the command of the captain. The true meaning is unknown to us.

source: ……律儀な連中だ。
es_es: ...... They are lawful people.

source: （さて…… 船着き場へ向かうんだったな。 他の一番隊も暴れてなければいいが……）
es_es: (Well ... I was heading to the pier. I hope the other Ichiban Squads don't go wild ...)

source: ……お、俺は何も知らねえんだ…… 信じてくれよ……
es_es: ...... Oh, I don't know anything ... Believe me ...

source: どうだかな。昨晩お前が 船着き場あたりにいたと聞いたぞ？
es_es: How is it? Did you hear that you were around the pier last night?

source: もう少し強い「刺激」があれば 思い出すこともあるんじゃないか？
es_es: If there is a little stronger "stimulus", it may be remembered.

source: ひぃい！ も、もう勘弁してくれ……！
es_es: Hi! But please forgive me ...!

source: お前ら、何をしている。
es_es: What are you guys doing?

source: ……斎藤殿。 もちろん、井上隊長殺害犯の調査です。
es_es: ...... Saito. Of course, it is an investigation of Captain Inouye's murderer.

source: そんなやり方されちゃあ新選組の評判に関わる。 そいつを放してやれ。
es_es: If that is done, it will affect the reputation of the Shinsengumi. Let it go.

source: 我々は沖田隊長から犯人の究明を 厳命されています。
es_es: We are strictly ordered by Captain Okita to investigate the criminal.

source: 「そのためには手段は選ぶな」とも。 ……一番隊にご意見は無用に願います。
es_es: "Don't choose the means for that." …… Please do not give any opinions to the Ichiban Squad.

source: ……嫌だと言ったら？
es_es: ...... What if I say I don't like it?

source: 我々の頭は沖田隊長ただ一人。 その命令を邪魔するのであれば……
es_es: Our head is Captain Okita alone. If it interferes with that command ...

source: フッ。隊長が隊長なら部下も部下だ。
es_es: Huh. If the captain is the captain, the subordinates are also subordinates.

source: いいだろう…… 狂犬には少々手荒なしつけが必要だな。
es_es: That's okay ... Mad dogs need a little rough discipline.

source: フン！ やっちまえ!!
es_es: Hmm! Just do it!!

source: 一番隊隊士
es_es: Ichiban Squadron

source: 龍馬
es_es: Ryoma

source: 浪人
es_es: Ronin
