Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0144010d.po
Languages: es_es

source: ……あ。
es_es: ……Ah.

source: 前に言ってた怪しい客というのは、 あいつのことだったな……
es_es: The suspicious customer I mentioned earlier was him ...

source: は、はい……
es_es: Yes ...

source: ……たしかに怪しいな。
es_es: ...... I'm sure it's suspicious.

source: で、でしょう。
es_es: Well, it will be.

source: ……お前、店の奥に引っ込んでみたらどうだ？
es_es: ...... Why don't you try pulling it into the back of the store?

source: えっ？ どういうことです？
es_es: eh? What do you mean?

source: 目的が何かは知らんが、 あいつはお前の目を気にしていたんだろう？
es_es: I don't know what the purpose is, but did he care about your eyes?

source: だからお前がいなくなれば、 何か動きがあるかもしれんぞ。
es_es: So if you're gone, there may be some movement.

source: で、ですが…… 人を残したまま店を放るわけには……
es_es: But ... I can't leave the store with people left ...

source: 大丈夫だ。俺が見張っておいてやる。 あいつの目的がなんなのか、俺も気になるからな。
es_es: Should be fine. I'll keep an eye on you. I'm wondering what his purpose is.

source: ……斎藤様がそうおっしゃるなら。
es_es: ...... If Mr. Saito says so.

source: 斎藤様。少しの間、厠に行って参ります。 お買い物等ございましたらしばらくお待ちください。
es_es: Mr. Saito. I will go to the kitchen for a while. Please wait for a while if you have any shopping.

source: あぁ、わかった。
es_es: Oh, I understand.

source: （……さぁ、どうする）
es_es: (... What do you do)

source: （……万引きだ！）
es_es: (... Shoplifting!)

source: 待てっ！
es_es: Wait!

source: 一蔵屋の主人
es_es: The owner of Ichikuraya

source: 龍馬
es_es: Ryoma

source: 怪しい男
es_es: Suspicious man
