Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c1498.po
Languages: es_es

source: く…… 強すぎる……！ くそっ！
es_es: Ku ... too strong ...! Damn!

source: 大丈夫だったか。
es_es: Was it okay?

source: あ、あぁ。わしらは大丈夫。 じゃが……
es_es: Ah, ah. We're okay. Jaga ...

source: うっ、うぅ…… あぁぁ……
es_es: Uh, uh ... uh ...

source: 俺がもう少し早くかけつけていれば よかったな……
es_es: I wish I had arrived a little earlier ...

source: いいや、ありがとう…… わしら夫婦を助けてくれただけでも……
es_es: No, thank you ... Even if you just helped our couple ...

source: かずきち…… かずきち…… うぅぅぅ……
es_es: Kazukichi …… Kazukichi …… Uuuuu ……

source: ばあさん……
es_es: Granny ……

source: 結局、かずきちは助からんかった…… ばあさんの方は泣き疲れたのかのう…… 眠ってしまったわい。
es_es: After all, Kazuki wasn't saved ... I wonder if the old lady was tired of crying ... I'm afraid I fell asleep.

source: さっきは見苦しいところを見せてしもうて すまんかったのう。
es_es: I'm sorry to show you the unsightly part a while ago.

source: 家族を失ったんだ…… 無理もない。
es_es: I lost my family ... No wonder.

source: そうじゃな…… かずきちを二度も、武士に殺されたんじゃ……
es_es: That's right ... Kazukichi was killed by a samurai twice ...

source: 二度……？
es_es: Twice...?

source: あぁ、少し前までわしらには息子がおったんじゃ。 名前は一吉（かずきち）といってな、 要領は悪いが…… 優しい子じゃった。
es_es: Ah, we had a son until a while ago. His name is Kazukichi, which is awkward, but ... he was a kind child.

source: その頃はまだ家族３人、江戸に住んでおってのう。 ばあさんも今と違ってよく喋る女だったわい。
es_es: At that time, three family members still lived in Edo. My grandmother was a woman who talked a lot unlike now.

source: じゃが、ある日突然…… 息子の一吉は、 わしらの目の前で、斬り殺されてのう……
es_es: But one day, suddenly ... My son, Ichikichi, was killed in front of us ...

source: 一吉はのう、 上士の武士に粗相を働いてしまったんじゃよ。 そそっかしい子じゃったから……
es_es: Ichikichi, yes, he worked as a rough man for his superior samurai. Because he was a lonely child ...

source: ……その日からじゃ。 ばあさんが、かずきちという言葉以外 全く話さんようになったのは。
es_es: ...... From that day. The reason why the old lady became completely talkative except for the word Kazukichi.

source: そんなことがあったとは……
es_es: That happened ...

source: わしら、寂しくてのう…… 少しでも孤独を埋められればと思って、 犬を飼ったんじゃ。死んだ息子の名前をつけてな。
es_es: I'm lonely ... I had a dog, hoping that I could fill my loneliness even a little. Give it the name of your dead son.

source: なるほど。だからさっきの犬も 「かずきち」だったのか。
es_es: I see. So was the dog just "Kazukichi"?

source: ああ。犬のかずきちは、しぐさも、優しいところも 息子の一吉そっくりでのう。 あくびのしかたなんて瓜二つじゃったんじゃ……
es_es: Oh. Kazukichi, a dog, looks just like his son, Ichiyoshi, in terms of gestures and kindness. There were only two ways to yawn ...

source: 一吉の代わりに…… 死んでしまった息子のように わしらは犬のかずきちを、とても可愛がっておった。
es_es: Instead of Ichikichi ... Like my dead son, we loved the dog Kazukichi very much.

source: それなのに…… こんな…… 残念でならん……
es_es: Even so ... like this ... I'm sorry ...

source: じいさん……
es_es: Grandfather ……

source: ここに引っ越してきたのは、 環境を変えてばあさんの心を治すためだったんじゃが、 まさかこんなことになるとはのう……
es_es: I moved here to change the environment and heal my grandmother's heart, but I don't think this will happen ...

source: あんたは命の恩人じゃ…… 名前を教えてもらってもいいかね？
es_es: You're a lifesaver ... Can you tell me your name?

source: 斎藤だ。
es_es: Saito.

source: 斎藤さんか…… おっと、 そういえばお礼がまだじゃったな。 おかげさんで助かったわい。ありがとうのう。
es_es: Saito-san ... Oops, thank you yet. Thanks to you, I'm grateful. Thank you.

source: 「<Color:8>倍詣での御札<Color:Default>」をもらった
es_es: "<Color:8> Ofuda in double pilgrimage<Color:Default> I got

source: 下手したらわしら２人とも武士に殺されておった。 今生きていられるのも、あんたのおかげじゃ。
es_es: If I was not good at it, both of us were killed by the samurai. Thanks to you for being able to live now.

source: いや、それは違う。 命がけで立ち向かっていった、かずきちのおかげだ。 あいつがいなければ、俺は間に合わなかった。
es_es: No, that's not the case. Thanks to Kazukichi, who faced with his life. Without him, I wouldn't be in time.

source: ……そうじゃな。 命の恩人…… いや、命の恩犬か。
es_es: ...... That's right. Lifesaver ... No, lifesaver dog?

source: ああ。手厚く葬ってやるといい。
es_es: Oh. You should bury it generously.

source: そうじゃな。 きちんと火葬をして、骨を埋めてやろう。
es_es: That's right. Let's cremate properly and bury the bones.

source: だが、どこに埋めるかのぅ…… 引っ越してきたばかりで、この辺の地理には 弱くてのぅ……
es_es: However, where do you want to bury it ... I just moved and I'm weak in the geography of this area ...

source: おや？ ばあさん。 寝ておらんとだめじゃろ。
es_es: Oh? Granny. Don't sleep.

source: ん？ なんじゃ？
es_es: Hmm? What?

source: おぉおぉ、そうじゃな。
es_es: Oh, that's right.

source: かずきちは桜が好きでしてのう。 花見の季節になると駆け回って喜んでおったんじゃ。
es_es: Kazuki likes cherry blossoms. I was happy to run around during the cherry blossom season.

source: 桜の下なら、かずきちも幸せに眠れると思うんじゃが、 斎藤さん、このへんで桜の木がある場所に 心当たりはないかのう？
es_es: I think Kazuki can sleep happily under the cherry blossoms, but Mr. Saito, do you have any idea where the cherry blossom trees are?

source: 桜の木か…… 今は思いつかんな。見つけたら、声をかける。
es_es: Is it a cherry tree ... I can't think of it now. If you find one, call out.

source: 何から何までありがとう。 すまんが、よろしく頼みます。
es_es: Thank you for everything. I'm sorry, thank you.

source: たかが平民のばあさん風情が 上士である俺の着物を水で汚すなど…… なんと無礼な！
es_es: It's just a commoner's grandmother's style, and my kimono is dirty with water ... How rude!

source: ふんっ、当の本人は謝る気すらないようだな！ なおさら許されることではない！
es_es: Hmmm, the person in question doesn't seem to apologize! Not even more forgiving!

source: お許しくだされ。 妻は心を病んでおり言葉が話せんのです…… ただ、花に水をやろうとしておっただけなのです……
es_es: Please forgive me. My wife is sick and can't speak ... I'm just trying to water the flowers ...

source: お許しくだされ。なにとぞ…… なにとぞ……
es_es: Please forgive me. What ... What ...

source: 問答無用！ そこに直れ！ 夫婦そろって斬り捨ててくれるわ！
es_es: No questions asked! Fix it there! The couple will slash and throw it away!

source: ヒッ……！
es_es: Hi ...!

source: ウーッ！ ワンワン！
es_es: Wow! Bow-wow!

source: か、かずきち……！ やめなさい！
es_es: Or Kazukichi ...! stop it!

source: ワンワン！ ワンワン！
es_es: Bow-wow! Bow-wow!

source: なんだ、文句でもあるのか？ ええい生意気な犬畜生めが！
es_es: What is it, is it also a complaint? Yeah, cheeky dogs and brutes!

source: ギャインッ!!
es_es: Gain !!

source: おぉ…… なんということじゃ……
es_es: Oh ... what do you mean ...

source: あ…… あぁぁぁ!!!!
es_es: Ah ... ahhh !!!!

source: 俺を愚弄したものは、こうなる…… さて、次は貴様らの番だな。
es_es: This is what made me ridiculous ... Well, it's your turn next.

source: お許しくだされ…… お許しくだされ……
es_es: Forgive me ... Forgive me ...

source: うあぁぁぁ……
es_es: Wow ...

source: うぉぉぉ！
es_es: Wow!

source: 待て。
es_es: wait.

source: 何だ貴様は。 ……まさか俺をとめる気ではなかろうな？
es_es: What are you? ...... Isn't it the intention to stop me?

source: そのまさかだ。 権力を振りかざし弱いものを叩く…… 武士の風上にも置けねぇな。犬以下だぜ。
es_es: No way. Shake your power and hit the weak ones ... You can't even put it on the windward side of the samurai. It's less than a dog.

source: なんだと……！ どいつもこいつも俺を愚弄しやがって！ よし、まずはお前から斬り殺してやる!!
es_es: what……! Always ridicule me! Alright, I'll kill you first !!

source: ワンワン！ ワンワン！
es_es: Bow-wow! Bow-wow!

source: なにとぞ…… なにとぞお許しくだされ……
es_es: What ... What are you forgiving ...

source: ええい、そこに直れ！
es_es: Yeah, fix it there!

source: 何だ……？
es_es: What……?

source: 武士
es_es: warrior

source: おじいさん
es_es: old man

source: おばあさん
es_es: Grandmother

source: 犬
es_es: dog

source: かずきち
es_es: Kazukichi

source: 犬の声
es_es: Dog voice

source: 老人の声
es_es: Old man's voice

source: 男の声
es_es: Man's voice
