Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016c00be.po
Languages: es_es

source: （ふむ…… いいお湯だな……）
es_es: (Hmm ... good hot water ...)

source: お湯加減はどう？ おじさん。
es_es: How about hot water? Uncle or Mister.

source: ああ。素晴らしいぞ。
es_es: Oh. It's wonderful.

source: おじさん、色々忙しいから、入れるときに きちんと疲れと汚れをとっておかないとね。 ……そうだ、またお背中でも流そうか？
es_es: Uncle, I'm busy, so I have to get rid of tiredness and dirt when I put it in. ...... Yes, will I let it flow on my back again?

source: ああ。頼む。
es_es: Oh. ask.

source: ふぅ…… やはり、人に洗ってもらうと 気持ちいいな。 自分では全部は手が届かないからな……
es_es: Hmm ... After all, it feels good to have people wash it. I can't reach everything myself ...

source: よかった。 おじさん、かゆいところとか、ある？
es_es: Was good. Uncle, do you have an itchy place?

source: もう十分だ。 おかげできれいになった。 ありがとうな、遥。
es_es: It's enough. Thanks to you, it became beautiful. Thank you, Haruka.

source: ウフ、よかった。 どういたしまして。
es_es: Uhu, I'm glad. You are welcome.

source: （ふむ…… いいお湯だな……）
es_es: (Hmm ... good hot water ...)

source: お湯加減はどう？ おじさん。
es_es: How about hot water? Uncle or Mister.

source: ああ。素晴らしいぞ。
es_es: Oh. It's wonderful.

source: おじさん、色々忙しいから、入れるときに きちんと疲れと汚れをとっておかないとね。 ……そうだ、またお背中でも流そうか？
es_es: Uncle, I'm busy, so I have to get rid of tiredness and dirt when I put it in. ...... Yes, will I let it flow on my back again?

source: ああ。頼む。
es_es: Oh. ask.

source: ふぅ…… やはり、人に洗ってもらうと 気持ちいいな。 自分では全部は手が届かないからな……
es_es: Hmm ... After all, it feels good to have people wash it. I can't reach everything myself ...

source: よかった。 おじさん、かゆいところとか、ある？
es_es: Was good. Uncle, do you have an itchy place?

source: もう十分だ。 おかげできれいになった。 ありがとうな、遥。
es_es: It's enough. Thanks to you, it became beautiful. Thank you, Haruka.

source: ウフ、よかった。 どういたしまして。
es_es: Uhu, I'm glad. You are welcome.

source: （ふむ…… いいお湯だな……）
es_es: (Hmm ... good hot water ...)

source: お湯加減はどう？ おじさん。
es_es: How about hot water? Uncle or Mister.

source: ああ。素晴らしいぞ。
es_es: Oh. It's wonderful.

source: おじさん、色々忙しいから、入れるときに きちんと疲れと汚れをとっておかないとね。 ……そうだ、お背中でも流そうか？
es_es: Uncle, I'm busy, so I have to get rid of tiredness and dirt when I put it in. ...... Yes, let's wash it on your back?

source: ああ。頼む。
es_es: Oh. ask.

source: ふぅ…… やはり、人に洗ってもらうと 気持ちいいな。 自分では全部は手が届かないからな……
es_es: Hmm ... After all, it feels good to have people wash it. I can't reach everything myself ...

source: はぁ…… それにしても、いい気分だ。
es_es: Hmm ... Anyway, I feel good.

source: よかった…… おじさん、背中大きいね…… まるで、お父さんみたい……
es_es: I'm glad ... Uncle, you have a big back ... It's like a dad ...

source: 遥のお父さんの背中も、よく洗ってあげたのか？
es_es: Did you wash Haruka's father's back well?

source: うん。小さい頃は、よくお父さんと一緒に 入ってたよ。
es_es: Yup. When I was little, I used to go in with my dad.

source: 背中を流してあげると、すごい喜んでくれて。 ボソッと「ありがとう」って言ってくれたの。 洗ってる私も嬉しくなっちゃって……
es_es: Shed her back and she was very happy. He said "Thank you". I'm so happy that I'm washing ...

source: ……最近は全然背中を流してあげたりとか、 しなかったけど。 もっと流してあげればよかったかな……
es_es: ...... Recently, I didn't wash my back at all. I should have shed more ...

source: ……遥のお父さんは、どんな人だったんだ？
es_es: ...... What kind of person was Haruka's father?

source: うーん…… いつも寡黙で、ぶっきらぼうで。 でも、やさしい人だったよ。 実は、おじさんに結構似てるんだ。
es_es: Hmm ... Always quiet and blunt. But he was a kind person. Actually, it looks a lot like my uncle.

source: ほう。そうなのか。
es_es: How. Is that so.

source: うん。小さい頃は、お父さんみたいな人と 結婚する！ とか、よく言ってたなぁ。
es_es: Yup. When I was little, I would marry someone like my dad! I used to say that.

source: 遥のお父さんも、 娘からそんな風に慕ってもらえるなら、 きっと幸せだったんだろうな。
es_es: Haruka's father would have been happy if his daughter loved him like that.

source: そ、そうかな……？
es_es: Is that so ...?

source: ああ、きっとそうさ。 もちろん、もっと長く生きたかったという 悔いはあるかもしれないが、な。
es_es: Oh, surely. Of course, there may be regrets that I wanted to live longer, though.

source: だが、死んだ人はもう帰ってこない。 俺達に出来ることは、その人たちの分まで 必死に生きることだけだ。……だろ？
es_es: But the dead aren't coming back anymore. All we can do is live desperately for those people. ...... Isn't it?

source: ……うん。そうだね。
es_es: ……Yup. Yeah.

source: 私、お父さんやお母さんの分まで頑張る。 頑張って、頑張って…… うちの家みたいな、素敵な家庭を作るんだ。
es_es: I will do my best for my father and mother. Good luck, good luck ... Make a nice home like ours.

source: ……遥なら、きっと温かい家庭をつくれるさ。
es_es: ...... Haruka will surely make a warm home.

source: （……ふぅ、いいお湯だな。心が洗われるようだ）
es_es: (... Huh, good hot water. It seems to wash my heart)

source: 龍馬
es_es: Ryoma

source: 遥
es_es: remote
