Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid011610c5.po
Languages: es_es

source: ナンダ、弾を使い切ってしまったノカ？ 仕方ないナ。
es_es: Nanda, Noka who has run out of bullets? It can't be helped.

source: 「<Color:8>強化弾<Color:Default>」をもらった
es_es: "<Color:8> Enhanced bullet<Color:Default> I got

source: ナンダ、弾を使い切ってしまったノカ？ 仕方ないナ。
es_es: Nanda, Noka who has run out of bullets? It can't be helped.

source: 「<Color:8>閃光弾<Color:Default>」をもらった
es_es: "<Color:8> Flash bullet<Color:Default> I got

source: ナンダ、弾を使い切ってしまったノカ？ 仕方ないナ。
es_es: Nanda, Noka who has run out of bullets? It can't be helped.

source: 「<Color:8>雷撃弾<Color:Default>」をもらった
es_es: "<Color:8> Lightning bullet<Color:Default> I got

source: ナンダ、弾を使い切ってしまったノカ？ 仕方ないナ。
es_es: Nanda, Noka who has run out of bullets? It can't be helped.

source: 「<Color:8>酸性弾<Color:Default>」をもらった
es_es: "<Color:8> Acid bullet<Color:Default> I got

source: ナンダ、弾を使い切ってしまったノカ？ 仕方ないナ。
es_es: Nanda, Noka who has run out of bullets? It can't be helped.

source: 「<Color:8>毒弾<Color:Default>」をもらった
es_es: "<Color:8> Poison bullet<Color:Default> I got

source: ウィリアム
es_es: William
