Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c1609.po
Languages: es_es

source: 犯人は……
es_es: The criminal is ...

source: 東原！
es_es: Higashihara!

source: 西山！
es_es: Xishan!

source: 中川！
es_es: Nakagawa!

source: 南野！
es_es: Minamino!

source: 北島！
es_es: Kitajima!

source: （この２人で本当に間違いないか……？）
es_es: (Are these two really correct ...?)

source: （……なんだか自信がなくなってきたな）
es_es: (... I'm feeling less confident)

source: ……すまない、もう一度考え直させてくれ。
es_es: ...... I'm sorry, let me think again.

source: ……難しい事件だもんな。 ま、ゆっくり考えてくれよ。
es_es: ...... It's a difficult case. Well, think slowly.

source: 犯人はお前達、２人だ……！
es_es: The criminals are you two ...!

source: おい、２人とも！ どうなんだ……？
es_es: Hey, both of us! What about that……?

source: へっ、やっぱり咄嗟に口からでた出まかせじゃぁ すぐにばれちまうもんですねぃ。
es_es: Well, after all, let's just let it come out of your mouth, so it'll be immediately noticed.

source: ……あぁ。
es_es: ……Ahh.

source: ……！ ということは…… お前らが犯人だったんだな！
es_es: ……! That means ... you were the culprit!

source: そ、そうだよ！ だって、あの大福…… すんごぃおいしそうだったんだもんよ!!!!
es_es: That's right! Because that Daifuku ... it looked so good !!!!

source: あんな美味そうな大福…… 見せられたら…… 我慢など…… できん……
es_es: Daifuku that looks so delicious ... If you show me ... Patience ... I can't ...

source: おいおい、お前らなぁ……
es_es: Hey, you guys ...

source: みんな、変なことに巻き込んじまってごめん！ 許してくれ！
es_es: I'm sorry everyone got involved in something strange! Forgive me!

source: すまない……
es_es: I'm sorry ...

source: ……いいや、絶対に許さねぇ。
es_es: ...... No, I will never forgive you.

source: えぇ、許せないっすね。
es_es: Yeah, I can't forgive you.

source: 西山…… 中川……
es_es: Nishiyama …… Nakagawa ……

source: 東原に南野よぉ。 俺達は犯人だと疑われたことに対して 怒ってるんじゃないんすよ。
es_es: Minamino in Higashihara. We're not angry at being suspected of being the culprit.

source: じゃ、じゃあいったい何に怒っているんでぃ？
es_es: So what are you angry about?

source: そんなのもわかんないんですかぁ。僕達はねぇ、 あなた達が、僕達に嘘をついたことが 許せないんですよ！
es_es: Don't you know that? We can't forgive you for lying to us!

source: 東原に南野よぉ、俺達は全員で五人組だろう？
es_es: Minamino in Higashihara, are we all five?

source: 嬉しいとき、悲しいとき、辛いとき…… 大福が食べたくてしかたないとき、 犯人だと疑われたとき……
es_es: When I'm happy, when I'm sad, when I'm having a hard time ... When Daifuku has no choice but to eat, when I'm suspected of being the criminal ...

source: どんなときでも、 腹割って話し合って、手を差し伸べ合う…… それが俺達の五人組じゃなかったのかよ!!
es_es: At any time, I'm hungry, talking and reaching out ... Isn't it our five-member group !!

source: 西山……！
es_es: Xishan...!

source: すまない…… 俺達が間違っていた……
es_es: I'm sorry ... we were wrong ...

source: わかってくれればいいんすよ。
es_es: I hope you understand.

source: フフフ、じゃあこれからまた５人で 仲良くやっていくってことで！ 大福でも食べにいきますか！
es_es: Fufufu, then we're going to get along with each other again! Would you like to go eat in Daifuku?

source: へへ、いいねぇ。 もちろん、東原と南野の奢りだぞ！
es_es: Hehe, nice. Of course, it's the grace of Higashihara and Minamino!

source: おいおい！ そりゃないぜぃ！
es_es: Hey! That's not it!

source: ハハハハハ……
es_es: Hahahahaha ……

source: ……あぁ！ いい感じの空気にのまれていたら あいつら全員いなくなってるじゃねえか！ もうなんだか馬鹿らしくなっちまったよ……！
es_es: ……Ahh! If you're in the nice air, they're all gone! It's kind of stupid ...!

source: いやー、それにしても あんたの推理力には感心したぜ！ これ、手伝ってもらったお礼だ。受け取ってくれ。
es_es: No, I was impressed with your reasoning power! This is a thank you for your help. Receive it.

source: 「<Color:8>神殺しの札<Color:Default>」をもらった
es_es: "<Color:8> God killing tag<Color:Default> I got

source: ってなわけで…… おーい、待ってくれー！ 俺も大福食いに行くー！ おーい！
es_es: That's why ... Hey, wait! I'm going to eat Daifuku too! Hey!

source: えーっと、その２人が犯人だとすると、 ５人の中で嘘つきが ２人にならないような気がするんだが……
es_es: Well, if those two are the culprit, I feel like the liar won't be two out of the five ...

source: （……どうやら間違ってしまったようだ）
es_es: (... Apparently I made a mistake)

source: すまないけどよ。 犯人が誰と誰なのか、最後にもう一度だけ ゆっくり考えてみてくれねえか？
es_es: I'm sorry. Can you think slowly about who and who the criminal is at the end?

source: ……最後？
es_es: ……At last?

source: いや、時間とらせて悪いからよ。 次は多少矛盾があっても全面的にあんたの意見に 従って犯人決めつけちまうから…… 頼んだぜ。
es_es: No, it's bad to take the time. Next time, even if there is some contradiction, I will decide the criminal according to your opinion entirely ... I asked.

source: あ、それと西山はたしか 甘いものが大嫌いだった気がする。 ……犯人じゃないかもな。参考にしてくれ。
es_es: Oh, and I think Nishiyama hated sweets. ...... Maybe it's not the culprit. Please refer to it.

source: ……わかった。
es_es: ……all right.

source: なっ！ 俺は犯人じゃねーぞ！
es_es: Nah! I'm not the culprit!

source: 俺は大福なんて食ってないっす！ 信じてください！
es_es: I haven't eaten Daifuku! Believe please!

source: あらら、僕が犯人なわけないじゃないですか……
es_es: Oh, I'm not the culprit ...

source: この方がお前ら２人を犯人と言っているんだ！ もう多少矛盾があってもかまやしねぇ！ しょっぴいてやるから先に奉行所に行ってろ！
es_es: This person calls you two the culprit! I don't mind if there is some more contradiction! I'll do it for a while, so go to the magistrate's office first!

source: くそ…… あんた、絶対恨んでやるからな！
es_es: Damn ... you'll definitely have a grudge!

source: あんまりっすよ……
es_es: Not much ...

source: はぁ…… あなたにはがっかりです。
es_es: Hmm ... I'm disappointed in you.

source: さて、犯人も決めつけたことだし。 大福の恨み、きっちり晴らしてやるぜ！
es_es: Well, the criminal has also decided. Daifuku's grudge, I'll clear it up!

source: 犯人探し、手伝ってくれてありがとうよ。 ……じゃあな！
es_es: Thank you for finding the culprit and helping me. ……See you!

source: （本当にあの２人が犯人だったのだろうか……）
es_es: (Is those two really the culprit ...)

source: 間違いない
es_es: no doubt

source: 考え直す
es_es: Rethink

source: 同心
es_es: concentric

source: 東原
es_es: Higashihara

source: 南野
es_es: Minamino

source: 西山
es_es: Xishan

source: 中川
es_es: Nakagawa

source: 北島
es_es: Kitajima

source: 五人組
es_es: Group of five
