Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e07.po
Languages: es_es

source: （例の「坂本龍馬」の間者は隊長格のうちの 誰かってことか……？）
es_es: (Is the person in the example "Ryoma Sakamoto" one of the captains ...?)

source: （だが今は江戸城が先だ。 寺田屋に戻って夜明けを待つか）
es_es: (But now Edo Castle is ahead. Do you want to go back to Teradaya and wait for the dawn?)

source: 今の死体が山崎です。 背中から心臓をひと突きでしたよ。
es_es: The current corpse is Yamazaki. I picked my heart from my back.

source: 昨日の夜中、気配を殺して山崎の背後に 忍び寄って…… ってとこですか。
es_es: Last night, killing the sign and sneaking up behind Yamazaki ...

source: 平隊士の仕業じゃないな。 山崎ほどの男の背後を取れる奴…… もしくは山崎が気を許せる誰か。
es_es: It's not the work of a flat soldier. A guy who can get behind a man like Yamazaki ... or someone who Yamazaki can forgive.

source: それじゃ犯人は、隊の幹部の誰かってことか？
es_es: So is the criminal one of the corps executives?

source: ええ、まあ。 そういやゆうべ、斎藤さんは何してました？
es_es: Yeah, well. Yeah, what was Saito-san doing last night?

source: 寺田屋に泊っていた。
es_es: I was staying at Teradaya.

source: そうかぁ…… それじゃ斎藤さんは犯人じゃないのかな。
es_es: Well ... I wonder if Mr. Saito is the culprit.

source: 組の幹部が容疑者ならお前が犯人ってことも 考えられるな。
es_es: If the group's executives are suspects, it's possible that you're the culprit.

source: ああ、なるほど。 そういやそうですね。
es_es: ah I see. That's right.

source: アハハ、気がつきませんでしたよ。
es_es: Ahaha, I didn't notice.

source: 斎藤か。 ……聞いたかよ？ 監察の山崎烝の件。
es_es: Saito? ...... Did you hear that? The case of Susumu Yamazaki, the inspector general.

source: ああ……
es_es: Oh……

source: 屯所の中で仲間が殺られるなんざ、だらしねえ！ くそが！ また新選組がナメられるぜ!!
es_es: It's sloppy that your friends are killed in the tunsho! Damn! In addition, the Shinsengumi will be disappointed !!

source: 土蔵で殺られたんだったな、山崎は。
es_es: Yamazaki was killed in the storehouse.

source: そうだ…… 平助が現場を検分している。
es_es: That's right ... Heisuke is inspecting the site.

source: あんたも行って山崎に手ぇくらい合わせてやんだな。
es_es: You also went and stopped at Yamazaki.

source: 龍馬
es_es: Ryoma

source: 藤堂
es_es: Todo

source: 原田
es_es: Harada
