Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01160726.po
Languages: es_es

source: ようこそいらっしゃいました。
es_es: Welcome.

source: ……ここは？
es_es: ……here?

source: ここは、猛者たちが集まる闘技場……
es_es: This is a arena where fierce men gather ...

source: 各々が自分の肉体と相棒となる武器を持ち寄り 最強を目指す場所です。
es_es: It is a place where each person brings their own body and weapons that will be their companions and aims to be the strongest.

source: よろしければあなたもご参加ください。
es_es: If you don't mind, please join us.

source: 武器…… 刀や銃を持ち込んでもいいのか？
es_es: Weapons ... Can I bring in swords and guns?

source: もちろんです。 今の世、刀や銃は体の一部と言っても 差し支えありません。
es_es: of course. In this world, swords and guns can be said to be part of the body.

source: ただし、当たり前ですが、 相手も色々な武器を使用してくるので お気を付けくださいね。
es_es: However, as a matter of course, the opponent also uses various weapons, so please be careful.

source: 死んでしまっても、 こちらでは責任を持てませんので。 フフフ……
es_es: Even if I die, I can't take responsibility here. Fufufu ……

source: それから、闘技場では様々な人たちが集まって 日々、戦いを繰り広げています。
es_es: Then, in the arena, various people gather and fight every day.

source: 戦いに自信があるのなら止めはしませんが、 まずは<Color:7>洗礼の間<Color:Default>に挑戦することをおススメしますよ。
es_es: If you are confident in the fight, I will not stop, but first<Color:7> During the baptism<Color:Default> I recommend you to challenge.

source: では、ご参加をお待ちしております。
es_es: We look forward to your participation.

source: 闘技場では肉体と武器を鍛えぬいた猛者たちが集まって 日々戦いを繰り広げています。 様々な賞品や高額な賞金がかけられているので、 腕に自信があれば挑戦してみましょう。
es_es: In the arena, fierce men who have trained their bodies and weapons gather and fight every day. There are various prizes and high prizes, so if you are confident in your skills, try it.

source: PlayStation4では、闘技場内はSHARE機能をお楽しみいただけます。 ゲームプレイをブロードキャストすれば、視聴者のコメントがゲーム中に リアルタイムで表示されます。 また、試合中に視聴者から特定のコメント（ライブコマンド）を貰うことで、 攻撃力アップや、ヒートゲージ回復等の効果が得られます。 ライブコマンドのキーワードと発動タイミングは、試合中に表示されます。 視聴者のみんなと協力して、 試合を有利に運びましょう！
es_es: With PlayStation 4, you can enjoy the SHARE function in the arena. Broadcast gameplay to see viewer comments in real time during the game. In addition, by receiving specific comments (live commands) from viewers during the match, you can obtain effects such as increasing attack power and recovering heat gauges. Live command keywords and activation timings are displayed during the match. Work with all your viewers to take advantage of the match!

source: ようこそいらっしゃいました。
es_es: Welcome.

source: ありがとうございました。
es_es: Thank you very much.

source: 受付
es_es: Reception

source: 闘技場について
es_es: About the arena

source: 闘技場 ライブコマンドについて
es_es: About the arena live command
