Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01160b7a.po
Languages: es_es

source: ここで合ってるのか？ やけに静かだが……
es_es: Is it right here? It's really quiet, but ...

source: 場所はここのハズだ。 見張りの部下がいなかッタのが、気掛かりダガ……
es_es: The place is here. While the guard's subordinates are in the middle, I'm worried about Daga ...

source: 待て……！ 誰かいるぞ。
es_es: wait……! Someone is there.

source: お頭！ すまねぇ、下手うっちまった……
es_es: head! I'm sorry, I'm not good at it ...

source: 大丈夫カ!?
es_es: Is it okay !?

source: まさかとは思っていたが 本当にウィリアム君か。
es_es: I was wondering, but is it really William?

source: 左衛門と一緒に死んだはずだったが 生きているとは思わなかったな。
es_es: I should have died with Saemon, but I didn't think he was alive.

source: 会うのは初めてだな。 私が裏山社中を仕切る天城屋喜兵衛という。
es_es: It's my first time to meet. It's called Amagiya Kibei, who divides the entire back mountain company.

source: お前ガ、アマギヤ……!!
es_es: You ga, Amagia …… !!

source: ハッハッハ。 どうせ今から死ぬのだから 別に覚えてくれてなくてもいいよ。
es_es: Ha ha ha. You don't have to remember it because you're going to die anyway.

source: 膳治！
es_es: Zenji!

source: はい……
es_es: Okay……

source: ……！ お前、アノ時の！
es_es: ……! You, at the time of Anno!

source: 彼は左衛門と一緒に死んだ、と聞いていたが…… どうして、死んだはずの男が目の前いるんだろうな？
es_es: I heard that he died with Saemon ... Why is there a man who should have died in front of me?

source: ……俺が、仕留め損ねました。
es_es: ...... I failed to finish it.

source: それは困ったな…… 誰かが責任を取らないといけない、そう思わんかね？
es_es: That's a problem ... Someone has to take responsibility, do you think so?

source: わかっています。 俺が、ここでカタを付けます。
es_es: I already know. I'll put a kata here.

source: そうかそうか。 自分の尻は自分で拭く、それは大切なことだな。
es_es: Ah, I see I see. Wipe your butt yourself, that's important.

source: ……ということだ、ウィリアム君。 大変心苦しいが、ここで死んでおいてくれたまえ。
es_es: ... That's William. It's very painful, but please die here.

source: オマエらは絶対に許サナイ！ 左衛門の仇、取らせてモラウ！
es_es: You guys are absolutely forgiving! Saemon's death, let me take it, Morau!

source: おい、待て！ 頭に血が上ってるぞ！
es_es: Hey, wait! I have blood on my head!

source: おいおい、忘れてもらっちゃ困るな。 君の部下がどうなってもいいのか？
es_es: Hey, don't worry if you forget it. What can your subordinates do?

source: お、お頭ぁ……
es_es: Oh, head ...

source: そっちの君は、どこの誰だか知らないが ここに居合わせたのが運の尽きだ。 左衛門と３人で、向こうで仲良くしてくれたまえ。
es_es: I don't know who you are, but I'm out of luck to be here. Saemon and the three of us should get along with each other over there.

source: ウィリアム、俺がコイツの相手をする。 アンタは隙を見て、部下を救い出せ。
es_es: William, I'm the one to play with. Look at the gap and rescue your subordinates.

source: ……ああ、分かッタ。
es_es: …… Oh, I'm sorry.

source: 膳治、と言ったか。 お前こんな奴の手先になってて恥ずかしくないのか？
es_es: Did you say Zenji? Isn't it embarrassing for you to be a minion of such a guy?

source: ……なに？
es_es: ……What?

source: 裏山社中は金を積んで殺し屋を雇ってるんだろ？ なら、お前もそこの天城屋とかいう奴から 金を貰って、動いているわけだ。
es_es: Isn't the back mountain company hiring a killer with a lot of money? Then, you are also moving with money from a guy called Amagiya there.

source: そんなことのために、お前は銃の腕を磨いたのか？ 今、自分がしていることを周りに誇れるか？
es_es: Did you hone your gun skills for that? Can you be proud of what you are doing now?

source: ……なにも知らない奴が、つまらんことを。
es_es: ...... The one who doesn't know anything is boring.

source: そこの君、勘違いしてもらっては困るな。 膳治は金で雇った用心棒じゃないんだ。
es_es: Don't get me wrong, you there. Zenji is not a bouncer hired for money.

source: なんだと？
es_es: what?

source: 膳治は幼いころから、私に深い恩があってね。 私のために得物を磨き、私のために働いている。 ……そうだな、膳治？
es_es: Zenji has been a deep gratitude to me since I was a child. Polishing for me and working for me. ...... That's right, Zenji?

source: ……はい。
es_es: ……Okay.

source: 勝手な思い込みで人を悪く言うのは感心せんな。 まぁ、遺言として 聞いておいてやらないこともないがね。
es_es: I'm not impressed to say bad things about people with selfish beliefs. Well, there's nothing I shouldn't ask as a will.

source: さて、お話はここまでだ。 私はこの後大事な商談があるのでね。 膳治、さっさと片付けてくれたまえ。
es_es: Well, that's all for the story. I have an important business talk after this. Zenji, please get rid of it quickly.

source: ……ちっ！
es_es: ...... Chi!

source: あんたに何の恨みもない。 だが、俺自身の失敗を埋めるためには こうするしかないんだ。
es_es: I have no grudge against you. But this is the only way to make up for my own mistakes.

source: 行くぞぉ!!
es_es: Let's go !!

source: な…… ばかな！
es_es: Hmm ... stupid!

source: 何をしているんだ、膳治！ お前、こんな奴に負けて許されると思っているのか!?
es_es: What are you doing, Zenji! Do you think you can be forgiven by losing to such a guy !?

source: わかって…… ぐっ！
es_es: I understand ...

source: 妹の身がどうなってもいいのか!? お前が役目を果たさないなら、妹を売り飛ばすぞ！
es_es: What can I do with my sister !? If you don't play a role, I'll sell my sister!

source: ……そういうことか。
es_es: ...... Is that so?

source: ひ、ひぃぃ！
es_es: Hi, hii!

source: 幼いころからの深い恩だ？ お前が膳治の妹を人質にとって 都合のいいように使ってただけだろうが！
es_es: Is it a deep gratitude from an early age? You probably just used Zenji's sister for the sake of the hostages!

source: 膳治がなぜウィリアムを殺し損ねたかわかったぜ。 あいつは、俺に言われるまでもなく 自分のしていることにずっと疑問を持っていたんだ。
es_es: I understand why Zenji failed to kill William. He was always wondering what he was doing, not to mention me.

source: だから、仕留め損ねるなんてことをしたんだ。 きっちりとトドメを刺す、その覚悟が持てなかった。
es_es: That's why I did something that I couldn't finish. I wasn't prepared to stab it properly.

source: う、うぅ……
es_es: Uhhhh ...

source: ……クッ！ おのれぇ、この役立たずが！
es_es: ...... Ku! Oh, this useless!

source: コノ殺し屋も…… アマギヤに無理強いされてイタんだな。
es_es: Kono Hitman ... I was forced by Amagia.

source: コイツが左衛門の仇ダト思って、ココまで来たが 全部、アマギヤの手の上デ転がされてイタのか。
es_es: This guy came to here thinking that he was a villain of Saemon, but all of them were rolled over in the hands of Amagia.

source: そういうことナラ、左衛門の仇は アマギヤ、お前とイウことになるナ。
es_es: That kind of thing, Nara, Saemon's villain is Amagia, Na who will be with you.

source: ぐ、ぐぬぬ……
es_es: Gu, Gununu ……

source: ……まぁいい、引き金を引くがいい。 お前は何もわかっていない。
es_es: ...... Well, pull the trigger. You don't know anything.

source: 私が死んだとしても組織は潰れやしない。 裏山社中はこれからも続いていくということだ。
es_es: Even if I die, the organization will not collapse. It means that the whole Urayama company will continue in the future.

source: どういうことだ？ お前が、裏山社中の頭なんだろ？
es_es: What does it mean? You're the head of Urayamasha, right?

source: これだから、頭の悪い侍どもは…… 商売をする組織というのはな 誰かひとりいなくなったくらいで潰れはせんのだよ。
es_es: That's why the foolish samurai ... There's no such thing as an organization that does business, and it doesn't collapse.

source: 幕府だ、帝だ、世の中そんな話ばかりだ。 だれか一番上を決めないと動けないなど 商売の世界では愚の骨頂だ。
es_es: It's the shogunate, the emperor, the world. It is the essence of foolishness in the business world, such as being unable to move unless someone decides on the top.

source: さぁ、撃てばいい！ 裏山社中に繋がる手がかりをすべて捨てて 仇とやらを取ればいい！
es_es: Now, just shoot! All you have to do is throw away all the clues that connect to the back mountain company and take a sneak peek!

source: ……引き金を引くと思っタラ大間違いダ。
es_es: ...... I think it will trigger a big mistake.

source: ……なに？
es_es: ……What?

source: 左衛門が言ってイタ。 悪徳組織ほど、誰かを犠牲にしてデモ 組織の母体ガ残るヨウニできてイル、と。
es_es: Saemon says it. The more unscrupulous the organization is, the more Yoni can be left as the mother of the demonstration organization at the expense of someone.

source: 徹底的に突き詰メテ、組織の根本カラ対処しなイト いつマデたっても、トカゲの尻尾切りは終わらナイ。
es_es: Thoroughly squeeze, I don't deal with the fundamental color of the organization. No matter when I make a mistake, the tail cutting of the lizard is over.

source: ……ウィリアム。
es_es: ...... William.

source: アマギヤ、オレはお前タチのしてきた悪さを 全て、記録シテ残してアル。
es_es: Amagia, I'll keep a record of all the bad things you've done.

source: 取引履歴、被害者の居場所 ソレらに使用シタ、船の名前と港の場所…… 全部の記録ダ。
es_es: Transaction history, victim's whereabouts used for Sole et al., Ship name and port location ... All records.

source: ……なっ!?
es_es: ...... Now !?

source: お前と、その資料を奉行所に突き出シテやる。 裏山社中も、お前も、ソレでお終いダ。
es_es: I'll stick you and the material to the magistrate's office. Both inside the back mountain company and you are finished with this.

source: ……そんな、馬鹿な。
es_es: ...... That's stupid.

source: ゼンジ、と言ったカ…… オレは、お前が今デモ許せナイ。
es_es: The mosquito who said Zenji ... I can't forgive you for the demonstration now.

source: ……そうだろうな。
es_es: ……That's probably right.

source: だが、ここデお前を撃っテモ お前の妹に、オレが恨まれるコトになるだろう。
es_es: However, I will be resented by Temo's younger sister who shoots you here.

source: 復讐の復讐…… そんなコトはもうゴメンだ。 だから、お前ハ、アマギヤと共に出頭してクレ。 後ハ、奉行所に任セル。
es_es: Revenge of revenge ... I'm sorry for that. That's why you appear with Amagia and Kure. After that, he was assigned to the magistrate's office.

source: 俺が、こういうこと言える筋じゃないが……
es_es: I can't say this, but ...

source: かたじけない。
es_es: I can't stand it.

source: ウィリアム
es_es: William

source: 貧乏そうな浪人
es_es: Poor Ronin

source: 小太りの商人
es_es: Fat merchant

source: 天城屋 喜兵衛
es_es: Amagiya Kibei

source: 膳治
es_es: Zenji
