Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016c0129.po
Languages: es_es

source: ば、ばかな…… 俺の計算が、間違っていたというのか……？
es_es: Stupid ... Is my calculation wrong ...?

source: そんな…… 稲本さんまで……
es_es: Such ... To Mr. Inamoto ...

source: ……やっぱりすげぇな。あの斎藤って奴は。
es_es: ...... After all it is amazing. That Saito is that guy.

source: ちょっと！ 何をやっているのよ！
es_es: A little! What are you doing!

source: 姉さん…… す、すみませんでした。
es_es: Unnie ... I'm sorry.

source: 負け犬の言い訳なんか聞きたくないわ。 速くない飛脚は、うちには必要ない…… あなたはクビよ。さっさと立ち去りなさい！
es_es: I don't want to hear the excuses for the losing dog. We don't need a fast hikyaku ... you're fired. Get away quickly!

source: !? そ、そんな…… 今まで、黒豹飛脚団創設の時から、一緒に頑張って きたじゃないですか……！
es_es: !? Well, that's ... Until now, you've been working hard together since the founding of the Black Panther Hikyaku Team ...!

source: ふん。そんな情になんか流されないわよ。 あと、星、槙野！ ……あんたらもクビ！ うちには、負けた飛脚は不要なの。
es_es: Hmm. I can't let that kind of feeling flow. Also, the star, Makino! ...... You are also fired! We don't need a losing hikyaku.

source: ええっ!? お、俺達も!?
es_es: Yeah !? Oh, we too !?

source: くっ……
es_es: Kuu ……

source: ……大したものね、斎藤さん。 本当、あなたが黒豹飛脚団に入ってくれれば、 どれだけよかったか。
es_es: ...... It's a big deal, Mr. Saito. Really, how good it would have been if you had joined the Black Panther Hikyaku.

source: ……次が最後の勝負よ。 絶対に、あんたに恥をかかせてみせる。 京最速は…… 黒豹飛脚団なのよ！
es_es: ...... Next is the final game. I will definitely show you shame. The fastest in Kyoto is ... the black panther hikyaku team!

source: ……平気か？
es_es: ...... Are you okay?

source: ああ……
es_es: Oh……

source: 速くない飛脚は、黒豹飛脚団にはいられない。 分かってはいたけど、実際にクビ切られると、 やっぱりきついな。
es_es: Hikyaku that are not fast cannot be included in the Black Panther Hikyaku. I knew it, but when I was actually dismissed, it was still tough.

source: ……どうして、あの平川ってやつは、 あそこまで京最速にこだわるんだ？ いくらなんでも、少し執着しすぎだろ。
es_es: ...... Why does that Hirakawa stick to the fastest in Kyoto? No matter what, I'm a little too obsessed with it.

source: ……姉さんも、昔はあんなじゃなかったんだ。 変わっちまったのは、旦那を亡くしちまってからさ。
es_es: ...... My sister wasn't like that in the past. It changed after I lost my husband.

source: 旦那を？
es_es: Husband?

source: ああ。黒豹飛脚団は、元々平川姉さんの旦那が 作った飛脚団なんだ。
es_es: Oh. The black panther hikyaku troupe was originally made by Hirakawa's husband.

source: 旦那は伝説の飛脚として今でも語り草になっている。 あまりの脚の速さに、ついたあだ名は…… 「京最速の男」。
es_es: My husband is still a narrator as a legendary hikyaku. His nickname was "Kyoto's fastest man" because of his leg speed.

source: そんな旦那の活躍もあって、黒豹飛脚団は 「京最速の飛脚団」として有名になった。
es_es: Thanks to the success of such a husband, the black panther hikyaku team became famous as "Kyoto's fastest hikyaku team".

source: 接客も良いから人気も高く、 京の飛脚市場をほぼ独占していたよ。
es_es: It was very popular because of its good customer service, and it almost monopolized the Hikyaku market in Kyoto.

source: 平川姉さんも、幸せそうだった。 ……ずっとこんな平和な日々が続けばいい。 俺もそう思ったさ。
es_es: Hirakawa unnie also looked happy. ...... I hope these peaceful days will continue forever. I thought so too.

source: だが、その願いは叶わなかった。 ……ある日、旦那が仕事中に殺されちまったんだ。
es_es: However, that wish did not come true. ...... One day, my husband was killed at work.

source: ……!? 殺された？
es_es: ……!? killed?

source: ああ。
es_es: Oh.

source: とある偉い武士に、黒豹飛脚団に入りたての若手が 配達にいったんだが、そいつは脚が少し遅くてな。 到着が遅くなってしまったらしい。
es_es: A young samurai who had just joined the Black Panther Hikyaku team delivered it to a great samurai, but his legs were a little slow. It seems that the arrival has been delayed.

source: それに怒った武士が、 その若手に斬りかかったんだ。 旦那は、それをかばって……
es_es: An angry samurai slashed at the young man. My husband protects it ...

source: ……平川が脚の遅い飛脚を嫌う理由は、それか。
es_es: ...... Is that the reason why Hirakawa hates slow-legged hikyaku?

source: ああ。そしてそこからだよ、姉さんが変わったのは。 まず、脚の遅い飛脚を全員クビにした。 どんなに真面目なやつでも、おかまいなしだ。
es_es: Oh. And from there, my sister changed. First, all the slow-legged hikyaku were dismissed. No matter how serious you are, it doesn't matter.

source: そして旦那が作り上げた「京最速」の称号を守るため 脚の速い連中を片っ端から集め始めた。
es_es: And in order to protect the title of "Kyoto fastest" that my husband created, I started collecting fast-legged people from one end.

source: ……脚が速ければ、接客なんて度外視で採用した。 だがその結果、評判が悪くなり、 黒豹飛脚団の売り上げは以前に比べて落ちてしまう。
es_es: ...... If the legs are fast, I hired the customer service without regard. However, as a result, the reputation is bad and the sales of the black panther hikyaku corps are lower than before.

source: そこで姉さんは、他の飛脚団に勝負をしかけて 恥をかかせ、廃業に追い込むことで、 昔のような独占状態を作ろうと考えたんだ。
es_es: So, my sister decided to create a monopoly like the old days by competing against other hikyaku teams, embarrassing them, and driving them out of business.

source: なるほどな。だから、こんな勝負を……
es_es: got it. So, this kind of game ...

source: ……平川姉さんは、旦那の形見である 「京最速」の黒豹飛脚団を守りたい。 ただ、それだけなんだ……
es_es: ...... Hirakawa unnie wants to protect her husband's "Kyoto fastest" black panther hikyaku team. But that's it ...

source: ……なあ、斎藤さん。 あんたに頼みがある。
es_es: …… Hey, Mr. Saito. I have a request for you.

source: ……なんだ？
es_es: ……what?

source: 姉さんを…… 助けてやってほしい。
es_es: I want you to help my sister ...

source: 姉さんは、黒豹飛脚団を守ることに囚われすぎて 苦しんでいる。
es_es: My sister is suffering from being too trapped in protecting the Black Panther Hikyaku.

source: 俺は姉さんを黒豹飛脚団の呪縛から…… そして 「京最速」という呪縛から、解放してやりたい。
es_es: I want to release my sister from the curse of the Black Panther Hikyaku ... and from the curse of "Kyo fastest".

source: だから…… 斎藤さんに黒豹飛脚団を 潰してほしいんだ。 ……頼む。
es_es: So ... I want Mr. Saito to crush the Black Panther Hikyaku. ……ask.

source: ……いいのか、それで。
es_es: ……is it OK.

source: ああ…… 俺は昔、生き倒れになっていたところを 姉さんに救われた。すげぇ優しい人だったんだ…… ……俺は、あの頃の姉さんに、戻ってもらいたい。
es_es: Ah ... I was saved by my sister when I was alive. He was a very kind person ………… I want my sister back then to come back.

source: 今までは「京最速」を守ることが、姉さんのためだと 思っていたけれど、それは間違いだった…… あんたに負けて、気が付いたよ。
es_es: I used to think that it was for my sister to keep "Kyoto fastest", but that was a mistake ... I lost to you and realized.

source: ……お前らも、それでいいのか？
es_es: ...... Is that all right for you?

source: ああ。……俺達からも、お願いする。
es_es: Oh. ...... We also ask.

source: 頼む。斎藤さん。
es_es: ask. Mr. Saito.

source: ……分かった。
es_es: ……Do you get it.

source: 黒豹飛脚団最後の一人…… 「黒豹の色男」武田さんを倒せば、 うちは「京最速」の称号を口にできなくなる。
es_es: One of the last members of the Black Panther Hikyaku Team ... If you defeat Mr. Takeda, the "black panther's color man", we will not be able to say the title of "Kyoto fastest".

source: 武田さんは、旦那に負けずとも劣らない 脚力を誇る飛脚。
es_es: Mr. Takeda is a hikyaku who boasts leg strength that is as good as his husband.

source: その武田さんが負ける姿を見れば、 姉さんも目覚めてくれると思うんだ。
es_es: I think my sister will wake up when I see Mr. Takeda losing.

source: 武田さんは、伏見の宇治川沿いにいると思う。 ……よろしく頼むぜ。斎藤さん。
es_es: I think Mr. Takeda is along the Uji River in Fushimi. ...... Thank you. Mr. Saito.

source: はぁ…… はぁ……
es_es: Hmm ... Hmm ...

source: どうしたんだ？ この前の戦いで見せた走りは、 そんなもんじゃなかっただろう？
es_es: What happened? Wasn't that the kind of run you showed in the last battle?

source: これじゃ俺の気がおさまらない。 きちんと準備したうえで、もう一度勝負しにこい。
es_es: This doesn't stop me. After preparing properly, come to the game again.

source: 稲本
es_es: Inamoto

source: 星
es_es: star

source: 槙野
es_es: Makino

source: 女の声
es_es: Woman's voice

source: 平川
es_es: Hirakawa
