Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid011607f3.po
Languages: es_es

source: フハハハハ！
es_es: Huhahahaha!

source: おい、これはお前らがやったのか？
es_es: Hey, did you guys do this?

source: そうだ…… フフ、俺たちは力を手に入れたのさ。
es_es: Yeah ... Huff, we got the power.

source: お前を倒すためにな。 俺たちはお前を倒せばいい。
es_es: To beat you. We should beat you.

source: そう、お前を倒せばいい……
es_es: Yes, you should beat you ...

source: チッ、こいつらも様子が変だな。
es_es: Chit, these guys are weird too.

source: 行くぞぉ！
es_es: Let's go!

source: うぅ……
es_es: Uh ...

source: 気持ちわるい……
es_es: I feel bad……

source: おい、大丈夫か？
es_es: Hey, are you okay?

source: すまねぇ……
es_es: I'm sorry ...

source: 御頭が……
es_es: Your head is ...

source: 御頭がおかしくなっちまったんだ。
es_es: Your head has gone crazy.

source: 浄僧のことか？
es_es: Do you mean a monk?

source: ああ。 お前にやられた後、俺たちはどうやって お前に仕返しするかを考えていた。
es_es: Oh. After being killed by you, we were wondering how to get back to you.

source: その時あいつは現れたんだ。 香を持った卑屈そうな男だった。 そいつは協力すれば力を与えると言ったんだ。
es_es: At that time he appeared. He was a subservient man with incense. He said that if you cooperate, it will give you strength.

source: もちろん俺たちはやめた方がいいと…… 見るからに怪しかったからな。
es_es: Of course we should stop ... because it was suspicious to see.

source: しかし、荒ぶった御頭は手段を選ばねぇと 言ってそいつの話に乗ってしまった。
es_es: However, the rough head got on the story saying that he should not choose the means.

source: そんなことが……
es_es: Such a thing ...

source: 御頭はその男から香を受け取ると 俺たちにその力を試し始めた。
es_es: When the head received the incense from the man, he began to test our power.

source: たまに無茶するんだ、御頭は…… 頼む、御頭はきっとアンタにしか止められねぇ。
es_es: Sometimes I'm crazy, your head ... ask, your head can only be stopped by you.

source: お前ら、そんなことされてもまだ……
es_es: You guys, even if you do that ...

source: 最初はあの強さに憧れて ついて行っただけだったが…… まぁ、付き合いも長いんでな。
es_es: At first, I just longed for that strength and followed him ... Well, I've had a long relationship.

source: ハハッ、そうだな。 あんなんでも俺らの御頭さ。
es_es: Haha, that's right. Anything like that is our head.

source: アンタに頼まなきゃならねぇのは不甲斐ないが なんとか御頭を止めてくれ…… 力を手に入れて舞い上がっちまってるだけなんだ。
es_es: It's unfortunate that I have to ask you, but somehow stop your head ... I'm just getting the power and soaring.

source: フッ、ここまで子分に慕われているなんてな。 まぁ、標的は俺だろうからな。 探してみよう。
es_es: Huh, I don't think I've been so fond of my minions. Well, the target is probably me. Let's find it.

source: お前らは橘組で 事情を話して治療してもらえ。
es_es: You guys should talk about the situation with Tachibana-gumi and get treatment.

source: ありがとう。 頼んだ。
es_es: Thank you. Begged.

source: 太郎坊
es_es: Tarobo

source: いかつい天狗面の男
es_es: A squishy tengu-faced man

source: 天狗面の浪人
es_es: Tengu-faced Ronin
