Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e3a.po
Languages: es_es

source: おぉ、まだ来るんかい。 んな暇あったら火ぃ消さんかい！
es_es: Oh, are you still coming? If you have a lot of free time

source: 逃がすかぁ……！
es_es: Do you want to let it go ...!

source: くそ、キリがねえな……
es_es: Damn, I don't know ...

source: しゃあない。ここはワシが引き受けたるから、 一（はじめ）ちゃんは勇を捜すんや。ええな？
es_es: I don't know. I will take care of this, so Ichi (Hajime) will look for courage. Yeah?

source: ……わかった。頼んだぞ。
es_es: ……all right. I asked.

source: ヒヒッ。任しとき。
es_es: Hihi. When you leave it to me.

source: さぁ！ ワシが相手したるから、かかってこいや！
es_es: Come on! I'm the opponent, so don't call me!

source: どこ行く気や。
es_es: Where are you going?

source: チ…… 京都見廻組の佐々木はんかい。 こんなときに何の用やねん。
es_es: Ji …… Hankai Sasaki from the Kyoto Mimawarigumi. What do you use in such a case?

source: 何の用か、やと？ 決まっとるやろ。 お前ら新選組が火ぃつけて回っとることは 分かっとるんじゃい。
es_es: What is it for? It's decided. You guys know that the Shinsengumi will ignite and turn around.

source: 何が目的か知らんけど、この落とし前は キッチリつけてもらうぞ……!!
es_es: I don't know what the purpose is, but before this drop, I'll have you put it on tightly ... !!

source: 聞く耳ナシやな。 ま、ワシもちょこっと暴れたい気分や。
es_es: No ears to hear. Well, I feel like I want to go wild a little.

source: くそっ……！
es_es: Damn ...!

source: やったれぇ!!
es_es: Do it !!

source: 沖田
es_es: Okita

source: 佐々木
es_es: Sasaki

source: 龍馬
es_es: Ryoma
