Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021dde.po
Languages: es_es

source: そうしてその日から、芹沢鴨は「井上源三郎」に。 平間重助は「永倉新八」に。そして平山五郎は 「沖田総司」へと生まれ変わった……
es_es: Then, from that day, Serizawa Kamo became "Inoue Genzaburo". Shigesuke Hirama becomes "Nagakura Shinpachi". And Goro Hirayama was reborn as "Soji Okita" ...

source: 鴨さん最後の仕事…… 吉田東洋暗殺がきっかけとなってな。
es_es: Kamo-san's last job ... The assassination of Yoshida Toyo was the trigger.

source: １年前に、そんなことが……
es_es: A year ago, that was ...

source: 以来、俺たちは名を「壬生浪士組」から 「新選組」へと改めた。
es_es: Since then, we have changed the name from "Mibu Roushigumi" to "Shinsengumi".

source: 芹沢鴨が乱暴狼藉の末、粛清されたという噂を流し、 浅葱色の派手な羽織で装うことで、過去を払拭し、 事実を隠した。
es_es: Rumor has it that Serizawa Kamo was purged after a violent wolf clan, and by dressing in a flashy haori coat of light green color, the past was wiped out and the facts were hidden.

source: フッ、沖田総司っていやあ美少年で通ってたから、 そこの五郎ちゃんにはこのツラで自分を美少年と 言い張らせたもんだ。
es_es: Huh, Souji Okita used to go as a young boy, so I made Goro-chan insist that he was a young boy with this tsura.

source: そして、万が一にも秘密が漏れぬよう、 “法度”を作った……
es_es: And I made a "law" so that the secret would not be leaked ...

source: 隊を脱するは死罪…… あの法度のことか。
es_es: It is a crime of death to leave the corps ... Is that the law?

source: ああ。 いつの間にか新選組全体の掟になっちまったが、 法度は元々この秘密を知る「７名」……
es_es: Oh. Before I knew it, it became the rule of the entire Shinsengumi, but the law was originally "7 people" who knew this secret ...

source: 近藤、土方、山南、藤堂、そして「水戸組」の ３人の“口封じ”を目的として作られたものだった、 ってワケだ。
es_es: It was made for the purpose of "sealing the mouth" of Kondo, Hijikata, Yamanami, Todo, and "Mito-gumi".

source: そうだったのか……
es_es: Is that so……

source: 俺は、鴨さんの剣術「水戸天狗流」を どうしても新選組に取り入れたかった。
es_es: I really wanted to incorporate Kamo-san's swordsmanship "Mito Tengu-ryu" into the Shinsengumi.

source: だから鴨さんが源さんになった翌日から、 試衛館出身者は皆、天狗流の指南を受けたんだ。
es_es: That's why from the day after Kamo-san became Gen-san, all the people from the test center received the guidance of the Tengu style.

source: そして俺はその剣を「天念理心流」と改称し、 京の街から世に広めていこうとした…… 「試衛館」の独自流派としてな。
es_es: And I changed the name of the sword to "Tennen Rishin-ryu" and tried to spread it from the city of Kyoto to the world.

source: そうすりゃあ、強さを求める手練れの剣士たちが、 新選組に集まるって考えたのさ。
es_es: Well, I thought that the skillful swordfighters seeking strength would gather in the Shinsengumi.

source: 結果、７人しかいなかった組は、急激に拡大…… 左之助や伊東さん、武田といった有名な剣士の 加入もあって今の規模になった。
es_es: As a result, the group, which had only seven members, expanded rapidly ... With the addition of famous swordfighters such as Sanosuke, Ito, and Takeda, the scale has grown to the current scale.

source: じゃあ俺はあんたの仕掛けた理心流の風潮に 引っ掛かった１人、ということなのか。
es_es: Then, am I the one who got caught up in the trend of Rishin-ryu that you set up?

source: ああ。 でもその結果、あんたはこうして新選組に入り、 事の真相を知り得ることが出来たというわけだ。
es_es: Oh. But as a result, you were able to join the Shinsengumi and get to know the truth of the matter.

source: 人生とは何があるか分かったもんじゃねえな。
es_es: You don't know what life is.

source: 龍馬さんよ。これが新選組と天念理心流の真実だ。
es_es: Ryoma-san. This is the truth about Shinsengumi and Tennen Rishin-ryu.

source: そしてアンタが追いかけてた覆面の男の正体。 それは井上源三郎として生きた「芹沢鴨」だった、 ということだ。
es_es: And the identity of the masked man you chased. It means that it was "Serizawa Kamo" who lived as Inoue Genzaburo.

source: きっと鴨さんは、一（はじめ）ちゃんに対して 後ろめたい気持ちがあったんや……
es_es: I'm sure Kamo-san had a desire to blame Ichi (Hajime) -chan ...

source: 池田屋で松原が一（はじめ）ちゃんの秘密を バラそうとした時、背後から突然斬ったんも、 一（はじめ）ちゃんを守るためにやったんやと思う。
es_es: When Matsubara tried to reveal Ichi (Hajime)'s secret at Ikedaya, he suddenly cut it from behind, but I think he did it to protect Ichi (Hajime).

source: せやなかったらあの鴨さんが、 敵を後ろから斬るようなマネ、するわけないしな。
es_es: If I didn't do it, that duck wouldn't be able to slash the enemy from behind.

source: 井上は俺の目的を知りながら、新選組に 留まれるよう手を貸してくれていたということか……
es_es: Inoue knew my purpose and helped me to stay in the Shinsengumi ...

source: 鴨の恩返し……っちゅうトコやな。 フッ、ホンマあの人らしいわ。
es_es: Giving back the duck ... Huh, Honma seems to be that person.

source: どうだい。全てを知った今の心境は？
es_es: How is it? How do you feel now that you know everything?

source: 正直、まだ釈然としない…… どうして井上は、東洋の親っさんを 殺さねばならなかったんだ。
es_es: To be honest, I'm still not surprised ... Why did Inoue have to kill his oriental parents?

source: 水戸藩経由で頼まれたらしい…… 仕事を成功させたら、俺らの脱藩を 取り消してもらえるという条件でな。
es_es: It seems that he was asked via the Mito Domain ... If he succeeded in his work, he would be able to cancel our dappan.

source: 水戸藩からだと？ じゃあ親っさんを殺そうとしたヤツは 水戸にいるってのか。
es_es: Is it from the Mito domain? Then is the guy who tried to kill his parents in Mito?

source: それは分からん。最後まで鴨さんは喋らんかった。 影として生きる者の習性やな。
es_es: I don't know. Until the end, Mr. Kamo didn't speak. The habit of those who live as shadows.

source: それじゃ、俺はこれから先、 何を追いかければいいんだ……
es_es: Then what should I chase from now on ...

source: 龍馬さんよ。 ひとつアンタに確認したい。
es_es: Ryoma-san. I want to confirm one with you.

source: もし今、吉田東洋の殺害を依頼した人間が誰なのか 知ったら、アンタぁ復讐のため そいつを殺しにいくかい？
es_es: If you now know who the person who asked you to kill Yoshida Toyo, would you go to kill him for revenge?

source: ……分からない。 だが覆面の男の正体を知った今、 ひとつだけはっきりしたことがある。
es_es: ……I do not understand. But now that I know the identity of the masked man, there is one thing that is clear.

source: なんだ？
es_es: what?

source: 俺は復讐がしたかったんじゃない…… 真実が知りたい。それだけなんだと。
es_es: I didn't want to take revenge ... I want to know the truth. That's it.

source: ……その言葉を聞けて安心したよ。
es_es: ...... I was relieved to hear that word.

source: 今のアンタなら、これから俺が話すことを 受け止められるだろう。
es_es: If you are now, you will be able to accept what I am talking about.

source: ん？ なんだ。
es_es: Hmm? what.

source: どうして俺がアンタが“本物の”坂本龍馬だと 知っていたか…… それは鴨さんから報告を受けてたからだ。
es_es: Why did I know that you were a "real" Ryoma Sakamoto ... because I received a report from Mr. Kamo.

source: そしてもうひとつ、鴨さんから 報告を受けていたことがある。それは……
es_es: And one more thing, I received a report from Mr. Kamo. that is……

source: 鴨さんに吉田東洋殺害の依頼をした男の名は…… 「坂本龍馬」だ。
es_es: The name of the man who asked Kamo to kill Yoshida Toyo is ... "Ryoma Sakamoto".

source: !? な、なんだと…… それじゃまさか、“もう一人の坂本龍馬”が……？
es_es: !? What the hell ... Then, "another Ryoma Sakamoto" ...?

source: 例の虚無僧の坂本龍馬やな？
es_es: Is it Ryoma Sakamoto, the Komuso?

source: ああ…… そして今になって、 やつは覆面の男だった源さんを殺した。
es_es: Oh ... and now he killed Gen-san, a masked man.

source: おそらくは吉田東洋暗殺の口封じのためにな。
es_es: Probably because of the assassination of Yoshida Toyo.

source: くそが!!
es_es: Damn !!

source: 驚くのはまだ早え。 今、そのもう一人の坂本龍馬がいるのは…… 「寺田屋」らしい。隊の監察から知らせがあった。
es_es: It's too early to be surprised. Right now, there is another Ryoma Sakamoto ... It seems to be "Teradaya". There was news from the inspector general of the corps.

source: 寺田屋に、もう一人の坂本龍馬が……？
es_es: Another Ryoma Sakamoto at Teradaya ...?

source: 寺田屋はアンタの常宿らしいじゃねえか…… つまり２人の坂本龍馬が寺田屋を 宿にしているってことになる。
es_es: Teradaya seems to be your regular inn ... In other words, two Ryoma Sakamoto are staying at Teradaya.

source: どうなっとるんや……
es_es: What will happen ...

source: 以前からたびたび「坂本龍馬」は 寺田屋を使ってたようだ。
es_es: It seems that "Ryoma Sakamoto" often used Teradaya for a long time.

source: 京で活動するときの拠点のひとつなのかもな。
es_es: It may be one of the bases when working in Kyoto.

source: とにかくそれで今、伊東さんと武田の 五番隊が寺田屋に向かってる。
es_es: Anyway, now, Mr. Ito and Takeda's 5th corps are heading to Teradaya.

source: 寺田屋に踏み込むつもりってことか？
es_es: Do you mean to step into Teradaya?

source: せやけど連中の手に負える相手やないで。 その「坂本龍馬」は芹沢鴨を仕留めたほどの男やぞ？
es_es: But don't be the one who can handle them. That "Ryoma Sakamoto" is a man who killed Serizawa Kamo, right?

source: ああ…… そうやすやすと捕まるとは思えねえな。
es_es: Ah ... I don't think I'll be caught so easily.

source: もしここで取り逃がせば、もう見つからなくなる かもしれん。
es_es: If you miss it here, you may not be able to find it anymore.

source: 龍馬さん。いや、斎藤さんよ。 あんた「斎藤一」として寺田屋襲撃に向かえ。
es_es: Ryoma-san. No, Mr. Saito. Head for the Teradaya attack as you "Saito Hajime".

source: 伊東や武田より先にもう一人の龍馬を捕まえねえと、 アンタが追いかけてきた吉田東洋殺害の謎は 永久に闇ん中だ。
es_es: The mystery of Yoshida Toyo's murder that you chased after trying to catch another Ryoma before Ito and Takeda is forever in the dark.

source: 分かった。
es_es: Do you get it.

source: 近藤さん……
es_es: Mr. Kondo ……

source: ん？
es_es: Hmm?

source: 全てを教えてくれてありがとう。 ……俺は新選組に入ったことを後悔してない。
es_es: Thank you for telling me everything. ... I don't regret joining the Shinsengumi.

source: そうかい。ならよかった。 ほら、早く行け！
es_es: That's right. I wish I had. See, go fast!

source: ああ。
es_es: Oh.

source: 悪いねぇ。 話が話なんで場所を変えさせてもらったよ。
es_es: It's bad. Because the story is a story, I changed the place.

source: でもここならアンタのことを気兼ねなく 龍馬さんと呼べるしな。互いに腹も割りやすいや。
es_es: But here you can call you Ryoma without hesitation. It's easy to split each other's belly.

source: それで、一体何なんだ。天念理心流の謎。 それに新選組最大の秘密というのは。
es_es: So what the heck is that? The mystery of Tennen Rishin-ryu. And what is the biggest secret of the Shinsengumi?

source: かれこれ１年以上前のことになる。 ちょうど新選組が「壬生浪士組」という名で 京の街に出てきた頃の話だ。
es_es: It was more than a year ago. It was just around the time when the Shinsengumi came out in the city of Kyoto under the name of "Mibu Roushigumi".

source: その頃、俺達「壬生浪士組」には、 俺の他にもう１人の“局長”が存在した。
es_es: At that time, there was another "Director" in addition to me in our "Mibu Roushigumi".

source: たしか芹沢鴨…… だったな。
es_es: Serizawa Kamo ... wasn't it?

source: ああ、裏の世界…… つまり影として、 日の本一と恐れられた水戸藩出身の男だ。
es_es: Ah, the world behind ... In other words, as a shadow, he is a man from the Mito clan who was feared to be the best of the day.

source: 影……？
es_es: shadow……?

source: 壬生浪士組は、将軍様の上洛警護を目的とする 幕府お抱えの組織として結成された。
es_es: The Mibu Roushigumi was formed as an organization owned by the Shogunate for the purpose of guarding the Shogun.

source: 俺が率いる試衛館から、 近藤、土方、山南、沖田、永倉、井上、藤堂の７名……
es_es: Seven people from the test center I lead, Kondo, Hijikata, Yamanami, Okita, Nagakura, Inoue, Todo ...

source: 芹沢率いる水戸藩から、 芹沢鴨、平山五郎、平間重助の３名が加わり、 １つの組となったんだ。
es_es: From the Mito clan led by Serizawa, three people, Serizawa Kamo, Goro Hirayama, and Shigesuke Hirama, joined to form a group.

source: 鴨に五郎…… さっきアンタが口にしていた名だが…… まさか……
es_es: Goro on the duck ... The name you mentioned earlier ... No way ...

source: 察しがついたようだな。 ……そう、井上源三郎、沖田総司、そして永倉新八。
es_es: It seems that you have guessed. …… Yes, Inoue Genzaburo, Soji Okita, and Shinpachi Nagakura.

source: この３人は、すでにこの世に居ねぇ…… 芹沢鴨、平山五郎、平間重助。 それぞれが演じている仮の姿なんだ。
es_es: These three are no longer in the world ... Kamo Serizawa, Goro Hirayama, and Shigesuke Hirama. It's a tentative figure that each is playing.

source: なんだと……!?
es_es: what……!?

source: そしてその全ては、あの吉田東洋の暗殺と 密接に関係している。
es_es: And all of them are closely related to the assassination of Yoshida Toyo.

source: どういうことなんだ……
es_es: What do you mean ...

source: １年前のあの日…… 事件は起こった。
es_es: That day a year ago ... The incident happened.

source: 近藤
es_es: Kondo

source: 龍馬
es_es: Ryoma

source: 沖田
es_es: Okita
