Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016e00a9.po
Languages: es_es

source: 斎藤殿ー！ ごめんくだされー！ 斎藤殿ー！
es_es: Saito-dono! I'm sorry! Saito-dono!

source: （……来客か？）
es_es: (... Is it a visitor?)

source: ……誰だ？
es_es: ……Who?

source: 急にお訪ねして申し訳ない。 わしは猿吉（さるきち）という者だ。
es_es: I'm sorry to visit you suddenly. I'm Sarukichi.

source: ……桶狭間将軍の使いで、この家に参った。
es_es: ...... I came to this house as a messenger of General Okesama.

source: おけはざま将軍……？
es_es: Okehazama Shogun ……?

source: な、なんと！ 桶狭間将軍を知らぬか!?
es_es: What! Don't you know Shogun Okesama !?

source: すまないが、知らないな。
es_es: I'm sorry, but I don't know.

source: し、信じられぬ…… いや…… むしろ好都合か……
es_es: I can't believe it ... No ... Rather convenient ...

source: いや、こっちの話ぞ。 実は此度、おぬしに頼みがあってな。
es_es: No, this is the story. Actually, I have a request for you this time.

source: 頼み……？
es_es: Ask ...?

source: おぬしには御館様…… 桶狭間将軍に、料理を作ってほしいのだ。
es_es: For you, Mr. Gokan ... I want Shogun Okehazama to cook.

source: 料理……!? どうして俺が将軍に料理を？
es_es: Cooking …… !? Why do I cook for the shogun?

source: 御館様は食事にとてもこだわりのあるお方なのだ…… 本当に美味しいものしか食べんし、美味しいものが あると聞けば全国どこへでも飛んでいく。
es_es: Gokan-sama is a person who is very particular about food ... I only eat really delicious food, and when I hear that there is something delicious, I fly anywhere in the country.

source: この家からはよく、うまそうな匂いがするという 噂がたっておっての。
es_es: There are rumors from this house that it smells good.

source: そこで今回、 斎藤殿に白羽の矢が立った、というわけだ。
es_es: So this time, a white arrow stood at Saito.

source: ……そういうことか。
es_es: ...... Is that so?

source: もし御館様の満足する料理を作ることができたら、 おぬしに莫大な褒美をとらす……
es_es: If you can cook a dish that your palace is satisfied with, you will receive a huge reward ...

source: だから…… どうだ、御館様のために 今から料理を作ってくださらぬか？
es_es: So ... why don't you cook for the palace from now on?

source: （俺は料理人じゃない。 将軍に料理を作るなんて、少々荷が重すぎるな）
es_es: (I'm not a cook. It's a little too heavy for a shogun to cook)

source: 悪いが、断らせてもらう。
es_es: I'm sorry, but I will refuse.

source: そうか…… 残念だ。
es_es: I see ... I'm sorry.

source: ……しかしわしは、御館様のため、 このまま引き下がるわけにはいかぬ。
es_es: …… But I can't withdraw as it is because of the palace.

source: おぬしが首を縦に振ってくれるまで…… 伏見にある、居酒屋「はなこ」の前で待っておる。
es_es: Until you shake your head vertically ... I'm waiting in front of the izakaya "Hanako" in Fushimi.

source: もし料理の腕を振るう気になったら、 訪ねてこられよ。
es_es: If you feel like cooking, come visit us.

source: ……しかたない。作ってやるよ。
es_es: ……it can not be helped. I'll make it.

source: ま、まことか!? 御館様もさぞやお喜びになるであろう！
es_es: Makoto !? The palace will be delighted too!

source: それではさっそく使いの者に連絡させ、 御館様をこちらにお呼びしよう。
es_es: Let's get in touch with the user and call the palace here.

source: おじさん？ どうかしたの？ 私、ちょっと出てこようと思うんだけど……
es_es: Uncle or Mister? what's wrong with you? I'm thinking of coming out for a while ...

source: ああ。気にしないで大丈夫だ。 ゆっくり出てくるといい。
es_es: Oh. Don't worry about it. I hope you come out slowly.

source: うん。行ってきまーす。
es_es: Yup. I'm off, see you lateeer.

source: さて。それでは御館様が到着されるまで、 わしらは入念に料理の準備をするとしようぞ。
es_es: Now. Let's say we carefully prepare the food until the palace arrives.

source: 包丁よし。薪よし。 あとは、うーむ……
es_es: Kitchen knife is good. Firewood is good. After that, hmm ...

source: そうだった、これを渡しておかんとのう。
es_es: That's right, I'll give you this.

source: 本日の料理のお題「しっかり焼き魚」の食材だ。
es_es: It is an ingredient of today's cooking theme "firmly grilled fish".

source: ずいぶん準備に余念がないな。
es_es: I'm very prepared.

source: と、当然だ！ 今から御館様に料理を作るのだぞ!? おぬし、その自覚があるのか!?
es_es: And of course! I'm going to cook for you from now on !? Are you aware of that !?

source: 御館様…… たしか、おけはざま将軍だったか？ そんなにすごい人なのか？
es_es: Mr. Gokan ... Is it true that Okehazama was Shogun? Are you such a great person?

source: あ、当たり前だ！ おぬしはまったく…… 自身が今どのような立場におるかわかっておるのか!?
es_es: Oh, it's natural! You're totally ... Do you know what you're in right now !?

source: 立場……？
es_es: position……?

source: あ、いや……
es_es: Oh no ...

source: ……もう隠し立てしても仕方ない。
es_es: ...... It can't be helped to hide it anymore.

source: 実は御館様はとても厳しいお方での…… 今回、おぬしに料理を頼んだのも、御館様に 料理を作る人間がひとりもいなくなったからだ。
es_es: Actually, Mr. Gokan is a very strict person ... I asked you to cook this time because there is no one who cooks for Mr. Gokan.

source: ひとりも？ どうしてだ？
es_es: Even one? Why?

source: 桶狭間将軍は、 まずい料理を出した人間を……
es_es: Shogun Okesama describes a person who has served a bad dish ...

source: 斬る！
es_es: kill!

source: !? ……斬る？ 殺す、ということか？
es_es: !? …… Slash? Do you mean to kill?

source: ああ。言ったじゃろ。本当に味に厳しい方だと。 ……だから、皆将軍に料理を作ることを怖がってな。 誰も料理を作ってくれなくなったのだ。
es_es: Oh. I told you. He's really strict about the taste. …… So everyone is afraid to cook for the shogun. Nobody cooked it anymore.

source: そりゃそうだろ……
es_es: That's right ...

source: だが……そんな危険な奴に、 飯をつくってやる気にはなれんな。 やはり断らせてもらう。
es_es: But ... I can't motivate such a dangerous guy to cook rice. After all I will refuse.

source: そ、それだけはやめとくれ！ そんなことしたら、わしを含め、側近はみんな 殺されてしまう……
es_es: Well, don't do that! If that happens, all my aides, including me, will be killed ...

source: 頼む！ 人助けだと思って協力しとくれ！ 斎藤殿が美味しい料理を出せば、 すべて丸くおさまるのだ！
es_es: ask! Please cooperate, thinking that it helps people! If Saito-dono serves delicious food, everything will fit in a circle!

source: そうは言われてもな……
es_es: Even if that is said ...

source: あ！ 御館様が来たようだな！ すまんが、斎藤殿。よろしく頼むぞ！
es_es: Ah! It looks like the palace has arrived! I'm sorry, Saito. Nice to meet you!

source: ちっ…… 仕方ないか……
es_es: I can't help it ...

source: （この男が…… 桶狭間将軍……）
es_es: (This man is ... General Oke Sakuma ...)

source: 御館様、この男が例の料理人…… 斎藤でございます。
es_es: Mr. Gokan, this man is the cook ... Saito.

source: …………そうか。
es_es: …………Really.

source: 斎藤…… 貴様は、 余を満足させる料理が作れると聞いたが……
es_es: Saito: I heard that you can make a dish that will satisfy you ...

source: ……まことか？
es_es: ...... Is it true?

source: わからん。
es_es: I do not understand.

source: さ、斎藤殿!?
es_es: Well, Saito-dono !?

source: き、貴様！ 御館様に無礼であるぞ！
es_es: Come on, you! I'm rude to the palace!

source: 俺はただ…… 料理をするだけだ。
es_es: I'm just ... cooking.

source: おもしろい……
es_es: Interesting……

source: やってみよ。
es_es: Try it.

source: （まずい料理をだせば殺される、か。 面白い。やってやろうじゃないか）
es_es: (If you serve bad food, you'll be killed. It's funny. Let's do it.)

source: ……いざ参らん、文明開化の台所！
es_es: ...... Come on, the kitchen of civilization!

source: ……待たせたな。
es_es: ……I kept you waiting.

source: これが俺の…… 料理だ。
es_es: This is my ... cooking.

source: ほう……
es_es: Hmm ...

source: さぁ、食べてみてくれ。
es_es: Come on, try it.

source: ……うまい。
es_es: ……good.

source: お…… 御館様が……
es_es: Oh ... the palace ...

source: 御館様が、うまいとおっしゃった!!
es_es: Mr. Gokan said that he was good !!

source: こんなに美味い料理ははじめてじゃ…… 感謝するぞ、斎藤殿。 この料理を、毎日食いたいものじゃ。
es_es: This is the first time I've had such a delicious dish ... Thank you, Mr. Saito. I want to eat this dish every day.

source: ……斎藤殿、私の専属料理人にならんか。
es_es: ...... Saito-dono, would you like to become my exclusive cook?

source: ……断る。殺されちゃかなわんからな。
es_es: ……turn down. I don't know if I'll be killed.

source: 殺す？
es_es: kill?

source: まずい料理を作った料理人を殺す…… あんたのやり方は間違っている。 俺はそんな人間の下で働く気はない。
es_es: Kill the cook who cooked the bad food ... Your way is wrong. I have no intention of working under such a person.

source: ……ほう。なるほどな……
es_es: ...... Hmm. got it……

source: …………サル。
es_es: …………monkey.

source: は、はい。
es_es: Yes.

source: お前…… また嘘をついたのか!!
es_es: You ... Did you lie again !!

source: ひ、ひいいいいっ！ すみませぬ！
es_es: Hi, hii good! I'm sorry!

source: ……嘘？
es_es: ……Lie?

source: そうか。まずい料理人を殺すというのは、猿吉さんが ついた嘘だったのか……
es_es: Really. Was it a lie that Mr. Saruyoshi had to kill a bad cook?

source: も、申し訳ない。 将軍に美味しい料理を作ってほしくてな。
es_es: I'm sorry. I want the shogun to cook delicious food.

source: ああいう風に言えば、 死ぬ気で美味いものを作ってくれるかと……
es_es: Speaking like that, I wondered if he would make something delicious with the feeling of dying ...

source: なるほど。確かに、効果はあるかもしれんが…… ちょっと冗談がきつすぎる。 こっちの身にもなってくれ……
es_es: I see. Sure, it might work, but ... it's a little too joke. Be yourself here ...

source: まったくだ。お主のせいで、わしの評判も ガタ落ちだ。仕方ない奴よのう。
es_es: Totally. Because of the Lord, my reputation has fallen. It can't be helped.

source: ほ、本当に申し訳ない。 ですが…… おかげで、美味しい料理が 食べられたのでは？
es_es: I'm really sorry. But ... Thanks to that, I think I was able to eat delicious food.

source: ……まぁな。
es_es: ...... Well.

source: 斎藤殿。美味いものを食べさせてもらって感謝する。
es_es: Saito. Thank you for letting me eat delicious food.

source: そなたのような料理人を従えられないのが、 残念でならん。……もし気が変わったら、いつでも 言ってくれ。歓迎する。
es_es: It's a pity that I can't follow a cook like you. ...... If you change your mind, always tell me. To welcome.

source: ふっ。もし刀が握れなくなったら、 包丁を握るのもありかもな。 考えておくぜ。
es_es: Huh. If you can't hold the sword, you may hold the knife. I'll think about it.

source: ……その日が来ることを、楽しみにしておる。
es_es: ...... I'm looking forward to the day coming.

source: それでは、帰るとするか。
es_es: Then, do you want to go home?

source: 達者でな。
es_es: Be a master.

source: 今回は色々と迷惑かけて、すまなかったな。 これは約束の褒美だ。
es_es: I'm sorry for the inconvenience this time. This is a promised reward.

source: 「<Color:8>龍の髭<Color:Default>」を貰った。
es_es: "<Color:8> Dragon mustache<Color:Default> I got it.

source: あんたは大したもんだ。 まさか、生き残れるとは思わんかった……
es_es: You're a big deal. I never thought I could survive ...

source: ふっ。もう嘘をつく必要はないだろう？
es_es: Huh. You don't have to lie anymore, right?

source: え？ ……あ、ああ。そうだったのう。 では、達者でな。
es_es: e? …… Ah, ah. That's right. Then, be a master.

source: おいサル！ 私の草履はどこだ！
es_es: Hey monkey! Where are my sandals!

source: 申し訳ございません御館様！ 懐で温めっぱなしでした！
es_es: I'm sorry, Mr. Gokan! It was warm in my pocket!

source: （まずい料理をだせば殺される、か。 そんな馬鹿な話があるわけないよな。 真に受けてしまう俺もばかだな）
es_es: (If you serve bad food, you'll be killed. There's no such stupid story. I'm a fool who really accepts it.)

source: （まぁ、満足してくれたみたいだし、 褒美もたくさんもらえた。良しとするか）
es_es: (Well, he seemed to be satisfied and received a lot of rewards. Is it okay?)

source: ……腕のいい男でよかったですね。
es_es: ...... I'm glad I was a good man.

source: ……ああ、そうだな。
es_es: ...... Oh, that's right.

source: ……まずい。
es_es: ……Unpalatable.

source: なんだこの料理は。まずすぎる。
es_es: What is this dish? It's too bad.

source: （失敗してしまった……）
es_es: (I failed ...)

source: 貴様…… このようなものを私に食わせるとは……
es_es: You ... to feed me something like this ...

source: さ、斎藤殿……
es_es: Well, Mr. Saito ……

source: すまんな。あいにく、俺は料理人じゃない。 包丁より、刀の方が得意なんだ。
es_es: I'm sorry. Unfortunately, I'm not a cook. I'm better at swords than kitchen knives.

source: ぬ…………？
es_es: Nu …………?

source: 俺にはまだ、やるべきことがある。 こんなところで、殺されちゃかなわん。
es_es: I still have something to do. I wonder if I'll be killed in a place like this.

source: 殺す？
es_es: kill?

source: まずい料理を作った料理人を殺す…… あんたのやり方は間違っている。 悪いが、抗わせてもらうぜ？
es_es: Kill the cook who cooked the bad food ... Your way is wrong. I'm sorry

source: ……ほう。なるほどな……
es_es: ...... Hmm. got it……

source: …………サル。
es_es: …………monkey.

source: は、はい。
es_es: Yes.

source: お前…… また嘘をついたのか!!
es_es: You ... Did you lie again !!

source: ひ、ひいいいいっ！ すみませぬ！
es_es: Hi, hii good! I'm sorry!

source: ……嘘？
es_es: ……Lie?

source: そうか。まずい料理人を殺すというのは、猿吉さんが ついた嘘だったのか……
es_es: Really. Was it a lie that Mr. Saruyoshi had to kill a bad cook?

source: も、申し訳ない。 将軍に美味しい料理を作ってほしくてな。
es_es: I'm sorry. I want the shogun to cook delicious food.

source: ああいう風に言えば、 死ぬ気で美味いものを作ってくれるかと……
es_es: Speaking like that, I wondered if he would make something delicious with the feeling of dying ...

source: なるほどな。だが、ちょっと冗談がきつすぎる。 緊張して逆効果になってしまったしな。 こっちの身にもなってくれ……
es_es: got it. But the joke is a little too tight. I was nervous and had the opposite effect. Be yourself here ...

source: まったくだ。お主のせいで、わしの評判も ガタ落ちだ。仕方ない奴よのう。
es_es: Totally. Because of the Lord, my reputation has fallen. It can't be helped.

source: ほ、本当に申し訳ない。
es_es: I'm really sorry.

source: まぁ、こいつも悪気はなかったんだ。 許してやってくれ。
es_es: Well, I wasn't ill at all times. Please forgive me.

source: それでは、帰るとするか。
es_es: Then, do you want to go home?

source: 迷惑かけたな。
es_es: I'm sorry to bother you.

source: 今回は色々と迷惑かけて、すまんかったのぅ。 料理が失敗したから褒美は多くはやれんが…… これは気持ちだ。
es_es: I'm sorry for the inconvenience this time. I don't get a lot of rewards because I failed to cook ... This is a feeling.

source: 「<Color:8>金の金槌<Color:Default>」を貰った。
es_es: "<Color:8> Gold mallet<Color:Default> I got it.

source: 料理は下手だが、あんたは大したもんだ。 まさか、あの状況から生き残れるとはのぅ……
es_es: I'm not good at cooking, but you're a big deal. No way, I can survive from that situation ...

source: ふっ。もう嘘をつく必要はないだろう？
es_es: Huh. You don't have to lie anymore, right?

source: え？ ……あ、ああ。そうだったのう。 では、達者でな。
es_es: e? …… Ah, ah. That's right. Then, be a master.

source: おいサル！ 私の草履はどこだ！
es_es: Hey monkey! Where are my sandals!

source: 申し訳ございません御館様！ 懐で温めっぱなしでした！
es_es: I'm sorry, Mr. Gokan! It was warm in my pocket!

source: （まずい料理をだせば殺される、か。 そんな馬鹿な話があるわけないよな。 真に受けてしまう俺もばかだな）
es_es: (If you serve bad food, you'll be killed. There's no such stupid story. I'm a fool who really accepts it.)

source: （料理も失敗してしまったが…… まぁ、何事もなく終われたし、よしとするか）
es_es: (Cooking also failed ... Well, it ended without incident, is it okay?)

source: ……いいんですか？ あれで？
es_es: ……Is that ok? With that?

source: ……あいつは強い。 下手したら、刺し違えるかもしれんだろ。 それくらいの判断はつく。
es_es: ...... He is strong. If you're not good at it, you might make a mistake. I can make that much judgment.

source: ふふふ。……冗談がお上手ですね。
es_es: Fufufu. ...... You're good at joking.

source: お主も…… 嘘が上手だのぅ。
es_es: The Lord is also good at lying.

source: 男の声
es_es: Man's voice

source: 龍馬
es_es: Ryoma

source: 来客の男
es_es: Visitor man

source: 猿吉
es_es: Saruyoshi

source: 作る
es_es: create

source: 断る
es_es: turn down

source: 遥
es_es: remote

source: 桶狭間
es_es: Ozazama

source: お付きの者
es_es: Attendant

source: 桶狭間の声
es_es: Voice of Okehazama
