Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c13b8.po
Languages: es_es

source: うう…… つ、強すぎる……
es_es: Uh ... one, too strong ...

source: ……これに懲りたら、 もうぼったくりはやめるんだな。
es_es: ...... If you learn from this, you should stop rip-off.

source: す、すんまへんでした…… これからはボッタクリはせずに、 真面目な営業だけに専念していきたいと思います。
es_es: I'm sorry ... From now on, I'd like to concentrate on serious sales without rip-off.

source: ……真面目な営業？
es_es: ...... Serious business?

source: ええ…… うちの店は 「力士好きの人」向けの揚屋として 普通に営業してもいるんです。
es_es: Yeah ... Our store is also open normally as a wrestler for "wrestler lovers".

source: こういうむちむちした子達が好きな人も、 意外とたくさんいるんですよ。 旦那のような、お侍の方は、特にね。
es_es: Surprisingly, there are many people who like these fluffy children. Especially for samurai like my husband.

source: そ、そうなのか……
es_es: Is that so ...

source: とにかく、今回は本当にすんまへんでした。 お詫びのしるしに、特別に無料で ご奉仕させていただきたいんですが……
es_es: Anyway, this time I was really sorry. As a sign of apology, I would like to serve you specially for free ...

source: ど、どすこい！ 申し訳なかったでごわす！ 無料でご奉仕するでごわす！
es_es: How amazing! I'm sorry I'm sorry! Serve for free!

source: 今日は…… 熱い夜になりそうでごわす……！
es_es: Today ... It's going to be a hot night ...!

source: いや…… 気持ちだけで十分だ。
es_es: No ... Feelings are enough.

source: そ、そうですか…… それじゃあせめて、これを受け取ってください。
es_es: Well, that's right ... Then at least receive this.

source: 「<Color:8>３両<Color:Default>」をもらった
es_es: "<Color:8> 3 cars<Color:Default> I got

source: 今回は本当にすんまへんでした！ またのご来店…… お待ちしてます！
es_es: This time I was really sorry! We are looking forward to seeing you again ...!

source: どすこい！
es_es: Sumo exclamation!

source: ……中はそこそこ綺麗なようだな。
es_es: ...... It seems that the inside is pretty pretty.

source: へへへ。最近はこういうのが流行りなんですわ。
es_es: Hehehe. This kind of thing is popular these days.

source: さて…… 早速お客さんの好みにピッタリの子を ご紹介したいと思うんですが……
es_es: By the way ... I would like to introduce a child who is perfect for the taste of the customer ...

source: この３種類の中だったら、どの子がお好みですかね？
es_es: Which of these three types do you like?

source: 一番、だな……
es_es: The best ...

source: はい！ 「健気で一途な頑張り屋さん」ですね！ この子は本当に一生懸命な接客で有名なんです。 恥じらいながら頑張る姿は最高ですよ！
es_es: Okay! It's a "healthy and hard-working shop"! This child is famous for his really hard service. It's great to be ashamed and do your best!

source: 恥じらいながらの、接客……
es_es: While being ashamed, customer service ...

source: ええ！ 顔も体も火照らせながらの懸命な接客に、 きっとお客様も骨抜きになること間違いなしです！ いやー、あの子に攻めてもらえる旦那が羨ましい！
es_es: Yeah! There is no doubt that customers will be watered down by the hard customer service while shining their faces and bodies! No, I envy her husband who can attack her!

source: ではそこでお座りになって、少々お待ち下さい！
es_es: Then sit down there and wait a moment!

source: お待たせしましたー。
es_es: Thank you for waiting.

source: はい！ この子になりまーす。 当店の看板っ子、お菊ちゃんです！
es_es: Okay! I will be this child. This is Okiku-chan, our signboard kid!

source: どすこい！ お菊でごわす！
es_es: Sumo exclamation! Go with a chrysanthemum!

source: ……これはどういうことだ。
es_es: ...... What does this mean?

source: はい？ 何かご不満でも？
es_es: Okay? Any dissatisfaction?

source: 俺は「健気で一途な頑張り屋さん」を選んだはずだ。 ……なのになんだこいつは。
es_es: I should have chosen "a healthy and hard-working shop". ...... What is this guy?

source: 力士じゃないか！
es_es: Isn't it a sumo wrestler!

source: どすこい！
es_es: Sumo exclamation!

source: お客さんねぇ…… 私は嘘なんかついてませんよ。
es_es: Hey customers ... I'm not lying.

source: お菊ちゃんは、健気に真面目に稽古にうちこむ、 頑張り屋の良い子なんです。 練習量は当店でも一番なんですよ？
es_es: Okiku-chan is a good hard worker who is enthusiastic and serious about practicing. The amount of practice is the best in our shop, isn't it?

source: それに言った通り…… 肌もプリプリでムチムチでしょう？
es_es: As I said ... The skin is also pre-prepared and plump, isn't it?

source: 確かにプリプリでムチムチではあるが……
es_es: It's certainly pre-prepared and plump, but ...

source: それにね。私は「女の子」が来るなんて一言も 言っていませんよ？ へへへへ……
es_es: Besides. I didn't say a word that a "girl" would come, right? To Hehehe……

source: 二番、だな……
es_es: Second, that's ...

source: はい！ 受け身が得意の快感職人！ この子はとにかく、技術が凄い！ 指先の使い方が、天才的です！
es_es: Okay! A pleasant craftsman who is good at being passive! Anyway, this child has great technique! How to use your fingertips is a genius!

source: 指先の使い方が、天才……
es_es: How to use your fingertips is a genius ...

source: ええ！ とにかく力の使い具合と言うか、 駆け引きと言うか…… その辺りがもう抜群！ お客さんもきっと、気に入ると思います。
es_es: Yeah! Anyway, it's called how to use power, or it's called bargaining ... That area is already outstanding! I'm sure customers will like it.

source: ではそこでお座りになって、少々お待ち下さい！
es_es: Then sit down there and wait a moment!

source: お待たせしましたー。
es_es: Thank you for waiting.

source: はい！ この子になりまーす。 当店の看板っ子、お咲ちゃんです！
es_es: Okay! I will be this child. This is Osaki-chan, our signboard kid!

source: どすこい！ お咲でごわす！
es_es: Sumo exclamation! I'm going to bloom!

source: ……これはどういうことだ。
es_es: ...... What does this mean?

source: はい？ 何かご不満でも？
es_es: Okay? Any dissatisfaction?

source: 俺は「受け身が得意の快感職人」を選んだはずだ。 ……なのになんだこいつは。
es_es: I should have chosen "a pleasant craftsman who is good at being passive". ...... What is this guy?

source: 力士じゃないか！
es_es: Isn't it a sumo wrestler!

source: どすこい！
es_es: Sumo exclamation!

source: お客さんねぇ…… 私は嘘なんかついてませんよ。
es_es: Hey customers ... I'm not lying.

source: お咲ちゃんは、受け身が得意で、 一度も怪我をしたことがない職人肌の子なんです。 攻撃を受け流す技術に関しては、当店での一番ですよ？
es_es: Osaki is a child of craftsmanship who is good at being passive and has never been injured. When it comes to technology to parry attacks, isn't it the best in our shop?

source: それに言った通り…… 肌もプリプリでムチムチでしょう？
es_es: As I said ... The skin is also pre-prepared and plump, isn't it?

source: 確かにプリプリでムチムチではあるが……
es_es: It's certainly pre-prepared and plump, but ...

source: それにね。私は「女の子」が来るなんて一言も 言っていませんよ？ へへへへ……
es_es: Besides. I didn't say a word that a "girl" would come, right? To Hehehe……

source: 三番、だな……
es_es: Third, that's ...

source: はい！ 完璧なカラダを持つ当店の看板っ子、ですね！ この子はとにかく、カラダが凄い！ 出るとこが、本当にものすごく、出ています！
es_es: Okay! It's our signboard with a perfect body! Anyway, this child has a great body! The place where it comes out is really awesome!

source: 出るところが、ものすごく出ている……
es_es: Where it comes out, it comes out tremendously ...

source: ええ！ 一度この子のカラダを知ってしまったら、 もう他の子への興味なんか無くなってしまうでしょう。 それくらいの、圧倒的な魅力を持っています。
es_es: Yeah! Once you know this child's body, you will no longer be interested in other children. It has such an overwhelming charm.

source: ではそこでお座りになって、少々お待ち下さい！
es_es: Then sit down there and wait a moment!

source: お待たせしましたー。
es_es: Thank you for waiting.

source: はい！ この子になりまーす。 当店の看板っ子、お鈴ちゃんです！
es_es: Okay! I will be this child. This is Suzu-chan, our signboard kid!

source: どすこい！ お鈴でごわす！
es_es: Sumo exclamation! I'll use a bell!

source: ……これはどういうことだ。
es_es: ...... What does this mean?

source: はい？ 何かご不満でも？
es_es: Okay? Any dissatisfaction?

source: 俺は「完璧なカラダを持つ当店の看板っ子」を 選んだはずだ。 ……なのになんだこいつは。
es_es: I should have chosen "our signboard with a perfect body". ...... What is this guy?

source: 力士じゃないか！
es_es: Isn't it a sumo wrestler!

source: どすこい！
es_es: Sumo exclamation!

source: お客さんねぇ…… 私は嘘なんかついてませんよ。
es_es: Hey customers ... I'm not lying.

source: お鈴ちゃんは当店でも最も体重も重く、 腰回りもがっしり。下半身の安定感もすごいんです。 相撲取りとして完璧なカラダですよ。
es_es: Suzu-chan is the heaviest in our shop and has a solid waist. The stability of the lower body is also amazing. It's a perfect body for sumo wrestlers.

source: それに言った通り…… 肌もプリプリでムチムチでしょう？
es_es: As I said ... The skin is also pre-prepared and plump, isn't it?

source: 確かにプリプリでムチムチではあるが……
es_es: It's certainly pre-prepared and plump, but ...

source: 出るところも出てますしね。
es_es: There are places where it comes out.

source: 腹まで出ているじゃないか！
es_es: You're up to your stomach!

source: あきらめが悪いなぁ、お客さん。 それにね。私は「女の子」が来るなんて一言も 言っていませんよ？ へへへへ……
es_es: I'm sorry to give up, customers. Besides. I didn't say a word that a "girl" would come, right? To Hehehe……

source: くだらん。帰らせてもらうぞ。
es_es: Bullshit. I'll let you go home.

source: おっと！ そうはいきませんなぁ。 ちゃんと料金は払ってもらいませんと。
es_es: Oops! That's not the case. I have to pay the fee properly.

source: ……いくらだ？
es_es: ...... How much is it?

source: そうですなぁ。ざっと１０両くらい 渡していただければ。
es_es: That's right. Please give me roughly 10 cars.

source: お前らに払う金などない。 じゃあな。
es_es: I have no money to pay you. See you.

source: そうですか…… なら力ずくでも、払ってもらいますわ！
es_es: That's right ... Then, even if you force it, you'll get paid!

source: ほらよ…… これでいいのか？
es_es: You see ... is this okay?

source: え？ ほんまに払ってくれるんでっか……？ さ…… さっすが旦那！ よ！ 日本一!!
es_es: e? Will you really pay for it ...? Well ... as expected, my husband! Yo! No. 1 in Japan !!

source: これで文句はねぇだろ。 ……帰らせてもらうぞ！
es_es: I'm not complaining about this. ...... I'll let you go home!

source: あ！ じゃあ、そこまでお見送りしますわ！ おい、お前らも来いや！
es_es: Ah! Well then, I'll see you off there! Hey, you guys don't come too!

source: どすこい！
es_es: Sumo exclamation!

source: （どうやら金が足りないようだな……）
es_es: (It looks like you're out of money ...)

source: 金がない？ ちっ、しけた旦那だ。 それなら、口止めの意味もこめまして、 ちぃとばかり、痛い目見てもらいましょか。
es_es: Don't you have money? He's a sly husband. In that case, I'd like you to give it a painful look, including the meaning of stopping it.

source: おい！ お前ら、出て来いや！
es_es: Hey! You guys don't come out!

source: この旦那、ぶっつぶすで！
es_es: This husband, crush it!

source: どすこい！
es_es: Sumo exclamation!

source: 男
es_es: male

source: 力士達
es_es: Luxtec

source: 一．健気で一途な頑張り屋さん
es_es: one. A healthy and single-minded hard worker

source: 二．受け身が得意の快感職人
es_es: two. Pleasure craftsman who is good at passive

source: 三．完璧なカラダを持つ当店の看板っ子
es_es: three. Our signboard with a perfect body

source: お菊
es_es: Okiku

source: お咲
es_es: Saki

source: お鈴
es_es: Bell

source: 払わない
es_es: Do not pay

source: １０両払う
es_es: Pay 10 cars

source: 力士
es_es: Lux
