Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021be7.po
Languages: es_es

source: どうした？ もう終わりか？
es_es: what up? Is it over?

source: み、見逃してください！
es_es: Please miss it!

source: ……わしら、単なる浪人で、 勤王党とは一切関係ないんです！
es_es: ...... We are just ronin and have nothing to do with the Qin Wang Party!

source: ほ、本物の勤王党やったら、 今、道場で稽古をやりゆうはずです！
es_es: Hmmm, if you did a real Qin Wang party, you should be practicing at the dojo now!

source: 道場はそこの階段を上がった東にあります！
es_es: The dojo is to the east up the stairs there!

source: わしら、そろそろ用事があるき…… し、失礼します！
es_es: I'm about to do something ... I'm sorry!

source: さすがじゃ！ 見事な剣さばきじゃ！
es_es: As expected! It ’s a wonderful sword judge!

source: ……誰だ？
es_es: ……Who?

source: わしは、土佐勤王党の島田弥平と言う者じゃ。 おぬしの腕前、拝見させてもろうたぞ。 ……坂本龍馬殿。
es_es: I'm Yahei Shimada from the Tosakino Party. I'll let you see your skill. ...... Ryoma Sakamoto.

source: あんた、俺を知ってるのか？
es_es: Do you know me

source: おお。その姿に、なによりその剣の腕…… 間違いようがない。 武市先生の言うてた通りじゃ。
es_es: Oh. In that figure, above all, the arm of the sword ... There is no mistake. That's exactly what Professor Takeichi said.

source: 武市先生？
es_es: Takeichi sensei?

source: 土佐勤王党盟主、武市半平太先生よ。
es_es: Mr. Hanpeita Takechi, the leader of the Tosakino Party.

source: ……武市が先生、か。
es_es: ...... Takeichi is a teacher?

source: ハハ！ あれほど、文武両道に長け、信頼された先生はおらん！
es_es: Haha! There is no teacher who is so good at both Bunbu and Budo and is trusted!

source: わしらのような郷士に生きる術を教えてくれる。
es_es: It teaches a villager like us how to live.

source: この国を変えるがは、武市先生率いる、 土佐勤王党しかおらんがじゃ。
es_es: Only the Tosa Qin Wang Party, led by Professor Takeichi, can change this country.

source: 最近、あの浪人たちが勤王党を 名乗って悪事を働いてのう。 わしらも困っちょったところじゃ。
es_es: Recently, those ronin have been doing bad things under the name of the Qin Wang Party. We were in trouble too.

source: 武市先生がおぬしのことを探しゆう。
es_es: Takeichi-sensei is looking for you.

source: 武市が俺を？
es_es: Takeichi is me?

source: 今、道場は稽古中なんじゃが、 おぬしに特別に入場許可が出ておる。
es_es: The dojo is currently being rehearsed, but you have a special admission.

source: はよう武市先生に会うてくれ。 門番にも話を通しておく。 土佐勤王党への入門、歓迎してくれるはずじゃ。
es_es: Meet Mr. Takeichi Good Morning. I will also talk to the gatekeeper. You should be welcomed to join the Tosakino Party.

source: はよう金出せや！
es_es: Good morning money!

source: ひいい……
es_es: Good ...

source: わしら土佐勤王党をなめちゅうがか？ 分かったら、はようみかじめ出さんか！
es_es: Are you licking our Tosakino Party? If you understand, it's good morning protection racket!

source: 武市先生がそんなこと言うはずがないろうが！ おまんら、全員偽者やろうが。
es_es: Takeichi-sensei couldn't say that! You know, everyone is a fake.

source: やかましい！ 勤王党に歯向うとどうなるか、教えちゃろうか？
es_es: Noisy! Can you tell me what happens when you turn to the Qin Wang Party?

source: ひいい！
es_es: Good!

source: 正直驚いたぜ。 土佐勤王党ってのは、こんなクズの集まりなのか？
es_es: To be honest, I was surprised. Is the Tosakinōto Party a collection of such scraps?

source: た、助けてください！ こいつら、勤王党を名乗って、 店から金まきあげてるんです！
es_es: Please help me! These guys are raising money from the store under the name of the Qin Wang Party!

source: われ、何者じゃ？ 邪魔したら、命はねえぞ！
es_es: Who are we? If you get in the way, you won't live!

source: いいだろう…… 相手してやる。 丁度、自分の剣の腕を確かめたいと思ってたところだ。
es_es: It's okay ... I'll deal with you. I just wanted to check my sword's arm.

source: ほう、えい度胸しちゅうやんか…… おまんら、容赦すんじゃねえぞ。 たたっ切れぃ！
es_es: Hmm, I'm courageous ... You know, don't forgive me. It ’s cut off!

source: （武市に会えか…… どこにいるか、また聞いて回るか）
es_es: (Can I meet Takeichi ... where are you and will you ask again?)

source: 龍馬
es_es: Ryoma

source: 怪しい男
es_es: Suspicious man

source: 島田弥平
es_es: Yahei Shimada

source: 店員
es_es: Clerk
