Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021db5.po
Languages: es_es

source: ワシが、覆面の男とちゃういうんか？
es_es: Am I supposed to be a masked man?

source: ああ。やつの剣が純粋な天念理心流だとすれば アンタのはそこに我流の小太刀術を 取り入れたものだ。
es_es: Oh. If his sword is pure Tennen Rishin-ryu, then you have adopted my own style of swordsmanship.

source: そうじゃねえか？
es_es: Isn't it?

source: アンタの剣は覆面の男のものとは違った。 だが沖田…… なんで自分が覆面の男だなんて嘘を？
es_es: Your sword was different from that of the masked man. But Okita ... Why do you lie that you're a masked man?

source: ……そらあ本物のお前と戦うためや。 どやった？ 久しぶりに坂本龍馬として振った 剣の味は？
es_es: ...... Well, to fight the real you. How did you do it? What is the taste of the sword you swung as Ryoma Sakamoto for the first time in a long time?

source: ほんまの名前隠して生きるいうことは、 それまでの自分をなかったことにする、いうことや。
es_es: To live by hiding your real name means to make yourself something you didn't have before.

source: 坂本龍馬としての人生を自分から進んで 否定せなあかん。
es_es: Akan who is willing to deny his life as Ryoma Sakamoto.

source: せやから一（はじめ）ちゃんは…… ワシと似た者同士なんや。
es_es: Sayakaraichi (Hajime) -chan is ... Someone who looks like an eagle.

source: 似たもの同士……？
es_es: Similar things ...?

source: ヒヒ、なんでもあらへん。 せやけどええもんやったやろ？ 坂本龍馬として戦うっちゅうのは。
es_es: Baboon, no matter what. Yeah, did you do it? What is fighting as Ryoma Sakamoto?

source: ああ…… そうだったかもしれねえな。
es_es: Ah ... maybe that was the case.

source: フッ、感謝しいや。
es_es: Huh, thank you.

source: だが…… アンタが覆面の男じゃねえなら、 なんで俺の正体を知っていたんだ？
es_es: But ... if you're not a masked man, why did you know me?

source: 一（はじめ）ちゃんが近藤さんに会うた時、 ワシもあそこにおったんや。
es_es: When Ichi (Hajime) met Mr. Kondo, I was there too.

source: 近藤さんに会お思うてな。
es_es: I hope to see Mr. Kondo.

source: それで全部、盗み聞きしてたってわけか…… いい趣味だな。
es_es: That's why I was eavesdropping on everything ... It's a good hobby.

source: 心配せんでええ。 一（はじめ）ちゃんの正体は誰にも言わん。 近藤さんもその腹積もりや。
es_es: Don't worry, yeah. I don't tell anyone what Ichi (Hajime) is. Mr. Kondo is also hungry.

source: ん？ どないした？
es_es: Hmm? Did you go?

source: いや…… アンタも近藤も、 それに永倉も“覆面の男”じゃなかった。 なら、一体誰が……？
es_es: No ... Neither you nor Kondo, nor Nagakura was a "masked man". Then who on earth ...?

source: 残るは土方、井上、藤堂…… そのうちの誰かってことか。
es_es: The rest are Hijikata, Inoue, Todo ... Who is that?

source: お前が千石虎之丞だな……？
es_es: You're Toranosuke Sengoku ...?

source: ま、待ってくれ！ 斬らんでくれや！
es_es: Well, wait! Please cut it!

source: 丸腰の相手を斬りはしねえ。 だが、屯所まで来てもらう。
es_es: You can't slash your opponent with a round waist. However, I have him come to the tunsho.

source: ひぃぃ！ 堪忍してくれやぁ!!
es_es: Hi! Please be patient !!

source: いらん小芝居はもうええで。 千石はん。
es_es: Iran small play is Mouede. Sengoku Han.

source: ……何や、遅いやないか沖田はん。
es_es: …… No, it ’s late, Han Okita.

source: ……どういうことだ。
es_es: ……What does it mean.

source: さぁて、どういうことやと思う？ ヒヒ。
es_es: What do you think about it? Baboon.

source: 千石はんはなぁ、今回の作戦の協力者やった っちゅうわけや。
es_es: Sengoku Hanha, I'm a collaborator of this operation.

source: なんだと？
es_es: what?

source: そういうこっちゃ。 ワシはあんたらが今晩乗り込んでくるっちゅう事を 知らされとったんや。
es_es: That kind of thing. I was informed that you were coming in tonight.

source: せやから、勤王派の連中かき集めて、 さんざっぱら酒飲ませておいたんやでぇ。
es_es: From Saya, I gathered up the Qin Wang sect and let them drink alcohol.

source: おかげでだいぶ楽に斬れたやろ？ へへ、感謝しいや。
es_es: Thanks to that, I was able to cut it quite easily? Thank you very much.

source: ハナっからそういうからくりだったってわけか。 沖田、なぜ俺に黙ってた？
es_es: I wonder if it was such a mechanism from Hana. Okita, why did you keep silent to me?

source: さあなあ。
es_es: Come on.

source: 新選組の皆さんはお仲間同士信用せんさかい…… ほれ、例の芹沢鴨もそうや。
es_es: The Shinsengumi members trust each other ... See, Serizawa Kamo, too.

source: 身内に粛清されたんやったやろ？
es_es: Did you purge your relatives?

source: 噂じゃ気に入らん店に火ぃつけるわ、 街中で大砲ぶっ放すわ……
es_es: Rumor has it that I'll set fire to a store I don't like, I'll release a cannon in the city ...

source: えらい無茶する人やったらしいけどな。
es_es: I heard he did a great crazy person.

source: 千石はん…… 街の噂はアテんならんで？
es_es: Sengoku Han ... Isn't the rumor of the city awkward?

source: ハハッ！ それもそうや。 沖田はんが美少年やいうて騒いどったくらい やからなあ！
es_es: Haha! That's right. Okita Han was so noisy as a young boy!

source: あ？ そしたらワシが美少年ちゃういうんか……？
es_es: Ah? Then I'm a young boy ...?

source: な、なんや。冗談やって。 ……それより沖田はん、約束の件、幕府への口利き、 忘れんと頼んまっせ。
es_es: What? Just kidding. …… More than that, Han Okita, the promise, the talk to the bakufu, and ask me to forget.

source: てめえは…… そんなもんのために、勤王志士たちを ハメたのか……？
es_es: Temee ... Did you mess with the Qin Wang scholars for such a thing ...?

source: ハハ！ ちょっとちゃうなあ。惜しいなあ。
es_es: Haha! I'm a little crazy. I'm sorry.

source: ……ワシがハメたんは志士たちだけとちゃうで？ あんたもや。……斎藤一はん。
es_es: ...... Isn't the eagle squirming only the scholars? You too. ...... Saito Hajime.

source: なに……？
es_es: What……?

source: なあ沖田はん、そろそろワシにも 教えてくれてもええやろ？
es_es: Hey Okita, can you tell me about it?

source: 何でワシぁ こいつをここまで誘き出さなアカンかったんや。
es_es: Why didn't I invite this guy to this point?

source: ……べらべらようしゃべる奴やな、ほんま。
es_es: ...... The guy who talks fluently, really.

source: お、沖田はん？
es_es: Oh, Okita Han?

source: は……？
es_es: What ...?

source: 沖田！
es_es: Okita!

source: ええ加減黙っとれや……！
es_es: Yeah, keep quiet ...!

source: !! な、な、何でや……
es_es: !! What, why ...

source: 沖田、お前……
es_es: Okita, you ...

source: 聞いたことないか？ ……「鴨を語るべからず」。
es_es: Have you heard of it? ...... "Don't talk about duck".

source: 新選組の暗黙の掟や。せやからつい斬ってもうた。
es_es: The implicit rules of the Shinsengumi. I sang even if I slashed it.

source: さぁて、千石はんの最後の質問…… その答え、一（はじめ）ちゃんには教えたろか。
es_es: Well, the last question of Han Sengoku ... Did you tell Ichi (Hajime) -chan the answer?

source: “何で千石はんは一（はじめ）ちゃんを ここまで誘き出さなアカンかったか”……
es_es: "Why was Sengoku Hanhaichi (Hajime) -chan so uninvited?" ...

source: 沖田
es_es: Okita

source: 龍馬
es_es: Ryoma

source: 千石
es_es: Sengoku
