Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021cd1.po
Languages: es_es

source: （ん？ ……あれは、たしか四番隊の松原。 それに情報屋の「鴉」か……？）
es_es: (Hmm? …… That is Matsubara of the 4th corps. And is it the information shop “crow” ……?)

source: ……斎藤君。 奇遇だな、いつからそこに？
es_es: ...... Saito-kun. It's strange, when have you been there?

source: あれ？ 旦那……!?
es_es: that? Husband……!?

source: 知り合いか？
es_es: Do you know

source: あ、いえ…… お顔だけは、その……
es_es: Ah, no ... only the face is that ...

source: 邪魔したようだな。
es_es: It seems to have disturbed you.

source: 待ちたまえ。君もこの男を知っているのか？ こいつは「鴉」という情報屋だ。
es_es: Wait. Do you know this guy too? This is an information store called "crow".

source: 君とどういう関係がある？
es_es: What do you have to do with you?

source: いや、どうもこりゃ…… 見たところ、私が一番お邪魔のようで。
es_es: No, this is ... Apparently, I seem to be the most disturbing.

source: すみません、失礼します。
es_es: I'm sorry, I'm sorry.

source: 待て。
es_es: wait.

source: へ？
es_es: What?

source: ぎゃあ！
es_es: Gyaa!

source: な!? なにをしてる！
es_es: What !? What are you doing!

source: 落ち着け、斎藤君。
es_es: Calm down, Mr. Saito.

source: なんだと？
es_es: what?

source: この情報屋は、たまたま私と君に 雇われていたようだが、お互いひそかに 使っていたはずだ。
es_es: This information store happened to be hired by me and you, but they must have been using each other secretly.

source: つまり君が私に知られたくない情報、 私が君に知られたくない情報をこの男は１人で すべて知っていたということになる。
es_es: In other words, this man knew all the information that you didn't want me to know, and the information that I didn't want you to know.

source: だったら、斬るしかあるまい。 君がたまたまこの場に現れたのが、 「鴉」の運の尽きだ。
es_es: Then there is no choice but to slash. What you happened to see here was the exhaustion of the crow's luck.

source: 「知らぬが仏」。 お互い、ここであったことは忘れるとしないか？
es_es: "Unknown but Buddha". Don't we forget that we were here?

source: 生憎だが、口封じのため簡単に人を斬る人間と 組む気はねぇ。
es_es: I hate it, but I don't feel like teaming up with a person who easily kills people because of the closure of his mouth.

source: それに俺は、知られて困るようなことは 何もない。
es_es: Besides, I have nothing to worry about.

source: フッ、「鴉」が死んだ今なら なんとでも言えるだろうよ。
es_es: Huh, now that the "crow" is dead, I can say anything.

source: 私はそろそろ屯所に戻って休むことにする。 君も遅くなる前に戻れ。
es_es: I will return to the tunsho and take a rest. Come back before you're too late.

source: 今夜は勤王志士を４０人斬るんだ。 休んでおくのも仕事のうちだろう。 ……失礼する。
es_es: Tonight, I'm going to kill 40 Qin Wang Shishi. Resting may be part of the job. ...... Excuse me.

source: （松原…… あいつも腹に一物あるみたいだな。 屯所に戻るか……）
es_es: (Matsubara ... It seems like there's always one thing in my stomach. Will I go back to the tunsho ...)

source: 龍馬
es_es: Ryoma

source: 松原
es_es: Matsubara

source: 情報屋
es_es: Information shop
