Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e04.po
Languages: es_es

source: （江戸城へ将軍に直訴か…… フッ。我ながら無茶な話だな）
es_es: (Is it a direct appeal to the shogun to Edo Castle?

source: （しかし山崎が口をふさがれたとは…… まずは新選組の屯所に行ってみるか）
es_es: (But Yamazaki's mouth was blocked ... First, why don't we go to the Shinsengumi tunsho?)

source: 「坂本龍馬」は今までずっと 倒幕戦争を引き起こすために動いてきた。
es_es: "Ryoma Sakamoto" has been working to cause a war of defeat.

source: その下準備が整ったらしい。
es_es: It seems that the preparations are ready.

source: どういうことだ？ なにかあったのか？
es_es: What does it mean? What happened?

source: ああ…… 薩摩の西郷と長州の桂が手を結んだ。
es_es: Ah ... Saigo of Satsuma and Katsura of Choshu joined hands.

source: バラバラだった勤王の二大勢力が倒幕に向けて 秘密同盟を組んだんだ。
es_es: The two disjointed Qin Wangs formed a secret alliance for the defeat.

source: つまり…… 「薩長同盟」だよ。
es_es: In other words ... It's the "Satcho Alliance".

source: 薩長同盟……？
es_es: The Samoan League...?

source: そいつを仲立ちしたのも「坂本龍馬」って男らしい。
es_es: It seems that "Ryoma Sakamoto" was the man who mediated it.

source: だが、この場合の「坂本龍馬」は…… 例のあいつじゃねえ。お前さんだ。
es_es: However, "Ryoma Sakamoto" in this case is ... not the usual one. You are.

source: なに？
es_es: What?

source: もっとも、そんときお前さんはシラフじゃ なかったがな。
es_es: However, you weren't Shirafu at that time.

source: まさか…… あの夜の話か？
es_es: No way ... Is that the story of that night?

source: まったくよ、薩長のいがみ合いが 一晩の酒で水に流れちまうとは思わなかったよ。
es_es: At all, I didn't expect Satsuma's quarrel to flow into the water with an overnight drink.

source: だがな…… そのバカバカしい話がこの国の内戦に 火をつけちまおうとしてる。
es_es: But ... that ridiculous story is about to ignite the civil war in this country.

source: そのきっかけを作ったのがお前さんだ。
es_es: You were the one who created the opportunity.

source: そこへ来てもう一人の「坂本龍馬」が 火のついた薩長に油を注いでやがる。
es_es: Another "Ryoma Sakamoto" comes there and anoints the lit Satsumacho.

source: どうやって？
es_es: how?

source: やつはもう正真正銘の武器商人だ。 これまで以上に英国の武器を大量に薩長へ流してる。
es_es: He's already a genuine weapons merchant. We are sending more British weapons to Satsuma than ever before.

source: 桂と西郷も倒幕戦の軍備に本腰入れ始めた。
es_es: Katsura and Saigo also began to seriously engage in the military armament of the defeat war.

source: もういつドンパチ始まってもおかしくねえ。 関ヶ原以来の血が流れるぜ。
es_es: It wouldn't be strange when the donpachi started. Blood has flowed since Sekigahara.

source: 倒幕戦争か……
es_es: Is it a defeat war ...

source: 「坂本龍馬」は武器を売って大儲けするだろ。 日本人の血と引き換えにな。
es_es: "Ryoma Sakamoto" will make a lot of money by selling weapons. In exchange for Japanese blood.

source: そして、開戦前夜のこの国を、よだれ垂らして 見てんのが西洋列強だ。
es_es: And it is the Western powers who are drooling and watching this country on the eve of the war.

source: となれば…… この俺もそろそろ動くしかねえやな。
es_es: Then ... I'm afraid I'll move soon.

source: あんた、まさか…… 例の計画をやる気か？
es_es: You, no way ... are you motivated to plan the example?

source: ああ…… 日本中が焼ける前に京の朝廷を滅ぼして 戦を止める。
es_es: Ah ... Destroy the imperial court in Kyoto and stop the war before the whole of Japan burns.

source: この国を列強の侵略から救うためだ。
es_es: This is to save this country from the invasion of the great powers.

source: 本気で言っているのか？
es_es: Are you really saying it?

source: 町の人間が何人焼け死ぬ？ 侍だけじゃねえ、女も子供もだ。
es_es: How many people in the town will burn to death? Not just samurai, but women and children.

source: それを焼き殺して、どの口が国を救うためだと 言える？
es_es: Can you say which mouth is to save the country by burning it?

source: 何度も言わせるな。倒幕戦争が起きればもっと多くの 人間が死んだ挙句、異国に侵略される。
es_es: Don't let me say it over and over. If a war of defeat occurs, more people will die and they will be invaded by a foreign country.

source: そもそもお前さんが薩長の仲を取り持ったせいだぜ。 おまけに寺田屋じゃあ例の「坂本龍馬」を 取り逃がした。
es_es: It's because you got along with Satsuma in the first place. In addition, I missed the usual "Ryoma Sakamoto" at Teradaya.

source: もう勢いづいた薩長を止めることはできねえ。
es_es: I can't stop the momentum of Satsuma.

source: ……なら。薩長じゃなく、幕府を止めるってのは？
es_es: ...... If. What about stopping the Bakufu instead of Satsumacho?

source: 幕府を、止める……？
es_es: Stop the shogunate ...?

source: ああ。幕府が…… 仮にだが薩長に白旗を上げれば 戦争にはならないはずだ。
es_es: Oh. If the shogunate raises a white flag to Satsuma, it shouldn't be a war.

source: 幕府に白旗を上げさせるだぁ？
es_es: Let the shogunate raise the white flag, right?

source: ３００年、この国を支配してきた幕府にか？
es_es: Is it the shogunate that has ruled this country for 300 years?

source: いや…… 待てよ、おい。 たしかにその手はあるかもしれねえな。
es_es: No ... wait, hey. Certainly there may be such a hand.

source: 薩長が戦争を引き起こす力を手に入れた 今だからこそ、徳川が聞く耳を持つってことも あるか……
es_es: Now that Satsuma has acquired the power to cause war, may Tokugawa have an ear to hear ...

source: たとえばそうだな…… 幕府の持つ政権を徳川将軍から帝に返させる。
es_es: For example, that's right ... General Tokugawa returns the government of the Shogunate to the emperor.

source: 幕府の政権を、帝に……？
es_es: The administration of the Shogunate to the emperor ...?

source: ああ…… 「大政奉還」とでも言うのかな。
es_es: Ah ... I wonder if it's called "Taisei Hokan".

source: 幕府がこの国の政権を手放せばもう薩長が 幕府相手に戦争を起こす理由はなくなる……
es_es: If the Shogunate relinquishes the administration of this country, there is no reason for Satsuma to start a war against the Shogunate ...

source: ここは、ひとつ将軍に直談判でもして、 白旗上げさせてみるか……？
es_es: Would you like to have one general speak directly to raise the white flag here ...?

source: できるのか、そんなことが？
es_es: Can you do that?

source: できるワケねー。普通は、な…… だが……
es_es: I can do it. Normally ... but ...

source: だが、なんだ。
es_es: But what?

source: 斎藤一、いや坂本龍馬さんよ。 ……あんただったらできるかもしれねぇ。
es_es: Saito Hajime, no, Ryoma Sakamoto. ...... You might be able to do it.

source: !? 俺が!?
es_es: !? I!?

source: これまで俺なりにアンタという人間を見てきたが、 アンタ以上に腕が立つ男はいねえ。
es_es: I've seen you as a person so far, but no one is better than you.

source: それにアンタには、あの沖田みてえな男まで 動かしちまう魅力もある。
es_es: Besides, you also have the charm of moving even that man who looks like Okita.

source: なにを言ってるんだ。
es_es: What are you talking about?

source: いやこれは本心だ。
es_es: No, this is the real intention.

source: ……今、もし江戸城にいる将軍様に忍びで会い、 しかも心動かすことができる男がいるとしたら、 アンタしかいねぇ。
es_es: ...... Now, if there is a man who can sneak up on the shogun in Edo Castle and move his heart, you're the only one.

source: なあ龍馬さんよ。 ここはひとつ、日本のために死ぬ覚悟で 江戸に行ってきちゃもらえねぇか？
es_es: Hey Ryoma-san. Could you go to Edo here with the intention of dying for Japan?

source: 俺が、江戸に……
es_es: I'm in Edo ...

source: ああ。江戸城には夜にでもなんとか忍び込むんだ。 もちろん、見つかりゃ殺される。
es_es: Oh. I managed to sneak into Edo Castle even at night. Of course, if you find it, you will be killed.

source: 生きて帰るのは不可能に近い。
es_es: It's almost impossible to come back alive.

source: だが将軍に「大政奉還」を直訴するとなると、 もうそれしかねえ。
es_es: However, when it comes to directly appealing to the shogun for "Taisei Hokan," that is no longer the case.

source: 将軍の寝床に忍び込むってことか……？
es_es: Do you mean to sneak into the general's bed ...?

source: 言いだしっぺはお前さんだぜ。
es_es: You're the one to say.

source: それに、もしこの「大政奉還」を徳川が飲めば もう一人の「坂本龍馬」も必ずなにか反応を見せる。
es_es: Besides, if Tokugawa drinks this "Taisei Hokan", another "Ryoma Sakamoto" will surely show some reaction.

source: どういうことだ？
es_es: What does it mean?

source: 向こうは薩長を派手に引きこんで戦争の準備を させてるんだ。
es_es: The other side is pulling in the Satsuma chief to prepare for the war.

source: だが戦争ってのは準備だけでも相当の金がかかる。
es_es: However, it costs a lot of money just to prepare for a war.

source: その邪魔をされたとなりゃ例の「坂本龍馬」は 黙っちゃいねえ。 必ずなにか動きを見せるはずだ。
es_es: If you get in the way, the example "Ryoma Sakamoto" shouldn't be silent. It must show some movement.

source: ま、無理にとは言わねえよ。
es_es: Well, don't say it's impossible.

source: そんときは計画通りに俺が京を焼くだけだ。
es_es: At that time, I just bake Kyo as planned.

source: ただし、あんたがもう一人の「坂本龍馬」を 捕える機会はなくなるぜ。
es_es: However, you won't have a chance to catch another "Ryoma Sakamoto".

source: 俺は…… 前にも江戸に行ったが、城には登ったことがねえ。
es_es: I went to Edo before, but I never climbed the castle.

source: ちょうど一度中に入ってみてえと思ってた。
es_es: I thought I should go inside just once.

source: いいんだな？ 生きて帰ってくるだけでも奇跡なんだぜ？
es_es: Is that okay? Isn't it a miracle just to come back alive?

source: ああ…… 覚悟の上で言っている。
es_es: Ah ... I'm prepared to say it.

source: フッフッフッ、上出来だ。 だが、まず新選組の幹部が１人で京を出たとなりゃ 人目をひく。
es_es: Huff Huff, it's good. However, if the Shinsengumi executives leave Kyoto alone, it will be noticeable.

source: 江戸へ行くならひと晩待って夜明け前に発て。
es_es: If you go to Edo, wait overnight and leave before dawn.

source: 今日のところはいつもどおり屯所に 顔を出しておくんだな。
es_es: For now, I'm going to the tunsho as usual.

source: 屯所か。 ……そうだな、ちょうど話を聞きたい相手もいる。
es_es: Is it a tunsho? ...... Well, there are people who just want to hear the story.

source: ん？
es_es: Hmm?

source: 監察の山崎烝に例の「坂本龍馬」の息が かかっているらしい。
es_es: It seems that the inspector General Yamazaki Susumu is taking the breath of the example "Ryoma Sakamoto".

source: なるほど。だがそいつは…… 一足遅かったぜ。
es_es: I see. But that was ... a little late.

source: なにがだ？
es_es: What is it?

source: 山崎はゆうべ、屯所にある土蔵の中で殺されてた。
es_es: Yamazaki was killed in a storehouse in the tunsho last night.

source: なんだと……!?
es_es: what……!?

source: お前さんが山崎の正体を知ったことで 口をふさがれたってことか……
es_es: Did you get blocked by knowing Yamazaki's true identity?

source: もう一人の「坂本龍馬」の手の者にな。
es_es: Be the other person in the hands of "Ryoma Sakamoto".

source: 龍馬
es_es: Ryoma

source: 近藤
es_es: Kondo
