Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01160706.po
Languages: es_es

source: 斎藤さん、お疲れ様。 まさか浄僧天狗たちを、 一人で追い払っちゃうなんて……
es_es: Saito-san, thank you for your hard work. No way to drive away the Jyomon Tengu alone ...

source: 数は多いが、所詮は烏合の衆だったな。
es_es: There are a lot of them, but after all, they were the people of Karasui.

source: ああいう力のある悪党が、 居なくなっただけでもこの町の治安は守られるわ。
es_es: Even if such a powerful villain disappears, the security of this town will be protected.

source: 浄僧が倒されたことで しばらくは大人しくなるはずよ。
es_es: The defeat of the Jyo monk should make you grow older for a while.

source: ああ、そうだといいがな。
es_es: Oh, I hope so.

source: じゃ、これ今回のお礼ね。
es_es: Well, thank you for this time.

source: 「<Color:8>３両<Color:Default>」を貰った。
es_es: "<Color:8> 3 cars<Color:Default> I got it.

source: 本当にありがとう。 またお願いね。
es_es: Thank you very much. Please again.

source: あ、斎藤さん！
es_es: Oh, Mr. Saito!

source: いいところに来てくれたわね！ 今、町で浄僧天狗たちが暴れまわっているの。
es_es: You came to a good place! Now, the Jyomon Tengu are rampaging in the town.

source: 彼ら、あなたのことを探しているそうよ。 前回のことを恨んでいるのかしらね……
es_es: They are looking for you. I wonder if I have a grudge against the last time ...

source: あの天狗面のやつらか…… わかった、もう一度大人しくさせればいいんだな。
es_es: That tengu-faced guy ... Okay, I should make him quiet again.

source: どうやら今回はたくさん仲間を引き連れて、 暴れまわっているみたい。
es_es: Apparently, this time he is rampaging with a lot of friends.

source: 場所は御依頼掲示板に書いておいたから。 よろしくお願いね。
es_es: I wrote the location on the request bulletin board. I look forward to working with you.

source: ああ、わかった。
es_es: Oh, I understand.

source: 初めての依頼、お疲れ様。 天狗、追い払ってくれてありがとう。
es_es: Thank you for your first request. Tengu, thank you for driving me away.

source: ……今から報告しようと思っていたんだが なんですでに知っているんだ？
es_es: ...... I was thinking of reporting from now on, but why do you already know?

source: あれだけ派手に暴れてくれれば 報告受けなくても、解決したのはわかるわよ。
es_es: If you go wild like that, you'll know that it's solved without receiving a report.

source: 何はともあれお疲れ様。 これ今回の報酬ね。
es_es: Anyway, thank you for your hard work. This is the reward for this time.

source: 「<Color:8>１両<Color:Default>」を貰った。
es_es: "<Color:8> 1 car<Color:Default> I got it.

source: あいつら一体何者なんだ？ ただのゴロツキじゃないようだが……
es_es: Who are they? It's not just a mess, but ...

source: ゴロツキの中でも腕の立つ人たちが、 頭領の浄僧に憧れて集まっているらしいわ。
es_es: It seems that some of the most talented people in Gorotsuki are gathering for the chief priest.

source: あんなお面被った人たちの どこがいいのかわからないけど、 こんなご時世だしね……
es_es: I don't know what to do with those people who suffered from such masks, but it's such a time ...

source: 要は腕の確かな悪党の集まりってこと。 本当、たちの悪い……
es_es: The point is that it is a group of villains with solid skills. Really bad ...

source: また何か依頼があったらよろしくね。
es_es: I hope you have any request again.

source: ああ、また来る。
es_es: Oh, I'll come again.

source: 今は依頼がないみたい。 少し時間をおいてから来てみて。
es_es: There seems to be no request now. Please come after a while.

source: あなたには期待しているわ。 でも、気を付けてね。 最近、このあたりは特に物騒だから。
es_es: I'm looking forward to you. But be careful. These days, it's especially noisy around here.

source: 斎藤さん、気を付けて行ってきて。
es_es: Saito-san, please be careful.

source: お松
es_es: Pine

source: 緑忍
es_es: Green Shinobu

source: 古参の組員
es_es: Veteran members

source: 下っ端橘組員
es_es: Lower end Tachibana member

source: すぐ行こう
es_es: Let's go right away

source: 今は忙しい
es_es: I'm busy now

source: 準備が必要だ
es_es: I need to prepare

source: 飄々とした男
es_es: Easy-going man

source: 阿久水
es_es: Akumizu
