Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e49.po
Languages: es_es

source: 新選組を抜けるつもりですか…… 斎藤君。
es_es: Are you planning to leave the Shinsengumi ... Saito-kun.

source: 土方……
es_es: Earthwork...

source: 総司から話は聞きました。 あなたがここに来た理由も。本当の名前も全て。
es_es: I heard from Souji. Also why you came here. All the real names.

source: そうか……
es_es: Really……

source: 逃げんのかい。……一（はじめ）ちゃん。
es_es: Are you running away? ...... Ichi (beginning) -chan.

source: ……逃げる？
es_es: ……escape?

source: せや…… 確かに一（はじめ）ちゃんが 新選組に居る理由は無ぅなった……
es_es: Saya ... Certainly there is no reason why Ichi (Hajime) is in the Shinsengumi ...

source: せやけどな、仲間残して独りで何もかも抱え込んで 闘いに向かうんは、逃げるっちゅうことや。
es_es: It's a burn, but if you leave your friends and hold everything by yourself and head for the fight, you'll have to run away.

source: 他人とつるまんと、独りでやる方がカッコええ…… せやけどそれじゃアカンのや。
es_es: It's cooler to do it alone with other people ... But then it's Akan.

source: 闘いっちゅうんは、誰かと一緒にやらなアカンねん。
es_es: Fighting is an Akan that you can do with someone.

source: どうしてだ。
es_es: Why?

source: ……人間、大事なことをする時は、誰かに 見ててもらわなアカンっちゅうことや。
es_es: …… Human, when you do something important, you don't want someone to see you.

source: 共に闘い、共に考え、共に哀しみ、共に喜ぶ…… そうやって時を同じくすることで、 事実は人から人へ伝わり歴史は作られてく。
es_es: Fighting together, thinking together, sadness together, rejoicing together ... By doing so at the same time, the facts are transmitted from person to person and history is created.

source: せやから近藤局長は、最期まで新選組という 仲間を捨てなかったんや。
es_es: Director General Kondo did not abandon the Shinsengumi until the end.

source: だが、俺はこれ以上、新選組を巻き込むわけには いかない…… ここから先は、坂本龍馬という １人の男としての闘いだ。
es_es: However, I can't get involved in the Shinsengumi anymore ... From here on, it's a fight as a man named Ryoma Sakamoto.

source: それがどないした。 ……坂本龍馬１人の闘いのために新選組が闘う。 それでええやないか。
es_es: It didn't work. ...... Ryoma Sakamoto The Shinsengumi fights for the fight of one person. Isn't that so?

source: 沖田……
es_es: Okita ……

source: な、新八？
es_es: What, Shinpachi?

source: ああ。 俺にとっちゃ、それが局長と共に生きるということ でもあるしな。
es_es: Oh. For me, that also means living with the director.

source: 永倉……
es_es: Nagakura ……

source: 土方……
es_es: Earthwork...

source: それに坂本さん…… あなたの斎藤一としての仕事はまだ残って いるようだ。
es_es: And Mr. Sakamoto ... It seems that your work as Saito Hajime still remains.

source: 仕事？ 近藤はそこに最後の策があると言っていたが……
es_es: jobs? Kondo said that there was a last resort ...

source: 近藤勇は死んでも死なん……か。 ……フッ。
es_es: Isami Kondo is dead even if he dies ...? ...... Huh.

source: 土方
es_es: Earthwork

source: 龍馬
es_es: Ryoma

source: 沖田
es_es: Okita

source: 永倉
es_es: Nagakura
