Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021c27.po
Languages: es_es

source: フッ…… １年前の剣とは殺気が違う……
es_es: Hmm ... It's different from the sword a year ago ...

source: 土佐抜けてから、大勢斬ってきた、 ということですか……
es_es: Did you mean that you've slashed a lot since you left Tosa?

source: さあな。
es_es: I do not know.

source: フッ……
es_es: Huh ……

source: 何の真似だ？
es_es: What are you imitating?

source: 今のあなたをこの目で 確かめる必要がありました。
es_es: I had to see you now.

source: １年ぶりに会う人間をそのまま 武市先生のもとへは通せませんき。
es_es: I can't let the people I meet for the first time in a year go to Professor Takeichi.

source: ご無礼をお許しください。
es_es: Please excuse me for your rudeness.

source: やっぱり兄弟もお前と一緒に京に来てんだな？
es_es: After all, did your brothers come to Kyoto with you?

source: ええ。ですが今の先生は 例の新選組にしつこく狙われる身。 人目をはばかっております。
es_es: Yeah. However, the current teacher is persistently targeted by the Shinsengumi. I am ridiculous.

source: 兄弟はどこにいる？
es_es: Where are your brothers?

source: この骸街の一番奥で筆頭をお待ちです。
es_es: We are waiting for the top in the innermost part of this skeleton town.

source: 案内しちゃもらえないのか？
es_es: Can you guide me?

source: ええ。わしは…… 今もあんたが嫌いですき。
es_es: Yeah. I ... I still hate you.

source: フッ、なるほどな。
es_es: Huh, I see.

source: （この奥に兄弟がいるのか……）
es_es: (Is there a brother behind this ...)

source: （しかし、京の一角とは思えん街だな。 ここなら思わぬ発見もあるかもしれないな……）
es_es: (However, it's a city that doesn't seem to be a corner of Kyoto. There may be unexpected discoveries here ...)

source: ここに何の用だ？
es_es: What are you doing here?

source: 有り金おいてきゃ命は勘弁してやってもいい。 腰のもんを捨てろ。
es_es: If you have money, you can forgive your life. Throw away the waist.

source: 俺は…… 坂本龍馬だ。 編笠の男に呼ばれて来た。
es_es: I'm ... Ryoma Sakamoto. He was called by a man in a hat.

source: そん男はわしの客ぜよ。
es_es: That man is my guest.

source: なるほど。お前だったのか……
es_es: I see. Was it you ...

source: 以蔵。
es_es: Izo.

source: 兄弟も一緒ってことか？
es_es: Do you mean that your brothers are with you?

source: さぁな……
es_es: Well ...

source: 以蔵!?
es_es: Izo !?

source: 久しぶりぜよ、“筆頭”。 １年前のわしとは一味ちがうき…… よう見ちょれ。
es_es: It's been a long time, "first". It's a bit different from me a year ago ...

source: この野郎！ イカサマしやがった！
es_es: This bastard! I was crazy!

source: 以蔵
es_es: Izo

source: 龍馬
es_es: Ryoma

source: 骸街の浪人
es_es: Ronin in the skeleton

source: 骸街の野盗
es_es: Bandit in the skeleton

source: 編笠の男
es_es: Hen Kasa no Otoko

source: 無宿人
es_es: Sleepless
