Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c140d.po
Languages: es_es

source: フゥ…… 今日もアリガトゴザマス！
es_es: Huh ... Arigato Gozamas today too!

source: 今日は俺も危なかった。 トム、お前…… 強くなったな。
es_es: I was in danger today too. Tom, you ... I'm getting stronger.

source: 本当デスカ!? シショーに褒められるとトテモ嬉しいー！
es_es: Really Desuka !? Totemo is happy to be praised by Shisho!

source: …………でも、だめナンデス。
es_es: ………… But no, Nandez.

source: ん？ どうしてだ？
es_es: Hmm? Why?

source: シショーに最初に言われた、マヨイ。 それを振り払うように剣を振って来ました。
es_es: Mayoi was first told by Shisho. I waved my sword to shake it off.

source: だけど、剣を振れば振る度、 強くなればなる度……
es_es: But every time I swing my sword, every time I get stronger ...

source: 自分の走ってきた道が本当に正しいのか、 この道の先に到着地点があるのか、 不安になってくるのです……
es_es: I'm worried whether the road I've been on is really correct or whether there is an arrival point at the end of this road ...

source: 所詮日本人じゃない私が、サムライになれるのか…… 私の剣の上達は、そんな心のマヨイをごまかすために 振られた剣によるもの……
es_es: After all, can I become a samurai because I'm not Japanese ... My sword progress is due to the sword swung to cheat Mayoi in my heart ...

source: そんな曲がりくねった剣で、 シショーにかなうわけアリマセン。 こんなんじゃダメデスヨネ……
es_es: With such a winding sword, Arimasen can match Shisho. It ’s not like this ...

source: トム……
es_es: Tom ……

source: シショー、ヒジョーに申し訳ないのデスガ、 私、しばらく道場に来るの、やめようと思いマス！
es_es: Shisho, I'm sorry for Hijo, Desuga, I'm coming to the dojo for a while, I'm thinking of quitting!

source: ……何？
es_es: ……what?

source: しばらく剣から離れて、 ひとりで考えてみたいんデス。 本当にサムライを目指すのかどうか。
es_es: Death wants to leave the sword for a while and think alone. Are you really aiming for a samurai?

source: ……そうか、わかった。
es_es: ...... I see.

source: 考えることが終わったら…… まだサムライが諦めきれなかったら…… また、稽古、ツケテクダサイデスヨ！
es_es: When you're done thinking ... If you still can't give up on the samurai ... Also, practice, Tsuketekuda Saidesyo!

source: フッ、もちろんだ。待ってるぞ。
es_es: Huh, of course. I'm waiting.

source: それでは！ 今日もアリガトゴザマシタ！
es_es: Well then! Arigato Gozamashita today too!

source: （しばらくトムが道場に来ることはなさそうだ。 少し、寂しくなるな……）
es_es: (Tom is unlikely to come to the dojo for a while. Don't be a little lonely ...)

source: トム、また鍛錬してきたのか？
es_es: Tom, have you trained again?

source: モチロンデス！ シショー！ 絶対にサムライになりたいデスカラネ！
es_es: Mochiron Death! Shisho! Descarane who absolutely wants to be a samurai!

source: フッ、そうだったな。 ではいくぞ…… 始め！
es_es: Huh, that's right. Let's go ... Start!

source: ハァ、ハァ…… 負けマシター！ シショーはお強いデスナー！
es_es: Huh, huh ... Losing machine! Shisho is a strong Desner!

source: トム、この前よりもはるかにいい太刀筋になったな。
es_es: Tom, you've become a much better sword than before.

source: 本当デスカ!? 嬉しいデース！
es_es: Really Desuka !? Happy Dace!

source: ……いえ、でもまだ全然デス。 この調子では到底シショーにはおいつけマセン。
es_es: ...... No, but still dead at all. In this condition, it's really good for Shisho.

source: あんなにシュギョーしたのに…… ちょっと悔しいデス……
es_es: Even though I was so shy ... A little disappointing death ...

source: 努力は認めるが、こういうものは 一朝一夕で身に付くものでもないからな。
es_es: I admit my efforts, but I don't think I can learn these things overnight.

source: ソーデスケド…… でも…… 悔しいんデス……
es_es: Swords Ked ... But ... I'm sorry Death ...

source: …………ナンチャッテネ！ 落ち込むなんて私らしくナイナイ！ 今日からまた特訓開始デス！
es_es: ………… Nanchattene! It ’s just like me to be depressed! Special training starts again from today Death!

source: 外国人だってサムライになれること、 私が絶対に証明してみせるんデス…… 絶対に！
es_es: I'll definitely prove that even a foreigner can be a samurai Death ... Absolutely!

source: また己を鍛えなおして来マス！ その時はまたこの道場で、稽古オネガイシマス！ 今日もアリガトウゴザマシタ！
es_es: Retrain yourself again! At that time, at this dojo again, practice Onegaishimas! Arigato Gozamashita today too!

source: （あいつ…… 色々無理をしなければいいが……）
es_es: (He ... I hope I don't overdo it ...)

source: ……どうやらその顔、 迷いは吹っ切れたみたいだな。
es_es: ...... Apparently, that face, hesitation seems to have disappeared.

source: ハイ！ ほんの少しのマヨイさえも振り払うため、 素振り１万回やってキマシタ！
es_es: Yes! To shake off even a little Mayoi, do it 10,000 times!

source: それはすごいな…… トム、準備はいいか？
es_es: That's amazing ... Tom, are you ready?

source: ハイ！ シショー！ まだシショーには太刀打ちできないと思いマスが…… 胸を借りさせてイタダキマス！
es_es: Yes! Shisho! I don't think I can compete with Shisho yet, so the trout ...

source: フッ、ではいくぞ…… 始め！
es_es: Huh, let's go ... Start!

source: ハァ、ハァ……
es_es: Huh, huh ...

source: やっぱり私が日本人じゃナイカラ……？ 全然歯が立ちまセーン……
es_es: After all, if I'm Japanese, I'm naive ...? I have no teeth at all Saen ……

source: これでも随分練習したんデスケドネー。 さすがシショー！ トンデモナイ強さデスヨー！
es_es: Even with this, I practiced a lot. As expected, Shisho! Tondemonai Strength Death Yo!

source: 何か私の剣について 気付いたことがあれば教えてほしいデース！
es_es: If you notice anything about my sword, please let me know!

source: ……トム、俺にはお前の剣に 迷いがあるように思える。
es_es: ...... Tom, it seems to me that your sword is at a loss.

source: マ、マヨイ……？
es_es: Ma, Mayoi ...?

source: あぁ。お前は街で、 絶対に侍になりたい、と言っていたな。
es_es: Ahh. You said you definitely wanted to be a samurai in the city.

source: ハイ！ ソーデス！ 絶対にサムライにナリタイデース！
es_es: Yes! Swords! Absolutely Samurai Naritai Dace!

source: だが心のどこかで、 日本人じゃない自分は侍になれない、 そう決めつけてる部分があるんじゃないのか？
es_es: However, somewhere in my heart, I'm not a Japanese person and I can't be a samurai.

source: たしかにソノトーリデス……
es_es: Certainly Sonotorides ……

source: 自分自身、日本人じゃないことを言い訳にして “サムライになれなくてもシカタナイ” そう思ってるフシがあったと思います……
es_es: I think there was Fushi who thought that he was "Shikatanai even if he couldn't become a samurai" with the excuse that he wasn't Japanese ...

source: そのマヨイが剣に現れていたんデスネ…… オハズカシイ……
es_es: That Mayoi was appearing on the sword Desune ... Ohazukashii ...

source: トム、次のうちどちらかを選べ。
es_es: Tom, choose one of the following:

source: このまま侍を目指し、剣を振り続けるか……
es_es: Do you keep swinging your sword, aiming for a samurai?

source: ……潔く自分には無理だと諦めるか。
es_es: ...... Do you give up that you can't do it?

source: お前が今後も稽古をつけてほしいと言うなら 俺も付き合ってやる。 しかし諦めること、それも強さだ…… どうする？
es_es: If you want me to continue practicing, I'll go out with you. But giving up is also strength ... what do you do?

source: シショー、私……
es_es: Shisho, I ...

source: ……諦めマセーン！ だって私、まだ何もしてイマセーン！
es_es: ...... Give up Macane! Because I'm still doing nothing, Imasane!

source: 例え諦めるにしても、ガムシャラに頑張って頑張って 頑張りつくしてから、諦めることにシマース！
es_es: Even if I give up, I'll do my best to Gamshala, and then I'll give up!

source: ……そうか。
es_es: ……Really.

source: ハイ！ 私、もうマヨイマセーン！ 外国人でも絶対にサムライになりマス！
es_es: Yes! I'm Mayoima Saen! Even foreigners will definitely become samurai and mass!

source: でも私、今は口だけの男デス。 剣の技術だけでも全く歯がたってませんネー！ もう一度剣の腕を磨いてキマス！
es_es: But I'm Death, a man with only a mouth now. The sword technique alone isn't toothy at all! Polish your sword's arm again!

source: またしばらくしたら、この道場の前に来マスノデ、 ソノ時はまたヨロシクオネガイシマス！
es_es: After a while, come in front of this dojo, and at the time of Sono, Yoroshiku Onegaishimas again!

source: あぁ、ちなみにこの道場は 昼しか使えないから注意しろよ。
es_es: Oh, by the way, this dojo can only be used during the day, so be careful.

source: オゥ！ じゃあ夜はひとりでシュギョー！ 昼はシショーとテアワセ願いマス！ それではサヨウナラ！
es_es: Oh! Then at night, I'm alone! In the daytime, Shisho and Theawase wish trout! Goodbye!

source: （フッ、なかなか気概のある男じゃないか）
es_es: (Huh, isn't he a man with a good spirit)

source: ……多少は、鍛錬してきたと言っていたが、 準備はいいか？
es_es: ...... You said that you have trained a little, but are you ready?

source: ハイ！ シショー！ まだまだ全然ダメだと思いマスが…… 胸を借りさせてイタダキマス！
es_es: Yes! Shisho! I thought it wasn't good at all, and the trout ... Let me borrow my chest and it's a trout!

source: フッ、ではいくぞ…… 始め！
es_es: Huh, let's go ... Start!

source: トム
es_es: Tom
