Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e41.po
Languages: es_es

source: （あれは…… 十番隊の奴らか？ ここで何をやってるんだ？）
es_es: (That's ... the tenth corps? What are you doing here?)

source: 隊長、この辺の家の金目のモンは あらかた取り尽くしました。
es_es: Captain, the gold medal of the house around here has been exhausted.

source: おう、じゃあここらも用済みだ。 お前ら！ この辺の家も全部燃やしちまえ!!
es_es: Oh, then I'm done with it. You guys! Burn all the houses around here !!

source: 待て！
es_es: wait!

source: ……何だ、斎藤か。
es_es: ...... What is Saito?

source: 原田。 お前、何をやってる。
es_es: Harada. What are you doing

source: “京へ火を放て”…… 近藤局長からの命令だ。 各隊長へ伝令があっただろうが。
es_es: “Set fire to Kyo” …… It is an order from Director Kondo. There would have been a messenger to each captain.

source: ……やはり、本当なのか。
es_es: ...... Is it true after all?

source: フッ、いよいよ新選組が京の街を牛耳る時が 来たってワケよ！
es_es: Huh, it's finally time for the Shinsengumi to dominate the city of Kyoto!

source: その野望の果てが、火事場泥棒か…… どこまで腐ってやがる。
es_es: The end of that ambition is a firefighting thief ... how far it rots.

source: どうせ燃えちまうんだ。 灰にするより頂いちまった方が 世のためってもんだろ。
es_es: It will burn anyway. It's better for the world to get it than to make it ashes.

source: なんだアンタ。 壬生狼が今さら正義の味方気取りか？ ……文句があんなら、掛かってこいよ。
es_es: What are you? Is the Mibu Wolf still a ally of justice? ...... If you have any complaints, please hang up.

source: フッ…… アンタとは一度やりあわなきゃならねぇ とは思ってた。
es_es: Hmm ... I thought I had to deal with you once.

source: それにこの火事場だ。 隊長を１人消すには都合もいい。
es_es: And this is the fire place. It is also convenient to erase one captain.

source: どういう意味だ。
es_es: What do you mean.

source: 新参モンのアンタに、 良いトコ持ってかれねぇで済む……ってコトだよ。
es_es: You don't have to bring a good toco to you, a newcomer.

source: ……お前、剣は使わないのか？
es_es: ...... Do you not use a sword?

source: は？ 実戦じゃコッチの方が相手に届く…… 剣なんざバカバカしくて使ってられるかっての。
es_es: What? In the actual battle, Kochi reaches the opponent ... I wonder if the sword can be used because it's ridiculous.

source: どうやら、本物の剣を見たことがねえらしいな。
es_es: Apparently, I've never seen a real sword.

source: フッ…… そうだったなぁ。 確かアンタは理心流を追いかけて新選組に 入ってきたんだったよなぁ。
es_es: Hmm ... That's right. I'm sure you were chasing Rishin-ryu and joining the Shinsengumi.

source: ならひとつ良いことを教えといてやるよ……
es_es: Then I'll teach you one good thing ...

source: なんだ……
es_es: what……

source: 試衛館出身で一番強ぇのは沖田でも永倉でも 局長でもねえ…… 俺だよ。
es_es: The strongest person from the trial hall is Okita, Nagakura, or the director ... I am.

source: なぜそう言い切れる。
es_es: Why can I say so?

source: そりゃあなぁ……
es_es: That's right ...

source: 勝つためなら何でもする。 ……流派や誇りを捨てることができる人間だからだ。
es_es: I will do anything to win. ... because he is a person who can abandon his school and pride.

source: なるほどな。
es_es: got it.

source: お前には剣がどうしてこの世にあるのか…… その意味を体で教えてやる必要があるようだ。
es_es: Why do you have a sword in this world ... It seems that you need to teach the meaning with your body.

source: ハッ…… それは是非、ご教授いただきたいねぇ。
es_es: Hah ... I really want you to teach it.

source: ふん。……行くぞぉ！ 斎藤ォ!!
es_es: Hmm. ...... Let's go! Saito !!

source: 龍馬
es_es: Ryoma

source: 十番隊隊士
es_es: Tenth Division Team Members

source: 原田
es_es: Harada
