Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01160bb9.po
Languages: es_es

source: よくぞ来てくれた。 無理な願いを聞き入れてくれた お主の器の広さに敬意を表す。
es_es: He often came. I pay tribute to the size of the Lord's vessel that listened to my unreasonable wishes.

source: 悪事からは手を引いたようだな。 その上で剣の道を目指すのであれば 侍として、その願いは断れない。
es_es: It seems that he has withdrawn from the wrongdoing. On top of that, if you aim for the path of the sword, as a samurai, you cannot refuse that wish.

source: 心遣い感謝する。 この決闘を終え、晴れやかな心で お主と酒でも飲み交わしたいものだ。
es_es: Thank you for your consideration. After this duel, I would like to have a drink with the Lord with a radiant heart.

source: ああ、付き合ってやるよ。
es_es: Oh, I'll go out with you.

source: では…… いざ、尋常に勝負！
es_es: Then ... Now, it ’s always a match!

source: させぬ。
es_es: I won't let you.

source: ……ん？
es_es: ……Hmm?

source: ぐあぁ!!
es_es: Gua !!

source: 曽田地!!
es_es: Sodaji !!

source: やっと見つけたぞ、稀代の豪傑、曽田地よ。 お前を、この妖刀「夢龍砕」の餌食とする日を どれほど待ち望んだことか……
es_es: I finally found it, Sodaji, a rare master. How long have you been waiting for the day when you will be the prey of this sword "Dream Dragon Crush" ...

source: くっ…… ぬぅ。 力が…… 全身の力が入らぬっ！
es_es: Kuu ... Nuu. Power ... I can't get the power of my whole body!

source: この「夢龍砕」は、斬った相手の血の流れを砕き すべての力を失わせる、最凶の妖刀だ。 そして……
es_es: This "Dream Dragon Crush" is the deadliest sword that crushes the blood flow of the slashed opponent and loses all power. And ...

source: その失われた力は、妖刀が吸い上げ 所持者の新たな力となる。
es_es: The lost power will be sucked up by the sword and become a new power for the owner.

source: そう、つまり お前の有していた圧倒的な力は 今、我のものとなったのだ！
es_es: Yes, that is, the overwhelming power you had is now yours!

source: そ、そんな馬鹿な……
es_es: That's stupid ...

source: 哀れなものだな、豪傑よ。 お前の血から武の力は失われた…… 一族の末代まで、弱者として地を這うがいい。
es_es: It's pathetic, hero. The power of martial arts has been lost from your blood ... Crawling on the ground as a weak person until the last generation of the clan.

source: くっ……
es_es: Kuu ……

source: そして、今日の我は強運だ。 もう一人の標的、斎藤一もこの場にいるのだからな。
es_es: And today I'm lucky. Another target, Hajime Saito, is also here.

source: ……お前は、何者だ？
es_es: ...... Who are you?

source: 我は、亜門玄丈斎。 決して表に出ることのない、暗殺者一族の長だ。
es_es: I am Amon Genjosai. He is the head of an assassin clan who never appears.

source: 亜門……
es_es: Amon ……

source: 斎藤一、お前の強さも聞き及んでいる。 是非とも、この「夢龍砕」の肥やしとしたいものだ。
es_es: Saito Hajime, I'm listening to your strength. By all means, I would like to use it as a fertilizer for this "Dream Dragon Crush".

source: 妖刀の力に頼って研鑽を怠っているような輩に 俺の剣を砕くことはできない。
es_es: I can't crush my sword to someone who relies on the power of a sword to neglect to study.

source: フッ…… 減らず口を叩けるのも今のうちだけだ。
es_es: Hmm ... It's only now that I can hit my mouth without decreasing.

source: 行くぞ……！
es_es: let's go……!

source: くっ……!! 馬鹿な、我が敗れただと!?
es_es: Hmm ... !! Stupid, I lost !?

source: どうやら減らず口叩いてたのは お前の方だったようだな。
es_es: Apparently it was you who was slamming without decreasing.

source: 認めん！ 認めんぞ!! 斎藤一、この雪辱は必ず果たす！
es_es: I don't admit it! I don't admit it !! Saito Hajime, this snow humiliation will definitely be fulfilled!

source: く…… うぅ。
es_es: Ku ... Uh.

source: 曽田地！ おい、大丈夫か？
es_es: Sodaji! Hey, are you okay?

source: 怪我自体は大したことはない…… だが、蓄えた力も武の知識も すべてが体から溶け出ていくような感覚だ。
es_es: The injury itself is not a big deal ... but it feels like all the power and knowledge of Takeshi are melting out of the body.

source: あの妖刀…… どうやら、本物のようだな。
es_es: That sword ... Apparently, it looks like the real thing.

source: 決闘を申し込んでおいてこの体たらく。 本当に申し訳ない。
es_es: Apply for a duel and this body will work. I am so sorry.

source: いや、お前のせいじゃない。 気に病むな。
es_es: No, it's not your fault. Don't worry.

source: 感覚を取り戻せるよう努力はするが 何か、不思議な力で封じ込められているのを感じる。 ……本当に、私はここまでなのかもしれん。
es_es: I try to regain my senses, but I feel that something is being contained by mysterious power. ...... Maybe I'm really up to this point.

source: 一族の末代までの呪いだと、亜門は言っていた。 あれが本当なら……
es_es: Amon said it was a curse until the end of the clan. If that is true ...

source: それ以上は言うな、斎藤。 力を失っても武の精神は失ってはおらん。
es_es: Don't say more, Saito. Even if you lose your power, you shouldn't lose the spirit of Takeshi.

source: お主と剣を交えて、やっとこの境地に達したのだ。 ここからは己の身を賭して、武の道を完遂する。
es_es: With the sword with the Lord, I finally reached this point. From here, bet yourself and complete the martial arts.

source: ……そうか。 亜門はきっと、俺に再び挑んでくるだろう。 お前の無念は、俺が晴らす。
es_es: ……Really. Amon will surely challenge me again. I will clear your remorse.

source: そう言ってくれるだけで、満足だ。 恩に着る。
es_es: I'm happy just to say that. I'm grateful.

source: 曽田地
es_es: Sodaji

source: 龍馬
es_es: Ryoma

source: 静かな声
es_es: Quiet voice

source: 色眼鏡の男
es_es: Man with colored glasses

source: 亜門
es_es: Amon
