Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid011a003a.po
Languages: es_es

source: 江戸での剣術修行を終え 故郷に戻った坂本龍馬
es_es: Ryoma Sakamoto returned to his hometown after completing his swordsmanship training in Edo

source: １年ぶりの土佐で、龍馬は育ての親とも言える 吉田東洋と再会する
es_es: In Tosa for the first time in a year, Ryoma reunites with Yoshida Toyo, who can be said to be his parent.

source: 土佐の苛烈な階級社会を改革せんとする東洋は 武市半平太を盟主とする 土佐勤王党と手を結んでいた
es_es: Tosa, who is trying to reform Tosa's fierce class society, has joined hands with the Tosa Qin Wang Party, whose ally is Takechi Hanpeita.

source: 龍馬と武市。兄弟同然に育った２人の男は 革命決行の前夜、父と慕う東洋の元へと集う。 そして、事件は起こる
es_es: Ryoma and Takeshi. The two men, who grew up like brothers, gather to the Orient, who longs for their father, on the eve of the revolution. And the incident happens

source: ３人の前に突如現れた「覆面の男」…… その凶刃によって、東洋が殺害されてしまう
es_es: A "masked man" suddenly appeared in front of three people ... The sword killed the Orient.

source: 混乱の中、東洋殺害の濡れ衣を着せられた龍馬。 龍馬は土佐を脱藩し、真犯人である 「覆面の男」を追うことを決意するのだった……
es_es: In the turmoil, Ryoma was dressed in the wet clothes of the oriental murder. Ryoma decided to leave Tosa and pursue the true criminal, the "masked man" ...

source: １年後…… 龍馬は無名の剣士として素性を偽り 京に身を潜めていた
es_es: A year later ... Ryoma was hiding in Kyo, pretending to be an unknown swordsman.

source: 「覆面の男」を追う唯一の手掛かりは 東洋を殺した剣「天念理心流」
es_es: The only clue to chase the "masked man" is the sword "Tennen Rishin-ryu" that killed the Orient.

source: その使い手は、日本史上最強の武闘派組織 「新選組」の大幹部たちの中にいるという
es_es: The user is said to be among the executives of the strongest martial arts organization "Shinsengumi" in Japanese history.

source: 龍馬は「覆面の男」の正体を追い 血に飢えた狼たちの巣へと自ら足を踏み入れる。 新選組三番隊隊長 斎藤一として……
es_es: Ryoma chases the identity of the "masked man" and steps into the nest of bloodthirsty wolves. As the captain of the Shinsengumi 3rd division, Hajime Saito ...
