Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016e01be.po
Languages: es_es

source: あのう…… そこ行く武士殿。
es_es: Uh ... Samurai-den going there.

source: ん？ ……俺のことか？
es_es: Hmm? ...... Is it about me?

source: ふひひ、そ、そうです。 ひとつお願いなんですが…… あなた様の刀を見せていただけませぬか？
es_es: Fuhihi, that's right. I'd like to ask you one thing ... Could you show me your sword?

source: 俺の刀を……？ いったい何故だ？
es_es: My sword ...? Why on earth?

source: ふひ、お願いします！ 私、どうしても そ、その刀を見なければいけないのです。
es_es: Fuhi, please! I have to look at the sword.

source: （……いきなり刀を見せろとは。 この男、いったい何者だ？ 刀泥棒か？）
es_es: (... Show me your sword suddenly. Who is this guy? Is it a sword thief?)

source: （いや、そうは見えない…… もしかしたらこの男、 名のある刀鍛冶かもしれん。もしや俺の刀に 何か問題があることを見抜いて……？）
es_es: (No, I don't see that ... maybe this guy is a well-known swordsmith. If I find out that something is wrong with my sword ...?)

source: ……わかった。ぜひ見てくれ。
es_es: ……all right. Please take a look.

source: や、やった！ ありがとうございます。 ぐひひひ……
es_es: I did it! thanks you. Guhihihi ……

source: や、やはりこれ、すごく良い刀ですぞ……！ この形、艶、手入れも行き届いてて…… ふひひ……！ 素晴らしいですぞ！
es_es: After all, this is a very good sword ...! This shape, luster, and care are perfect ... Fuhihi ...! It's wonderful!

source: そうか…… で、俺の刀に 何か問題となる箇所はあっただろうか？
es_es: Well ... So, was there anything wrong with my sword?

source: へ？ 問題？ い、いえ、本当に素晴らしい刀でしたぞ？
es_es: What? problem? No, it was a really great sword, right?

source: ……はっきり言ってくれ。刀は命にかかわるものだ。 少しでもおかしな箇所があるなら、直しておきたい。
es_es: ...... Please tell me clearly. A sword is life-threatening. If there is something strange, I want to fix it.

source: そ、そんなこと言われても…… 私、そういう方向には刀詳しくないですし……
es_es: Well, even if you say that ... I'm not familiar with swords in that direction ...

source: 何？ 詳しくないのか!? じゃ、じゃあなぜ刀を見たいと言ってきたんだ？ 刀に問題を見つけたからじゃないのか……？
es_es: what? Are you not familiar with it !? Then why did you want to see the sword? Isn't it because I found a problem with the sword ...?

source: しゅ、趣味です…… ふひひ！
es_es: Shu, my hobby ... Fuhihi!

source: …………そうか。 じゃあな。
es_es: …………Really. See you.

source: あ、ま、待ってくだされ！
es_es: Oh, wait!

source: ……まだ何か用があるのか？
es_es: ...... Is there still something to do?

source: も、もしよければ…… これからも、 定期的に私に刀を見せてくれませぬか？
es_es: But if you like ... Will you continue to show me your sword on a regular basis?

source: 刀を見せる？
es_es: Show me your sword?

source: は、はい。 私、趣味で刀を収集してる者なのですが。 ……武士殿の刀は素晴らしい！ 輝いている！
es_es: Yes. I'm a hobbyist who collects swords. ...... The samurai sword is wonderful! shine!

source: ……刀は生き物です。 あ、あなた様のような方には き、きっと良い刀がたくさん集まってくるのです！
es_es: ...... The sword is a living thing. Oh, I'm sure there will be a lot of good swords for people like you!

source: ……というわけで、「黒鉄丸」という刀を、 ぜひ私に見せていただきたい！ くれ、なんて言いませぬ！ 見るだけでいいのです！
es_es: So, please show me the sword "Kurotetsumaru"! I won't tell you! All you have to do is look!

source: うーむ、褒められて悪い気はしないが…… しかし……
es_es: Hmmm, I don't feel bad about being praised, but ... but ...

source: も、もちろんお礼はいたします！ たくさんの種類の刀を見せていただければ 私の秘蔵の刀を一本、差し上げたいと思ってますぞ！
es_es: But of course I would like to thank you! If you can show me many kinds of swords, I would like to give you one of my treasured swords!

source: 刀を見たいがためにそこまで…… ……分かった。俺にとっても悪い話じゃない。 「黒鉄丸」を手に入れたら、見せてやる。
es_es: Because I want to see the sword, that's it ………… I understand. Not a bad story for me either. If you get the "Kurotetsumaru", I'll show you.

source: 本当ですか!? ふひひ！ 楽しみでたまらぬ～！
es_es: Is that true !? Fuhihi! I'm looking forward to it!

source: 「刀に魅せられた男」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「刀に魅せられた男」と交流してみましょう。
es_es: A bond with "a man fascinated by a sword" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "a man who was fascinated by swords".

source: 変な男
es_es: Weird man

source: 龍馬
es_es: Ryoma

source: 刀に魅せられた男
es_es: A man fascinated by a sword

source: 刀に魅せられた男との絆
es_es: Bond with a man fascinated by a sword
