Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016c003b.po
Languages: es_es

source: なぁなぁ。お前、黒船って知ってるか？
es_es: I don't know. Do you know Kurofune?

source: ああ。外国からやってきたっていう、 でかくて黒い船だろ？
es_es: Oh. It's a big black ship that came from a foreign country, isn't it?

source: なんでも、開国を迫ってきたとかなんとか。
es_es: Anything, such as pressing for the opening of the country.

source: そうそう。……実はうちのおやじが黒船が来航した 近くに住んでてさ。生の黒船を見たらしいんよ。
es_es: Oh yeah. ...... Actually, my father lived near the arrival of Kurofune. I heard you saw a raw black ship.

source: ……本当にでかくて、 日本側は皆びびってたらしいぜ。
es_es: ...... It's really big, and it seems that everyone on the Japanese side was scared.

source: そうなんだ？ まぁそりゃ、びびるよなぁ。 あっちは大砲があるんだろ？ そりゃ勝てないよ。 下手したら、みんなその大砲で殺されちまうだろう？
es_es: is that so? Well, I'm scared. Is there a cannon over there? I can't win. If you're not good, will everyone be killed by the cannon?

source: そうだなぁ。 うちのおやじは殺されなかったから、 運がよかったのかもしれねぇな。
es_es: That's right. Maybe I was lucky because my father wasn't killed.

source: （なんだ？ 人ごみができているが……）
es_es: (What? There is a crowd ...)

source: く、黒船だああああっ！
es_es: It's Kurofune!

source: （!? 何っ！）
es_es: (!? What!)

source: 黒い船に、大砲…… 間違いねぇ！ あれが黒船だ！ 俺たち、きっと殺されちまうだ……！
es_es: A black ship and a cannon ... No mistake! That is Kurofune! We will surely be killed ...!

source: ほ、ほんまか？ ……ひ、ひいいいいっ！
es_es: Really? …… Hi, it ’s good!

source: 開国セヨー！ 開国セヨー！
es_es: Opening of the country! Opening of the country!

source: （……なんなんだ、あいつは）
es_es: (... what is he?)

source: なんなんだ、お前は？
es_es: What are you?

source: フフフ…… フフフフフ……
es_es: Fufufu …… Fufufufufu ……

source: !? お、おい。どうした？
es_es: !? Hey. what up?

source: フ、フ…… 船酔い…… した…… 誰か…… ヘルプミー…… オエー……
es_es: Huh, huh ... seasickness ... did ... someone ... help me ... oh ...

source: （……なんなんだ、こいつは。 どんな外敵かわからん。目的をきくためにも、 ひとまずこいつを治さないと）
es_es: (... What is this guy. I don't know what kind of foreign enemy it is. I have to cure this guy for the time being in order to achieve my purpose.)

source: （船酔いに効くもの、か…… 何が効くんだ？ ひとまず、周囲の野次馬に聞いてみるか）
es_es: (What works for seasickness ... What works? For now, ask the surrounding rubberneckers)

source: ウー…… キモチワルイ…… モウ…… ダメ……
es_es: Woo ... Kimochiwarui ... Mou ... No ...

source: （どうやらダメだったようだな。 まぁそりゃそうか……）
es_es: (It seems that it didn't work. Well, that's right ...)

source: （他の方法を模索するしかないな。 別の奴に聞いてみよう）
es_es: (I have no choice but to find another way. Ask another guy)

source: 斎藤サン、お強いんデスネ…… サムライ、ハジメテ見ました。 カッコイイです……
es_es: Saito San, I'm strong Desune ... I saw Samurai and Hajimete. cool……

source: すまんな。最近は、あんたら外国人を嫌う連中が 多いんだ。まだまだ、真の意味での「開国」は 難しいのかもしれないな。
es_es: I'm sorry. These days, there are a lot of people who hate foreigners. It may still be difficult to truly "open the country".

source: ソウデスカ…… デモ、斎藤サンのような人がイレバ、大丈夫デス。
es_es: Soudesuka …… Demo, people like Saito San are irreba, okay death.

source: 国なんて、所詮は人の群れデス。 人が変われば、国も一緒にカワリマス。 それはジャパンも、うちの国も同じネ。
es_es: After all, the country is a crowd of people. If people change, the country will be Kawarimasu together. It's the same in Japan and in our country.

source: ふっ。……そうかもしれないな。
es_es: Huh. ...... Maybe so.

source: コレ、斎藤サンに。 ワタシからのキモチです。
es_es: This is Saito San. It is a feeling from me.

source: 「<Color:8>精密機械<Color:Default>」をもらった
es_es: "<Color:8> Precision machinery<Color:Default> I got

source: ソレデハ、私は帰リマス。 梅干しアリガトウ。開国してくれて、アリガトウ。 ……グッバイ！
es_es: Soledeha, I'm back in Limas. Umeboshi Arigatou. Arigatou opened the country. ...... Goodbye!

source: ああ。……船酔いに気をつけろよ。
es_es: Oh. ...... Watch out for seasickness.

source: （変な外国人だったな…… ああいう連中と気兼ねなく交流できるように なる日がいつか来るといいんだが……）
es_es: (I was a weird foreigner ... I hope someday I will be able to interact with those people without hesitation ...)

source: 語る男
es_es: Man talking

source: 聞く男
es_es: Listening man

source: 町人
es_es: Tradesman

source: 黒船に乗った男
es_es: Man on a black ship

source: 黒船に乗っていた男
es_es: The man on the black ship

source: ポニー
es_es: Pony
