Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid012607cc.po
Languages: es_es

source: くそっ……鉄砲隊がこんなに……
es_es: Damn ... the gun corps is so ...

source: 石燈籠の陰に隠れるんや、 一（はじめ）ちゃん！
es_es: Hiding behind the stone lantern, Ichi (Hajime) -chan!

source: くそっ、あんなに出てきたな、 どうにか一気に片付ける方法は……
es_es: Damn, it came out like that, how to get rid of it all at once ...

source: 一（はじめ）ちゃん！ この大砲でぶっ飛ばしたろうや！
es_es: Ichi (beginning) -chan! Let's blow it off with this cannon!

source: また増援か……
es_es: Reinforcement again ...

source: 一（はじめ）ちゃん！ またこいつでぶっ飛ばしたろうや！
es_es: Ichi (beginning) -chan! I'll blow it away with this guy again!

source: くっ、なかなか手ごわいな……
es_es: It's pretty formidable ...

source: 一（はじめ）ちゃん！ これで最後のはずや!!
es_es: Ichi (beginning) -chan! This should be the last !!

source: 今だ！ 城内へ入るぞ、沖田!!
es_es: now! Let's enter the castle, Okita !!

source: 沖田
es_es: Okita
