Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021cca.po
Languages: es_es

source: おう、坂本…… どうかしたのか？
es_es: Oh, Sakamoto ... what's wrong?

source: 中岡…… 勤王志士が御所を焼くってのは本当か？
es_es: Nakaoka: Is it true that the Qin Wang Shishi burns the Imperial Palace?

source: あ？ なんだそりゃ!?
es_es: Ah? what's that!?

source: お前も一枚噛んでるのか？
es_es: Are you chewing on one too?

source: ちょっと待て。一体何の話だ？
es_es: wait a minute. What the hell are you talking about?

source: 新選組に捕まった古高俊太郎って男が白状した。 ４０人の勤王志士たちが御所に火をつけ、 帝をさらう。
es_es: A man confessed to Shuntaro Kodaka, who was caught in the Shinsengumi. Forty Qin Wang priests set fire to the Imperial Palace and kidnap the Emperor.

source: まさか。そんな大それたことを……？
es_es: No way. That big thing ...?

source: 新選組は今夜、そいつらが京のどこかで 会合を開くと見て襲撃の準備を整えている。
es_es: The Shinsengumi are preparing for the attack tonight when they see them meeting somewhere in Kyoto.

source: もしあんたもそこにいれば新選組の襲撃に遭う。
es_es: If you are there too, you will be attacked by the Shinsengumi.

source: な、なるほど。 それで知らせに来てくれたってわけか……
es_es: I see. That's why he came to inform me ...

source: あんたは噛んでいないんだな？
es_es: You're not chewing, right?

source: 俺がそんなもんに絡んでるわけねえだろ。
es_es: I'm not involved in that kind of thing.

source: だいたい、いくら勤王のためとはいえ、 御所に火をつけりゃこの町もただじゃすまねえぞ……
es_es: Mostly, no matter how much it is for Qin Wang, if you light the Imperial Palace, this town will not be free ...

source: ああ。 街の人間が何人焼け死んでもおかしくねえ。 勤王派とやらの正気を疑うな。
es_es: Oh. It doesn't matter how many people in the city are burnt to death. Don't doubt the sanity of the Qin Wang faction.

source: まったくだ。
es_es: Totally.

source: だがその一味には土佐の人間も絡んでいるらしい。 その中に中岡って名前が挙がっていたが？
es_es: However, it seems that Tosa's humans are also involved in the crew. Nakaoka was mentioned in it?

source: 土佐じゃよくある名前だ。俺じゃねえって。
es_es: It's a common name in Tosa. Not me.

source: とはいえ…… そいつらが新選組にやられるのを 見殺しにするってのもな。
es_es: But ... I don't want them to be killed by the Shinsengumi.

source: 連中に新選組の襲撃を知らせてやらねえと。
es_es: Let them know about the Shinsengumi attack.

source: そんなことができるのか？
es_es: Can you do that?

source: さあな。 ……その一味の親玉は誰かわかっているのか？
es_es: I do not know. ...... Do you know who the gang's masterpiece is?

source: たしか…… 長州の吉田稔麿って男だ。
es_es: Certainly ... Minoru Yoshida of Choshu is a man.

source: 吉田稔麿？ 勤王派の大物じゃねえか。 武市ともつながっていたはずだ。
es_es: Minoru Yoshida? Isn't it a big player of the Qin Wang school? It must have been connected to Takeshi.

source: なに？ それじゃ…… 武市もこの計画に加わっているってことか？
es_es: What? Then ... Does that mean that Takeichi is also involved in this plan?

source: わからんが少なくとも京を焼くって話くらいは 聞いているはずだ。
es_es: I don't know, at least I'm sure you've heard about burning Kyoto.

source: あいつ自身はもう土佐に戻ったが、さっき言ってた 土佐者ってのは案外、勤王党の連中かもな。
es_es: He himself has returned to Tosa, but the Tosa people I mentioned earlier may be the members of the Qin Wang Party.

source: ……武市が、こんな計画に乗ったっていうのか。
es_es: ...... Is it that Takeichi got on such a plan?

source: お前にとっちゃ複雑だろうな。
es_es: It would be very complicated for you.

source: いくら勤王のためとはいえ、 自分の兄弟分がこんな無茶するとは考えたくもないか。
es_es: No matter how much it is for Qin Wang, don't you want to think that your brother is such an unreasonable one?

source: だが、とにかく今は吉田稔麿を探すのが先決だ。 しばらくナリを潜ませるように伝える。俺に任せとけ。
es_es: But anyway, the first decision is to look for Minoru Yoshida. Tell them to hide Nari for a while. Leave it to me.

source: あんた１人で？
es_es: Are you alone?

source: 仕方ねえだろう。 お前は新選組に戻って普段通りにしてろ。 情報を漏らしたと疑われないように。
es_es: It can't be helped. You should go back to the Shinsengumi and do as usual. Don't be suspected of leaking information.

source: ……そうだな。
es_es: ...... That's right.

source: お前は“裏”のある人間だ。 せいぜい用心しねえとな。
es_es: You are a person with a "back". At best, be careful.

source: ……じゃ、ちょっくら行ってくる。
es_es: ...... Then, I'll go a little.

source: ああ。
es_es: Oh.

source: （やれやれ。 中岡は計画に関わっていなかったか）
es_es: (Yeah. Was Nakaoka involved in the plan?)

source: （勤王派の動きは中岡に任せるとして…… そろそろ屯所に戻るか。 何か進展があるかもしれない）
es_es: (Assuming that the movement of the Qin Wang faction will be left to Nakaoka ... Is it about to return to the tunsho? There may be some progress)

source: なぁに？ 一（はじめ）さん。 今日はもう帰ってきはったん？
es_es: What? Mr. Ichi (beginning). Have you come back today?

source: いや…… それより中岡は来てるか？
es_es: No ... Is Nakaoka coming more than that?

source: 中岡さんやったらちょうど二階にいてはるけど。
es_es: Nakaoka-san would be on the second floor.

source: そうか。
es_es: Really.

source: 中岡
es_es: Nakaoka

source: 龍馬
es_es: Ryoma

source: おりょう
es_es: Oryo
