Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c12f7.po
Languages: es_es

source: かはっ…… つ、強ぇ…… なんなんだ、こいつ……
es_es: Kaha ... Tsu, strong ... What is this ...

source: ちっ…… おい、こいつはヤメだ。 襲うのは、他の奴にする。 ちくしょうめ……！ ずらかるぞ！
es_es: Hey ... Hey, this guy is bad. It's the other guy who attacks. Chikushome ……! It's hard!

source: （除け者にされた奴らの巣窟、骸街か…… 気を抜いていたら危ないな。 用心しなければ……）
es_es: (The dens of those who were excluded, the skeleton ... It's dangerous if you're not careful. If you're not careful ...)

source: へへへへ……
es_es: To Hehehe……

source: ぐへへへ……
es_es: Guhehehe ……

source: （骸街…… 何度来ても気味が悪いところだ）
es_es: (Skull street ... It's a creepy place no matter how many times you come)

source: む……
es_es: Mu ……

source: おらあっ!!
es_es: Look !!

source: ぐぬぬぬぬ……！
es_es: Gununununu ……!

source: くっ……！
es_es: Kuu ……!

source: なんなんだ、貴様らは。
es_es: What are you guys doing?

source: 骸街に出向いておいて、なんだ貴様らは？ はねぇだろう。 こんなこと、ここでは日常茶飯事だぜ。
es_es: What are you guys going to the skeleton town? I don't know. This is a daily occurrence here.

source: そういうことだ。 さっさと金を置いていけ。じゃないと…… 死ぬことになるぜ？ へへへ……
es_es: That's how it is. Put the money down quickly. Otherwise ... you'll die, right? Hehehe ……

source: きひひひひ…… そうだそうだ。早く置いてってくれよ、金を。
es_es: Kihihihihi ... That's right. Leave it early, money.

source: 残念だが、お前らの期待には 応えることはできない。
es_es: Unfortunately, I can't live up to your expectations.

source: あ？ ……なんだと？
es_es: Ah? ……what?

source: ほう。 ……なら、殺してでも奪わせてもらうぜ。 ……おい！ こいつ、骸にしちまおうぜ！
es_es: How. ...... Then, even if I kill you, I'll take it away. ……Hey! Let's make this a skeleton!

source: 息がくさい男
es_es: Breathless man

source: でかい男
es_es: Big man

source: 小汚い男
es_es: Dirty man
