Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021c58.po
Languages: es_es

source: ……いつもこんな調子や。
es_es: ...... It's always like this.

source: 局長の近藤がいないのも、いつもどおりか？
es_es: Is it as usual that there is no director Kondo?

source: ああ。
es_es: Oh.

source: 伊東も言っとったが、とっくに死んどるんやないか なんて噂が立つのも、まぁ無理ないわ。
es_es: As Ito said, it's no wonder that there are rumors that he'll die.

source: そうか……
es_es: Really……

source: （親っさんを殺した“覆面の男”は天念理心流の 使い手であるはず。山南敬助もその１人 だったが、俺と戦い、土方に殺された……）
es_es: (The "masked man" who killed his parents must be a user of Tennen Rishin-ryu. Keisuke Yamanami was one of them, but he fought with me and was killed by Hijikata ...)

source: （……山南が“覆面の男”だったとは考えにくい。 腕は立ったが、“覆面の男”の 比ではなかった……）
es_es: (... It's hard to imagine that Yamanami was a "masked man". His arms stood, but it wasn't as good as a "masked man" ...)

source: （沖田のように手を抜けるような状況でも なかったはずだ）
es_es: (It shouldn't have been a situation like Okita's.)

source: （山南を除けば、天念理心流の使い手は、 新選組には残り６人）
es_es: (Except for Yamanami, there are 6 remaining users of Tennen Rishin-ryu in the Shinsengumi)

source: （八番隊隊長の、藤堂平助……）
es_es: (Heisuke Todo, captain of the 8th division ...)

source: （六番隊隊長の、井上源三郎……）
es_es: (Sixth Captain, Inoue Genzaburo ……)

source: （二番隊隊長の、永倉新八……）
es_es: (Shinpachi Nagakura, captain of the second division ...)

source: （一番隊隊長の、沖田総司……）
es_es: (Soji Okita, the first captain ...)

source: （新選組副長の、土方歳三。そして……）
es_es: (Shinsengumi Deputy Chief, Toshizo Hijikata. And ...)

source: （新選組局長にして、天念理心流の宗家…… もっとも“覆面の男”に近いはずの男、 近藤勇……）
es_es: (Shinsengumi director, Tennen Rishin-ryu Soke ... The man who should be the closest to the "masked man", Isami Kondo ...)

source: ……長い道のりになりそうだ。
es_es: ...... It's going to be a long way.

source: ……副長。局長は？
es_es: ...... Deputy captain. What is the director?

source: 近藤局長は所用につき欠席です。
es_es: Director Kondo is absent due to his duties.

source: また、ですか。
es_es: Also?

source: 今じゃ新選組も隊士１０００人を抱える大組織……
es_es: Now the Shinsengumi is a large organization with 1000 soldiers ...

source: その頭が幹部会にロクに顔を出さないってのは いささか問題ですなぁ。
es_es: It's a little problem that the head doesn't show up to the executive committee.

source: 幹部会を通じて局長からの指示は私が伝えています。
es_es: I am giving instructions from the director through the presidium.

source: 組の運営も極めて順調に進んでいる。 それでも何か問題が？ 伊東さん。
es_es: The operation of the group is also proceeding very smoothly. Still something wrong? Mr. Ito.

source: 今はそれでいいですがねぇ土方さん。
es_es: That's fine now, but Mr. Hijikata.

source: これからもっと組は巨大になるでしょうし、 派手な戦も起こるでしょう。
es_es: From now on, the group will be bigger and there will be flashy battles.

source: そんな時に頭が目の前にいないというのは、 参謀の私としては見逃がせない 事態なんですがねえ。
es_es: The fact that my head isn't in front of me at that time is something I can't overlook as a staff member.

source: いっそのこと、新しい局長を決めるっちゅうのは どうです？
es_es: Better yet, how about deciding on a new director?

source: どういう意味かな？ 鈴木君。
es_es: What do you mean? Suzuki-kun.

source: いくら事が順調に進んでる言うても、 一軍の将っちゅうのは兵に、なにより敵に 姿をさらし続けてこそ……
es_es: No matter how well things are going, the generals of the army must continue to be exposed to the soldiers, and above all to the enemy ...

source: 部下もオノレの命を張る気になるっちゅうもん やないですか？
es_es: Isn't your subordinates always worried about the life of Onore?

source: 強さこそが新選組の正義なんでしょ？
es_es: Strength is the justice of the Shinsengumi, isn't it?

source: ……なら、隠れてコソコソやっとる人間より、 局長にふさわしい人物がおるやろって思いますがね。
es_es: ...... Then, I think that there is a person who is more suitable for the director than a person who hides and sneaks.

source: ……君のいう“ふさわしい人物”というのは、 伊東さんのことを指しているのかね？
es_es: ...... Does your "appropriate person" mean Mr. Ito?

source: いやぁ、そんなことは別に。
es_es: Well, apart from that.

source: そうか？ 私にはそう聞こえたが。
es_es: Really? I heard that.

source: ……伊東さんのつてで 隊長まで上り詰めた君のことだ。
es_es: ...... It's you who went up to the captain with Mr. Ito.

source: 伊東さんに恩義を感じるのは当然だが、 発言には気をつけたほうがいい。
es_es: It is natural to feel the gratitude to Mr. Ito, but you should be careful about what you say.

source: ……お気遣い、どうも。
es_es: ...... Thank you for your concern.

source: 新選組は近藤局長を中心に動きます。 これまでも、そしてこれからもね。
es_es: The Shinsengumi will be led by Director Kondo. Until now and in the future.

source: 参謀の伊東さんは、どうぞ心配なく。
es_es: Don't worry, Mr. Ito, the staff member.

source: 分かりました。 ま、局長には伊東が心配してましたと お伝えくださいよ……
es_es: I understand. Well, please tell the director that Ito was worried ...

source: 伝えられるならの話ですが、ね。
es_es: If you can tell it, that's right.

source: ……どういう意味ですか？
es_es: ……What do you mean?

source: ああ。いや、これはあくまで噂ですがね。 実は局長はとっくに死んでるんじゃねえかって…… そんな話があるんですよ。
es_es: Oh. No, this is just a rumor. Actually, the director isn't dead anymore ... There is such a story.

source: 根も葉もない噂だ。
es_es: It's a rumor that it has no roots or leaves.

source: そうでしょうなあ。 私もそう思います。
es_es: That's right. I think so, too.

source: でもこんな噂が立つのも無理はないでしょう。
es_es: But it's no wonder that such rumors stand.

source: ここしばらくの間で、近藤局長に会ったことのある 人間がどれだけいますかね？
es_es: How many people have met Director Kondo in the last few years?

source: 何せ参謀の私ですら、入隊時に一度 お会いしたきりですからねえ。
es_es: Even I, a staff member, only met once when I joined the army.

source: 局長の不在をいいことに、土方さんら元試衛館の 方々が新選組を私物化しようとしている……
es_es: Fortunately for the absence of the director, Mr. Hijikata and other members of the former test center are trying to personalize the Shinsengumi ...

source: ……なんて、実にけしからんことを言う奴も 出てくる始末で。 いやはや、実にけしからんですなぁ。
es_es: ...... What a mess, some people say something really wrong. No, I'm really crazy.

source: そんな状況なわけです。 よろしく頼みますよ……？ 副長さん。
es_es: That's the situation. Nice to meet you ...? Deputy chief.

source: ……もちろん。
es_es: ……of course.

source: いつまで小難しい話してんねん！
es_es: How long have you been talking about difficult things!

source: ……また遅刻か。総司。
es_es: ...... Is it late again? Souji.

source: お前らのつまらん話聞くくらいなら 寝とったほうがよっぽどマシや。
es_es: It's better to sleep than to listen to your boring stories.

source: それより、新隊長サマはまだ来てへんのかいな？ 遅刻とはけしからんのう！
es_es: Isn't the new captain Sama still coming? I'm not late!

source: ……もうすぐ来るはずだ。
es_es: ...... It should come soon.

source: 永倉
es_es: Nagakura

source: 龍馬
es_es: Ryoma

source: 土方
es_es: Earthwork

source: 伊東
es_es: Ito

source: 鈴木
es_es: Suzuki

source: 沖田
es_es: Okita
