Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01160823.po
Languages: es_es

source: 待っていたぞ、斎藤！
es_es: I've been waiting, Saito!

source: ああ、久しぶりだな。
es_es: Oh, it's been a long time.

source: お前にこっぴどくやられた…… あの日からこの屈辱忘れたことはなかった！
es_es: You've been slammed ... I've never forgotten this humiliation since that day!

source: 浄僧、一連の事件の首謀者はお前だな？
es_es: Joh monk, are you the mastermind of a series of incidents?

source: そうさ、ここにいる赤忍や後ろの奴らも 俺の手下だ。なぁ、赤忍？
es_es: Yes, the red shinobi here and the guys behind me are also my minions. Hey, red shinobi?

source: うぅ……
es_es: Uh ...

source: チッ こいつだけは 暗示が上手くかかからないな。
es_es: Only this one doesn't have a good suggestion.

source: おい、どういうことだ。 そいつらに何をした!?
es_es: Hey, what do you mean? What did they do !?

source: 俺は新しく力を手に入れた！ あの香さえあれば 誰もが俺の忠実な下僕になるんだぜ！
es_es: I got new power! With that incense, everyone will be my loyal servant!

source: しかも、「お前は強い！」と暗示にかけることで 弱い部下たちの力が大幅に増幅させられる！ まさにやりたい放題ってわけだ！ はっはっは！
es_es: Moreover, the power of weak subordinates can be greatly amplified by suggesting "You are strong!"! You can do whatever you want! Hahaha!

source: それもこれも、お前を痛い目に あわせるために用意してやったんだぜ！ 斎藤よぉ！
es_es: I've prepared it and this to make you hurt! Saito!

source: てめぇのそのツラ、生首にして晒してやるわ！ 感謝してくれよなぁ！ はっはー！
es_es: I'll expose that vine to my neck! Thank you! Haha!

source: 卑怯な奴だ。 自分の力だけでは何もできねぇ。 どうしようもない野郎だ。
es_es: A cowardly guy. You can't do anything with your own strength. It's a helpless bastard.

source: うるせぇ！ 勝てばいいんだよ、勝てば！
es_es: shut up! You just have to win, if you win!

source: お前ら…… やれっ！
es_es: You guys ... do it!

source: ぐぅ…… なんで……
es_es: Guu ... why ...

source: ……はっ！
es_es: ...... Huh!

source: ここ、は……？
es_es: here……?

source: ううっ。
es_es: Ugh.

source: クッ…… 体が……
es_es: Kuu ... body ...

source: 赤忍さん！ 大丈夫ですか？
es_es: Aka Shinobu! Are you okay?

source: お前らは浄僧に変な術を掛けられていたんだ。
es_es: You guys had a weird trick on the priest.

source: どういうことだ……？
es_es: What does it mean……?

source: そ、そんな…… 頭領が？
es_es: Oh, that's ... what's the head?

source: 浄僧…… よくも、クッ……
es_es: Jyomon ... Well, ku ...

source: 赤忍さん！ 安静にしていないとダメです。
es_es: Aka Shinobu! You have to be at rest.

source: 貴様…… 赤忍さんによくも……！
es_es: You ... well to Akashino-san ...!

source: ひぃぃ！ 俺は…… 俺は悪くねぇ！
es_es: Hi! I ... I'm not bad!

source: 待て！ 落ち着け。
es_es: wait! Calm down.

source: 俺はあいつにそそのかされただけなんだ……
es_es: I was just tempted by him ...

source: あいつ……？ どういうことだ。
es_es: that person……? What does it mean.

source: お前にやられたあの日、 あいつは突然俺の前に現れたんだ。
es_es: That day you were killed, he suddenly appeared in front of me.

source: どうにかお前に仕返ししてやろうと考えていた俺に あいつは言ったんだ。
es_es: He told me I was thinking of getting back to you somehow.

source: 『この香があればすべて思い通りになるぞ』 ってな。
es_es: "With this incense, everything will be what you want."

source: そんな力が目の前にあったら お前だって使うだろ？ な!?
es_es: If you had that kind of power in front of you, would you use it? What !?

source: だから、俺のせいじゃ……
es_es: So it's my fault ...

source: 勝手なこと言いやがって。
es_es: Say something selfish.

source: ひぃ…… 何でも言う。何でも言うから許してくれ。
es_es: Hi ... I say anything. Please forgive me because I say anything.

source: そいつはどんな奴だ。
es_es: What kind of guy is that?

source: 商人みたいな恰好をしていた。 卑屈そうな顔で…… いつも香を持っていた。
es_es: He was dressed like a merchant. With a subservient face ... I always had incense.

source: それ以外は、知らねえ…… 俺も数回しか会ってないからな。
es_es: Other than that, I don't know ... I've only met a few times.

source: そいつの居場所を教えろ。
es_es: Tell me where it is.

source: 今頃、洛外の川辺にいるはずだ。 計画を実行すると言っていた。
es_es: By this time, you should be on the riverside of Rakugai. He said he would carry out the plan.

source: 計画？
es_es: plan?

source: 詳しくは知らねぇ！ 俺が知ってることは全部話した！
es_es: I don't know the details! I told you everything I knew!

source: だから許してくれ、頼む！
es_es: So forgive me and ask!

source: わかった。 とにかくお前らは橘組まで 付いてきてもらうぞ。
es_es: all right. Anyway, you guys will come with the Tachibana group.

source: 浄僧
es_es: Pure monk

source: 赤忍
es_es: Chi Shinobu

source: 苦しそうな天狗
es_es: Tengu that seems to be painful

source: 操られていた天狗
es_es: The tengu that was being manipulated

source: 緑忍
es_es: Green Shinobu
