Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0107095e.po
Languages: es_es

source: まずは親を決めるかのう。
es_es: First of all, decide on a parent.

source: ワシが親や。
es_es: I'm a parent.

source: いくら賭けるのかのう？
es_es: How much do you bet?

source: さて、始めるかのう。
es_es: Well, let's get started.

source: ワシの番か。
es_es: Is it my turn?

source: （この台詞が出たら駄目）
es_es: (If this line comes out, it's useless)

source: 精算するかのう。
es_es: Do you want to settle?

source: アンタが親やろ？
es_es: Are you a parent?

source: 親を交代するかのう。
es_es: I wonder if I will change parents.

source: もう一回や！ 続けて勝負せんかのう……
es_es: Once again! Let's continue to play ...

source: はぁ～、タネ切れとは悔しいのう。 また出直してくるわ……
es_es: Hmm, I regret running out of seeds. I'll come back again ...

source: ふぉふぉふぉ、オケラになったか！ 腕を磨いて、また来るんやな。
es_es: Fofo, did you become a mole cricket! I'll hone my arms and come back again.

source: 親の即精算メッセージ。
es_es: Parent's immediate settlement message.

source: 親の奇の見は３かのう。
es_es: There are three strange things about parents.

source: 最初の子が出した奇の見は ３かのう。
es_es: The strange look that the first child gave is three.

source: 奇の見は一つ前の子と 同じ出目かのう。
es_es: The strange look is the same as the previous child.

source: 親の偶の音は４かのう。
es_es: The sound of the parent's even is four.

source: 偶の音は一つ後の子と 同じ出目かのう。
es_es: The sound of the even is the same as that of the next child.

source: 最後の子が出した偶の音は ４かのう。
es_es: There are four even sounds made by the last child.

source: 偶の音は、後ろの子と 同じ出目かのう。
es_es: The sound of the even is the same as that of the child behind.

source: 偶の音のあとに奇の見が出たわ。
es_es: There was a strange look after the sound of the even.

source: やったで！ ムサシや！
es_es: I did it! Musashi!

source: 富豪の銭八
es_es: Millionaire Senhachi
