Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01330dd0.po
Languages: es_es

source: こちらは稀引き会場になります！ 福引き券５枚で、１回抽選出来ますよ。 ５枚手に入れたら、いらしてくださいな!!
es_es: This will be a rare venue! You can draw once with 5 lucky tickets. If you get 5 cards, please come!

source: あ、お客さん！ お客さんが沢山景品当てちゃったから 景品新しくしましたよ！
es_es: Oh, customers! I got a lot of prizes from the customers, so I made a new prize!

source: またどんどん当てて下さいな。 こちらも新しい景品、どんどん入荷しますから！
es_es: Please guess more and more. This is also a new prize, because it will be in stock more and more!

source: あ、お客さん福引き券５枚以上お持ちやね？ 稀引きに挑戦されますか？
es_es: Oh, do you have 5 or more customer lucky tickets? Will you be challenged for a rare draw?

source: ではまたどうぞ！ ぜひ挑戦してみてくださな！
es_es: See you again! Please give it a try!

source: はい！ ほな稀引き１回どーぞ！
es_es: Okay! Hona rare pull once!

source: はい、今の景品はこの様になってます。
es_es: Yes, the current prize is like this.

source: はい、福引き券確認しました！ それでは、回してくださーい。
es_es: Yes, I confirmed the lucky ticket! Then, please turn it.

source: おっ？
es_es: Oh?

source: これは！
es_es: is this!

source: おめでとうございます！ なんと、特等出ましたー!! 大当たりでーす!!
es_es: Congratulations! What a special prize! It's a big hit !!

source: おめでとうございます！ 一等、大当たりでーす！
es_es: Congratulations! First prize, big hit!

source: おめでとうございます！ 二等当たりでーす。
es_es: Congratulations! It's a second prize.

source: おめでとうございます。 三等でーす。
es_es: Congratulations. It's third class.

source: あ～、残念…… 四等でーす。
es_es: Ah, sorry ... It's 4th grade.

source: まだ福引き券お持ちやね？ ほなもう１回どうぞ！
es_es: Do you still have a lucky ticket? Please try again!

source: ほんまおおきに、またどうぞ！
es_es: Really big, please again!

source: 受付娘
es_es: Receptionist daughter

source: 稀引きをやる
es_es: Do a rare draw

source: 景品を見る
es_es: See the free gift

source: やらない
es_es: Don't do
