Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid011607f5.po
Languages: es_es

source: 泥棒ー！
es_es: Thief!

source: おい、どっちへ行った？
es_es: Hey, which one did you go to?

source: あっちへ！
es_es: Over there!

source: どういうことだ…… クソッ、追うしかないか。
es_es: What do you mean ... Shit, do you have to chase?

source: ……逃がしたか。
es_es: ...... Did you miss it?

source: 少し時間を空けてからまた来よう。
es_es: Let's come back after a while.

source: 泥棒ー！
es_es: Thief!

source: おい、どっちへ行った？
es_es: Hey, which one did you go to?

source: あっちへ！
es_es: Over there!

source: 橘組の依頼書の奴だな。 次は逃がさない。 待て！
es_es: It's the Tachibana group's request form. I won't let you go next time. wait!

source: おい！ お前、義賊忍盗じゃないのか？ どうしてまだこんなことをしている？
es_es: Hey! You're a thief, aren't you? Why are you still doing this?

source: 俺は…… 金を……
es_es: I ... money ...

source: うぅ……
es_es: Uh ...

source: 待て！
es_es: wait!

source: クソ、逃げられたか……
es_es: Shit, did you escape ...

source: 斎藤さん！
es_es: Saito-san!

source: 今の、赤忍さんじゃないですか？
es_es: Isn't it Mr. Akashino now?

source: やはり、お前らの仲間か？
es_es: After all, are you your friends?

source: はい、先日から行方が 分からなくなっていました……
es_es: Yes, I've been missing since the other day ...

source: そうか…… 町人から盗みを働いているところを 偶然見つけたんだ。
es_es: I see ... I happened to find a place where I was stealing from a tradesman.

source: 誰よりも速く、誰よりも強かった赤忍さんが 何故……
es_es: Why is Mr. Akashino, who was faster and stronger than anyone else ...

source: 話しかけたが、聞く耳持たない様子だったな。 もしかすると藤次郎の時と同じかもしれない。
es_es: I talked to him, but he didn't seem to have an ear to hear. Maybe it's the same as Tojiro's time.

source: そうでしたか…… 赤忍さんについては我らで探してみます。 任せてください。
es_es: Was that so ... We will look for Mr. Akashino. please leave it to me.

source: ああ、任せた。
es_es: Oh, I left it to you.

source: では！
es_es: Then!

source: 町娘
es_es: Town girl

source: 赤忍
es_es: Chi Shinobu

source: 緑忍
es_es: Green Shinobu
