Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid011606e7.po
Languages: es_es

source: そこのお侍さん！
es_es: Samurai there!

source: 痛い目見たくなけりゃ、 金目のもの置いて行けや！
es_es: If you don't want to have a painful look, leave the gold ones!

source: 俺は極悪非道、浄僧天狗の相模じゃ。 さっさと出すモン出したほうがいいぜ！
es_es: I'm the villainous, Sagami of the Jyomon Tengu. It's better to put out a quick mon!

source: 浄僧天狗？ 知らねぇな。 邪魔だからどいてくれ。
es_es: Jyomon Tengu? I don't know. Please go because it is in the way.

source: おいおい。 知らなければ素通りできると思ってんのか？
es_es: Hey hey. Do you think you can pass through if you don't know?

source: その刀をしまえ。 抜くならこっちも黙ってはいられんぞ。
es_es: Hold the sword. If you pull it out, you can't keep silent.

source: いい度胸してやがる。 浄僧天狗の名前、冥途の土産に しっかり覚えていきやがれ！
es_es: I'm courageous. Remember the name of the Jyomon Tengu and the souvenirs of the darkness!

source: もう、終わりか？
es_es: Is it over?

source: クソ、コイツ強ぇ…… 覚えてろよ！
es_es: Shit, this guy is strong ... Remember!

source: ま、待ってくれよ！
es_es: Well, wait!

source: 一体何者なんだあいつら……
es_es: Who the hell are they ...

source: お侍さん、お強いんですね。
es_es: Samurai, you're strong.

source: ん？
es_es: Hmm?

source: あの天狗面の人たち、 最近ここらへんで悪さをしている野盗なの。 追い払ってくれてありがとう。
es_es: Those tengu-faced people are bandits who have been doing bad things around here lately. Thank you for driving me away.

source: いや、礼はいらない。 お前は？
es_es: No, I don't need gratitude. You are?

source: よかったら少し私の話を 聞いてもらえませんか？
es_es: Would you please listen to me a little?

source: どうするか……
es_es: what to do……

source: すまない。 今は忙しいんでな。
es_es: I'm sorry. I'm busy right now.

source: わかったわ。 でも、どうしてもあなたの力を借りたいの。
es_es: Understood. But I really want to get your help.

source: 気が変わったら、訪ねて来て。 ここで待っているから。
es_es: If you change your mind, come visit us. I'm waiting here.

source: ああ、気が向いたらな。
es_es: Oh, if you feel like it.

source: ああ、話を聞こう。 ここらを歩くたびにあんな連中に絡まれてたら 面倒この上ないからな。
es_es: Oh, let's hear the story. It would be a hassle if I was entangled with such people every time I walked around here.

source: 本当にその通りね。 ただ、彼らに限ったことではなくて…… 最近、京の町がどんどん荒れ始めているの。
es_es: That's really true. But it's not just about them ... Recently, the town of Kyoto has begun to get rougher and rougher.

source: そこで、私の父である橘源重郎が 有志を募って町人たちと自警団を作ったの。
es_es: So my father, Genjiro Tachibana, recruited volunteers to form a vigilante with the townspeople.

source: 自警団の名前は『橘組』。 私はその橘組で働いている、 松って言うの。みんな、お松って呼ぶわ。
es_es: The name of the vigilante is "Tachibana-gumi". I work for the Tachibana group, called Matsu. Everyone calls me pine.

source: なるほどな、それで頼みっていうのは？
es_es: I see, so what do you ask for?

source: 詳しい話は詰所でするわ。 この近くにあるの。 ついてきて。
es_es: I'll talk more about it at the station. It's near here. follow me.

source: 赤い天狗面の男
es_es: Red tengu-faced man

source: 天狗面の浪人
es_es: Tengu-faced Ronin

source: 相模天狗
es_es: Sagami Tengu

source: 謎の女性
es_es: Mysterious woman

source: 話を聞こう
es_es: Let's hear the story

source: 今は忙しい
es_es: I'm busy now

source: お松
es_es: Pine
