Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021b8c.po
Languages: es_es

source: 一（はじめ）さん、出かけるんやったら気ぃつけや。
es_es: Mr. Ichi (beginning), be careful if you go out.

source: あんたみたいな 素性の怪しいご浪人がうろうろしてはると……
es_es: When a suspicious ronin like you is wandering around ...

source: 新選組の連中に斬られる、だろ？
es_es: You'll be killed by the Shinsengumi guys, right?

source: そう。まったく…… 京都の治安を守るためやいうけど、 ちょっと怪しいいうだけで手当たり次第や。
es_es: so. At all ... I say it to protect the security of Kyoto, but it's just a little suspicious and it's random.

source: 幕府が新選組作ってからこっち、 町中血なまぐさくてかなわんわ。
es_es: Since the Shogunate created the Shinsengumi, I'm wondering if it's bloody in the town.

source: そうだな。
es_es: That's right.

source: 博打やらお酒飲むために出歩いて殺されちゃ 親も泣くんとちゃう？
es_es: Will my parents cry if I go out and get killed to gamble or drink?

source: フッ、余計な御世話だ。
es_es: Huh, it's extra care.

source: あっそ。せっかく人が心配して言うてるのに。
es_es: So. People are worried about it.

source: 俺が死んだら宿代を取りっぱぐれるからな。
es_es: If I die, I'll be able to get rid of my accommodation.

source: フン、好きにいいよし。
es_es: Hmm, it's good to like.

source: ここ寺田屋の龍馬の部屋では 「セーブ（記録）」「倉庫」が使用できます。 また、特定の状況下では「時間帯の変更」を 行うことができます。
es_es: You can use "save" and "warehouse" in Ryoma's room here at Teradaya. You can also "change the time zone" under certain circumstances.

source: （さて…… 出かけるか）
es_es: (Well ... do you go out?)

source: お登勢
es_es: Climbing

source: 龍馬の部屋について
es_es: About Ryoma's room
