Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e2e.po
Languages: es_es

source: ハァ…… ハァ…… 貴様!!
es_es: Huh ... Huh ... you !!

source: ぐは！
es_es: Guha!

source: あなたを斬ったところで徳川は滅びない。 頭をすげかえて存続するだけだ。
es_es: Tokugawa will not perish when you slash you. You just change your mind and survive.

source: 今、それを倒すために勤王派が 戦争の準備を始めている。
es_es: Now, the Qin Wang faction is preparing for the war to defeat it.

source: ハァ…… ハァ…… 薩長同盟のことを言っているのか？
es_es: Huh ... Huh ... Are you talking about the Satcho Alliance?

source: そのことは御存知なんですね？
es_es: Do you know that?

source: 当たり前だ。衰えたとはいえ、徳川の密偵は いたるところに潜り込んでいる……
es_es: No wonder. Despite its decline, Tokugawa's spy are sneaking in everywhere ...

source: 今、その薩長と英国のグラバーって武器商人とを つなぐ、ある男がいます。
es_es: Now, there is a man who connects the chief of the Satsuma with a British glover, a weapons merchant.

source: そいつは最新式の武器を船で運び、薩長を倒幕に 焚きつけている。
es_es: It carries state-of-the-art weapons by ship and burns Satsumacho to the defeat.

source: おそらく…… 薩長の開戦準備は上様が 考えているよりも進んでいます。
es_es: Probably ... Satsuma's preparations for the start of the war are more advanced than he thinks.

source: もういつ火の手があがってもおかしくはない。
es_es: It wouldn't be strange when the fire was raised.

source: ……馬鹿な連中だ。 今は、日本人同士で争っている場合じゃない。
es_es: ...... Stupid guys. Now it's not the case when Japanese people are fighting each other.

source: だが…… お前も薩長の一味なのか？
es_es: But ... are you also a member of Satsumacho?

source: 俺は、日本人同士の戦争を避ける案を 申し上げに参っただけです。
es_es: I just came up with a plan to avoid a war between Japanese people.

source: 戦争を避ける策……？
es_es: Measures to avoid war ...?

source: ……これが？
es_es: ……This is?

source: 上様！
es_es: emperor!

source: こんな賊の言うことを聞く必要などありませんぞ！
es_es: You don't have to listen to these thieves!

source: ……聞かなければこの男に斬られるだけだ。 もちろん、お前もな。
es_es: ...... If you don't ask, this guy will just kill you. Of course you too.

source: そ、そんな……
es_es: Oh, that's ...

source: おう。こっちは…… 済んだで、一（はじめ）ちゃん。 ハァ…… ハァ……
es_es: Let's go. This is ... I'm done, Ichi (Hajime) -chan. Huh ... Huh ...

source: こっちももうすぐ済む。
es_es: This will be done soon.

source: 慶喜
es_es: Yoshinobu

source: 龍馬
es_es: Ryoma

source: 旗本
es_es: Hatamoto

source: 沖田
es_es: Okita
