Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016c00d3.po
Languages: es_es

source: あ！ 来てくれたんですね。 待ってましたよ。嬉しいなぁ…… 本当に嬉しい！
es_es: Ah! You came. I was waiting. I'm happy ... I'm really happy!

source: ふっ…… 他の客にもそう言ってるんじゃないのか？
es_es: Hmm ... Isn't it saying that to other customers?

source: 違いますよ！ ……杏南の中で、 お客さんだけは特別な存在なんです。 本当ですよ？
es_es: It's wrong! …… In Annan, only the customers are special. It's true?

source: そうか。それはありがたいな……
es_es: Really. Thank you for that ...

source: あ～！ 信じてないでしょう？ 分かりました。じゃあ、それを証明するために、 お客さんにだけ特別に……
es_es: Ah! Don't you believe it? I understand. Then, to prove it, specially only for the customers ...

source: 介抱シューティング：超阿修羅コース をオープンしました。
es_es: Care Shooting: We have opened the Super Ashura Course.

source: お客さんだけ、特別ですから。 これで杏南の想い、伝わりました？
es_es: Only the customers are special. Did this convey the feelings of Annan?

source: フッ…… ああ。伝わったよ。
es_es: Huh ... oh. It was transmitted.

source: よかった♪ これからもよろしくお願いしますね。お客さん！
es_es: I'm glad ♪ Thank you for your continued support. customer!

source: 杏南
es_es: Anna Konno
