Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016c0075.po
Languages: es_es

source: どいたどいた～！ お侍さん！ ちょっとちょっと、そこ避けてくださ～い！
es_es: I was crazy! Samurai! Please avoid it for a moment!

source: ん？ なんだ……？
es_es: Hmm? what……?

source: ちょっとちょっと！ は、早く避けてく…… う、うわぁぁぁ！
es_es: Hey! I'll avoid it soon ... Wow!

source: （くっ、よくわからないうちに ぶつかってしまった……）
es_es: (Ku, I bumped into it before I knew it ...)

source: （よし、俺は避けん！）
es_es: (Okay, I don't avoid it!)

source: ちょっとちょっと！ は、早く避けてく…… う、うわぁぁぁ！
es_es: Hey! I'll avoid it soon ... Wow!

source: （くっ、ぶつかってしまった…… 避けなかったら当然と言えば当然だが……）
es_es: (Ku, I bumped into it ... If I didn't avoid it, it would be natural ...)

source: （よし、右に避けよう！）
es_es: (Okay, let's avoid it to the right!)

source: ちょっとちょっと！ なんで同じ方向に避けるんすか…… う、うわぁぁ！
es_es: Hey! Why do you avoid it in the same direction ... Wow!

source: （くっ、なぜ人はこういう時、 同じ方向に避けてしまうんだろうな……）
es_es: (Why do people avoid it in the same direction at such times ...)

source: （よし、左に避けよう！）
es_es: (Okay, let's avoid it to the left!)

source: ちょっとちょっと！ なんで同じ方向に避けるんすか…… う、うわぁぁ！
es_es: Hey! Why do you avoid it in the same direction ... Wow!

source: （くっ、なぜ人はこういう時、 同じ方向に避けてしまうんだろうな……）
es_es: (Why do people avoid it in the same direction at such times ...)

source: す、すんません。怪我ないっすか？ 急いでたもんだからつい……
es_es: I'm sorry. Are you injured? I was in a hurry, so ...

source: って、痛ぇっ！
es_es: It hurts!

source: お、おい…… お前こそ大丈夫か？
es_es: Hey ... are you okay?

source: ううう…… ど、どうやら足をくじいちまったみたいっす…… ぐおおおおお！ 痛いよおおっ！
es_es: Uh ... but it looks like I've smashed my leg ... It hurts!

source: その痛がりようは尋常じゃないな…… 今すぐ医者に診てもらった方がいい。
es_es: The pain is unusual ... You should see a doctor right now.

source: そうしたいのは山々なんですけど、それはダメっす。 まだ配達は残ってるんす。 早く、手紙を届けないと……
es_es: I want to do that in the mountains, but that's no good. There are still deliveries left. I have to deliver the letter as soon as possible ...

source: 手紙を届けるって…… その足では無理だろ。なぜそんなに急ぐんだ？
es_es: Delivering a letter ... It's impossible with that foot. Why are you in such a hurry?

source: ……うちの飛脚組合は弱小なんです。 届けるのが遅れたら、ただでさえ少ない信用も 評判もガタ落ちしちゃいます。
es_es: ...... Our Hikyaku union is weak. If the delivery is delayed, the credit and reputation that are already low will be lost.

source: 下手したら、それが原因で組合が破綻して解散、 なんてことになっちゃうかもしれません。
es_es: If you are not good at it, it may cause the union to go bankrupt and dissolve.

source: そうしたら…… 俺はまた無職に逆戻りっすよ！ 色んな飛脚組合を受けて、落ちまくって、 それでようやく今の組合に入れたのに……
es_es: Then ... I'll be back unemployed again! After receiving various Hikyaku unions, I fell down, so I finally joined the current union ...

source: だから…… 足が痛いのどうのと 言ってられないんす！ 早く届けないと……！
es_es: So ... I can't say why my leg hurts! I have to deliver it soon ...!

source: なるほどな…… そんな理由があったのか。
es_es: I see ... Is there such a reason?

source: はい。……泣き言なんて言ってる暇ないんす。 どんなに痛くても…… 我慢してでも、 届けて見せますよ！ それじゃ！
es_es: Okay. ...... I don't have time to whine. No matter how painful it may be ... I'll deliver it to you no matter how much you put up with it! Well then!

source: （職人意識のある、良い若者だな。 俺も見習わねば……）
es_es: (You're a good young man with a sense of craftsmanship. I have to learn ...)

source: いたーい！
es_es: It ’s good!

source: ん？
es_es: Hmm?

source: やっぱり痛いものは痛いっす！ もう無理っす！ 自分、諦めるっす！ 限界、ばりばり感じてるっす!!
es_es: After all, what hurts hurts! I can't do it anymore! I'll give up! I feel the limit, I'm crazy !!

source: ……泣き言言いまくりじゃないか。 届けないと組合がつぶれるかもしれないんだろ？ いいのか？
es_es: ...... Isn't it whining? If you don't deliver it, the union may collapse, right? Is it okay?

source: それはよくないですけど…… 自分が届けなくても組合がつぶれない可能性もある。 その可能性にかけることにしようかと……
es_es: That's not good, but ... there is a possibility that the union will not collapse even if you do not deliver it. Let's take advantage of that possibility ...

source: ……まったく、仕方のない奴だな。
es_es: ...... It's a totally unavoidable guy.

source: だって痛いんですもーん！ なら、お侍さんが替わりに配ってくださいよー！
es_es: Because it hurts! Then, the samurai should give it out instead!

source: お、俺が？
es_es: Oh, am I?

source: そうっす！ 残り６件くらいですし、 お侍さんでもできるはずっす！
es_es: That's right! There are about 6 cases left, and even a samurai should be able to do it!

source: それに、もとはと言えば、俺を避けきれなかった お侍さんの瞬発力不足も、怪我の原因なんですよ？ それくらい手伝ってくれてもいいじゃないですか！
es_es: Besides, the lack of instantaneous power of the samurai who couldn't avoid me was also the cause of the injury, right? Can you help me that much!

source: むむむ……
es_es: Mumumu……

source: ね！ お願いします！ お侍さまー！ まだ痛いんすよ、お侍さんと ぶつかったときの傷が…… あー痛い痛い！
es_es: Hey! Please! Samurai! It still hurts, the wound when I hit the samurai ... Oh, it hurts!

source: そんなの俺の知ったことか。
es_es: Did you know that?

source: えー！ そ、そんなー！ 器小さいっすねー最近の侍は！
es_es: Eh! That's right! The vessel is small-the recent samurai!

source: （納得はいかんが…… ６件くらいなら 助けてやるか……）
es_es: (I'm not convinced ... Will you help me if there are about 6 cases ...)

source: 仕方ねぇな…… 分かったよ。 ほら、さっさとその残りの手紙を渡せ。
es_es: It can't be helped ... I understand. Look, give me the rest of the letter.

source: やったー！ あざーっす！ お侍さん！ よっ！ 日本一！
es_es: Yay! Azasu! Samurai! Yeah! No. 1 in Japan!

source: まったく、調子のいいやつだぜ……
es_es: It's a really good guy ...

source: お侍さん！ ありがとうございました！ なんとお礼を言っていいか…… これでうちの組合も安泰です！
es_es: Samurai! Thank you very much! How thank you ... Now our union is safe!

source: まったく。調子のいいやつだぜ。
es_es: Jeez. It's a good guy.

source: へへへ。これは手伝ってもらったお礼です！ 受け取ってください！
es_es: Hehehe. This is a thank you for your help! Please receive!

source: 「<Color:8>金印<Color:Default>」をもらった
es_es: "<Color:8> Gold seal<Color:Default> I got

source: いやー！ それにしても、良い走りでしたね！ 俺よりも早いかもしれないっす！ もともと飛脚だったりしたんですか？
es_es: No! Anyway, it was a good run! It may be faster than me! Was it originally a hikyaku?

source: いや。そんなことはないが……
es_es: Disagreeable. That's not the case ...

source: そうなんすか。お侍さんなら、もしかしたら 京最速の飛脚になれるかもしれないっす。 それくらいの素質を感じたっすよ！
es_es: What are you doing? If you are a samurai, you may be the fastest hikyaku in Kyoto. I felt that much quality!

source: お侍さん！ ありがとうございました！ なんとお礼を言っていいか…… これでうちの組合も安泰です！
es_es: Samurai! Thank you very much! How thank you ... Now our union is safe!

source: 少し遅れてしまったが…… 慣れない作業だったんでな。勘弁してくれ。
es_es: I was a little late, but ... it was an unfamiliar task. Please forgive me.

source: 全然大丈夫っす！ これは手伝ってもらったお礼です！ 受け取ってください！
es_es: It's okay at all! This is a thank you for your help! Please receive!

source: 「<Color:8>金印<Color:Default>」をもらった
es_es: "<Color:8> Gold seal<Color:Default> I got

source: いやーでも、お侍さん脚が早いですね！
es_es: No, but the samurai's legs are fast!

source: そうか？
es_es: Really?

source: ええ。作業に慣れれば、お侍さんならもしかしたら 京最速の飛脚になれるかもしれないっす。 それくらいの素質を感じたっすよ！
es_es: Yeah. If you get used to the work, the samurai may be the fastest hikyaku in Kyoto. I felt that much quality!

source: 自分、名前を清川と言います。 ……お侍さんは？
es_es: My name is Kiyokawa. ...... What about the samurai?

source: ああ。斎藤だ。
es_es: Oh. Saito.

source: 斎藤さん、ですね。 もしよかったら、また仕事を手伝ってください。
es_es: Saito-san, isn't it? If you like, please help me with the work again.

source: 俺は斎藤さんに、飛脚としての無限の可能性を 感じてるんす。ぜひ！
es_es: I feel that Mr. Saito has infinite possibilities as a hikyaku. By all means!

source: ……とかなんとか言って、 本当は俺に仕事を押し付けて、自分がサボりたい だけなんじゃないのか？
es_es: ...... Isn't it just that I really want to push my work and skip it?

source: えへへへへ…… まぁ、それもありますけどね。 気が向いたら、またお願いしますね！
es_es: Ehehehehe ... Well, there is that too. If you feel like it, please do it again!

source: まったく……
es_es: Jeez……

source: ……気に入らねぇな。 あの男。
es_es: ...... I don't like it. That man.

source: 飛脚
es_es: Hikyaku

source: どかない
es_es: Don't go

source: 右に避ける
es_es: Avoid to the right

source: 左に避ける
es_es: Avoid to the left

source: 放っておく
es_es: Leave it alone

source: 手伝う
es_es: help

source: 清川
es_es: Kiyokawa

source: 謎の男
es_es: Mysterious man
