Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016e01ab.po
Languages: es_es

source: やぁ、斎藤さん。 相変わらず、いかついねぇ～。 遥ちゃんとはその後、どうだい？
es_es: Hi, Mr. Saito. As usual, it's not good. How about Haruka-chan after that?

source: ああ。まぁ、仲良くやってる。
es_es: Oh. Well, I'm getting along well.

source: そうかい、そうかい。 いやはや、二人とも年頃だからねぇ…… 何かあるかもしれん、とか思ってしまってね……
es_es: That's right, that's right. No, they're both around the age ... I wondered if there might be something ...

source: 何を言ってるんだ？
es_es: What are you saying?

source: ああ。こっちの話、こっちの話。ふへへへ……
es_es: Oh. This story, this story. Fuhehe ...

source: ……変な奴だな。
es_es: ...... It's a strange guy.

source: ……よし！
es_es: ...... Okay!

source: あ…… あの…… 斎藤さん…… ちょっといいですか？
es_es: Ah ... that ... Saito-san ... is that a little good?

source: ん？ なんだ？
es_es: Hmm? what?

source: こ、ここでは、ちょっと……
es_es: Here, a little ...

source: ん？ 何？ 何？ 私に関係ある？
es_es: Hmm? what? what? Is it related to me?

source: ……神主さんは関係ないです。 斎藤さんだけ、お願いします。
es_es: ...... The priest is irrelevant. Only Mr. Saito, please.

source: あ、ああ。分かった。
es_es: Ah, ah. Do you get it.

source: どうしたんだ？ 改まって……
es_es: What happened? Again ...

source: あ、あの…… 急にこんなこと聞くのも、どうかと思うんですが……
es_es: Ah, that ... I don't think you should suddenly hear this ...

source: 斎藤さんが、同居されてるっていう、 遥さんって人と、斎藤さんは…… ど、どういう関係なんですか!?
es_es: Mr. Saito is living together, Mr. Haruka and Mr. Saito ... What kind of relationship do you have !?

source: ど、どういう関係……？
es_es: What kind of relationship ...?

source: そうです！ 斎藤さんは、遥さんのことを…… どう思ってるんですか？
es_es: That's right! Saito-san, what do you think of Haruka-san?

source: どうって…… そうだな……
es_es: Why ... That's right ...

source: 俺は遥を…… 愛しく思っているぞ。
es_es: I love Haruka ...

source: !! ……や、やっぱり、そうですか。
es_es: !! …… After all, is that so?

source: ああ。遥は大切な…… 家族だ。 愛しく思うのは当たり前だろう？
es_es: Oh. Haruka is important ... a family. Isn't it natural to be dear?

source: え？ 家族？
es_es: e? family?

source: ああ。……何かおかしいか？
es_es: Oh. ...... Is something wrong?

source: い、いいえいいえ！ ふ…… ふふふ。そっかそっか♪
es_es: Yes, no no! hehehehe. I see ♪

source: ……？ 話ってのは、それだけか？
es_es: ……? Is that all you're talking about?

source: え？ あ、はい！ ふんふんふーん♪
es_es: e? Oh, yes! Hmmmmmm ♪

source: 俺は遥を…… 食べてしまいたいと思っている！
es_es: I want to eat Haruka ...!

source: !! ……た、食べちゃいたい、ですか？
es_es: !! …… Do you want to eat it?

source: ああ。遥は大切な…… 家族だ。 食べてしまいたいくらい可愛いと思うのは、 当たり前だろう？
es_es: Oh. Haruka is important ... a family. Isn't it natural to think that it's so cute that you want to eat it?

source: え？ 家族？
es_es: e? family?

source: ああ。……何かおかしいか？
es_es: Oh. ...... Is something wrong?

source: い、いいえいいえ！ ふ…… ふふふ。そっかそっか♪
es_es: Yes, no no! hehehehe. I see ♪

source: ……？ 話ってのは、それだけか？
es_es: ……? Is that all you're talking about?

source: え？ あ、はい！ ふんふんふーん♪
es_es: e? Oh, yes! Hmmmmmm ♪

source: 俺は遥を…… 家族だと思っている。
es_es: I think Haruka is ... a family.

source: え？ 家族？
es_es: e? family?

source: ああ。……何かおかしいか？
es_es: Oh. ...... Is something wrong?

source: い、いいえいいえ！ ふ…… ふふふ。そっかそっか♪
es_es: Yes, no no! hehehehe. I see ♪

source: ……？ 話ってのは、それだけか？
es_es: ……? Is that all you're talking about?

source: え？ あ、はい！ ふんふんふーん♪
es_es: e? Oh, yes! Hmmmmmm ♪

source: あの…… 今日は色々とすみませんでした。 私、変なこと聞いちゃって。
es_es: Um ... I'm sorry for everything today. I heard something strange.

source: いや。かまわんさ。
es_es: Disagreeable. I don't care.

source: あの…… これはお詫びと言っては何なんですけど、 どうぞ……
es_es: Um ... What is this apology, but please ...

source: 「<Color:8>あかりのおむすび<Color:Default>」を貰った。
es_es: "<Color:8> Akari's rice ball<Color:Default> I got it.

source: これは……
es_es: is this……

source: 斎藤さんのために、作ったんです。 料理はあまり得意じゃないんですけど…… 一生懸命、想いをこめて作ったので！
es_es: I made it for Mr. Saito. I'm not very good at cooking, but ... I made it with all my thoughts!

source: そうか。ありがたく頂戴する。
es_es: Really. Thank you.

source: えへへへ……
es_es: Ehehehe ……

source: あ！ ちょっと、あかりちゃん！ 斎藤さんに何あげたの？ ねぇねぇ！
es_es: Ah! Hey, Akari-chan! What did you give to Mr. Saito? Hey!

source: 秘密です。ふふふ……
es_es: Is a secret. Fufufu ……

source: 秘密って…… 教えてよ！ ねぇねぇ！ 何あげたの？
es_es: The secret ... Tell me! Hey! What did you give

source: だから秘密ですって……
es_es: That's why it's a secret ...

source: 硬いこと言わないで教えてよー。 ねぇねぇ。あかりちゃん。ねぇねぇ！
es_es: Please tell me without saying anything hard. Hey. Akari-chan. Hey!

source: うるさいっ！
es_es: Noisy!

source: ひいいっ！
es_es: Good!

source: 斎藤さん。大切に食べてくださいね。 それと…… これからも、 たまには声をかけてもらえたら、うれしいです。
es_es: Mr. Saito. Please eat carefully. And ... I'd be happy if you could continue to talk to me from time to time.

source: ああ。これからもよろしくな。
es_es: Oh. I look forward to working with you.

source: 神主
es_es: Shinto priest

source: 龍馬
es_es: Ryoma

source: あかり
es_es: light

source: 愛しく思っている
es_es: I love you

source: 食べちゃいたいと思っている
es_es: I want to eat

source: 家族だと思っている
es_es: I think it's a family
