Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010220a7.po
Languages: es_es

source: うぐぐ…… つ、強い……
es_es: Ugugu ... one, strong ...

source: くそっ！ ここは一旦退くぞ！
es_es: Damn! I'll retire here!

source: おい。
es_es: Hey.

source: おまんが坂本龍馬か？
es_es: Is the manga Ryoma Sakamoto?

source: ……だとしたら何だ？
es_es: If so, what is it?

source: おまんを始末するよう、 上士様から言われてのう。
es_es: My boss told me to get rid of it.

source: どんな手を使ったか知らんが、 上士様に刃向ってのうのうと街を歩いとるとはな。
es_es: I don't know what kind of hand I used, but I don't think I would walk around the city with my boss facing the blade.

source: だがそれもこれまでじゃ。 この土佐じゃ上士様が絶対なんじゃ！
es_es: But that's not the case. In this Tosa, the boss is absolutely!

source: 浪人
es_es: Ronin

source: 龍馬
es_es: Ryoma
