Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated_text/data/auth/c05_020.par/cmn.par.unpack/cmn.po
Languages: es_es

source: 斎藤一さん
es_es: Saito Hajime

source: 私ですよ
es_es: It's me

source: 誰だ
es_es: Who

source: おっと 失礼しました
es_es: Oops excuse me

source: お話しするのはこれが初めてでしたねえ
es_es: This was the first time I'd talk

source: 新選組監察の山崎と申します
es_es: My name is Yamazaki, the inspector general of the Shinsengumi.

source: よろしくお願いします 三番隊隊長殿
es_es: Thank you. Captain of the Third Division

source: 監察？
es_es: Monitoring?

source: 新選組の中でも 情報収集や偵察に特化した部隊です
es_es: It is a unit specializing in information gathering and reconnaissance among the Shinsengumi.

source: だからこの手の変装はお手のもの というわけです
es_es: That's why this kind of disguise is yours.

source: アナタをお待ちしていました
es_es: I was waiting for you

source: ここは寺田屋へ帰るには 必ず通る道ですからね
es_es: This is the road you must take to get back to Teradaya.

source: 俺のことも それくらいは 調べがついてるってわけか
es_es: I don't know about me that much

source: そういうことです これからはくれぐれも行いにはお気をつけください
es_es: That's it. Please be careful about what you do from now on.

source: どこで誰が見ているか 分かりませんから
es_es: I don't know where and who is watching
