Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/auth/c10_040.par/cmn.par.unpack/cmn.po
Languages: es_es

source: ずいぶん早いお帰りで
es_es: On your way home very early

source: 沖田
es_es: Okita

source: それに井上 永倉
es_es: Inoue Nagakura

source: 局長
es_es: Director

source: 土佐での一仕事 お疲れ様でした
es_es: Thank you for your work at Tosa

source: 何の話だ
es_es: What's the story

source: 鴨さん あなたが水戸藩にいた頃から……
es_es: Kamo-san Since you were in the Mito Domain ...

source: こうした闇仕事を 受けていたことは知っています
es_es: I know I was receiving this kind of dark work

source: あなたが あの相州乱波 風魔由来の剣術
es_es: You are the swordsmanship derived from Sagami Ranba Fuma

source: 水戸天狗流の宗家ということもね
es_es: It's also called the Mito Tengu style Sō clan.

source: 俺の素性を知った上で……
es_es: After knowing my identity ...

source: 土佐から戻ってくる時を 狙って待っていたというわけか
es_es: I was waiting for the time to come back from Tosa

source: 近藤さんは あなた達“水戸組”を優遇しすぎている
es_es: Mr. Kondo gives too much preferential treatment to you "Mito-gumi"

source: 京の道場で偶然知り合った……
es_es: I met by chance at the dojo in Kyoto ...

source: 罪人同然だったあなた方を 壬生浪士組に暖かく迎え入れた
es_es: We warmly welcomed you who were like sinners to the Mibu Roushigumi

source: その剣の腕を買ってね
es_es: Buy that sword arm

source: だがこのままでは “試衛館”一派の我々の立場が危ぶまれる
es_es: However, if nothing is done, our position of the "testing hall" faction will be jeopardized.

source: やめろ
es_es: Stop

source: まさか身内で殺しあうつもりか
es_es: Are you going to kill each other in your relatives?

source: ここにいる我々３人は あなたを身内と思っていませんよ
es_es: The three of us here don't consider you a relative

source: 沖田……
es_es: Okita ……

source: 安心してください
es_es: rest assured

source: 平山と平間は 薬でぐっすり寝かせておきました
es_es: Hirayama and Hirama were laid down with medicine.

source: あなたを殺したあとで ちゃんと後を追わせますから
es_es: I'll let you follow me after I kill you

source: 芹沢鴨……
es_es: Serizawa Kamo ……

source: 覚悟！
es_es: Prepared!

source: あれは……？
es_es: That is……?

source: 沖田！？
es_es: Okita! ??

source: おい五郎 起きろ！
es_es: Hey Goro Get up!

source: 何やねん？
es_es: What are you doing?

source: 鴨さん！
es_es: Duck!

source: 来るな！ お前たちは来るな！！
es_es: do not come! You guys don't come! !!

source: 鴨さん！！
es_es: Duck! !!

source: 死ね…… 芹沢！
es_es: Die ... Serizawa!

source: 鴨さん……
es_es: Mr. duck ……

source: 何でこないなことに……
es_es: What's wrong ...

source: 近藤殿 土方殿
es_es: Kondo Temple Earthwork Hall

source: さすが水戸天狗流 総司をもってしても敵わなかったのか
es_es: Wasn't it even with Mito Tengu-ryu Souji?

source: 行き違いがあったとはいえ 私は浪士組の同志を殺めてしまった
es_es: Despite the misunderstanding, I killed the comrades of the Roshigumi

source: 私は切腹致します ですからどうか どうか 平山と平間の命だけは！！
es_es: I'm hungry, so please don't worry about the lives of Hirayama and Hirama! !!

source: なんで謝るんや鴨さん！
es_es: Why do you apologize, Mr. Kamo!

source: 先に殺しに来たんは沖田達の方やろが！
es_es: Okita and his friends came to kill me first!

source: それに沖田を殺したのは俺と五郎や
es_es: And it was me and Goro who killed Okita

source: 鴨さんだけの責任やない
es_es: There is no responsibility only for Mr. Kamo

source: 黙れ！
es_es: Shut up!

source: 近藤局長は 影として水戸藩に使い捨てられた 俺たちを救ってくれた
es_es: Director Kondo saved us who were thrown away by the Mito Domain as a shadow.

source: もはや陽の当たる場所では 生きる道のなかった俺たちをな
es_es: We who had no way to live in a sunny place anymore

source: だがその愛弟子殿を殺めたんだ その罪は 俺の死をもって償うほかない
es_es: But I killed that disciple, and I have to atone for that sin with my death

source: せやけど 悪いのはウチらやないはずや！
es_es: I'm afraid I shouldn't be bad at it!

source: その通りだ
es_es: That's right

source: 謝んなきゃならねえのは こっちだよ鴨さん
es_es: I have to apologize, this is Kamo-san

source: 総司たちはアンタ達 “水戸組”の剣の腕を恐れてた
es_es: Souji and his friends were afraid of the sword arm of you "Mito-gumi"

source: だから勝手にこんなことを
es_es: So do something like this

source: 近藤殿
es_es: Kondo

source: だが やっちまったもんは仕方ねえ
es_es: But I can't help it

source: アンタらには……
es_es: To you ...

source: きっちり死んでもらうよ
es_es: I'll have you die exactly

source: 近藤！
es_es: Kondo!

source: 沖田総司は浪士組一の剣豪として 勤王志士達の間でも名が通ってる
es_es: Soji Okita is well known among the Loyalist swordsmen as the swordsman of the Roshigumi.

source: この壬生浪士組の顔ともいうべき存在だった
es_es: It was the face of this Mibu Roushigumi

source: その総司が斬られて死んだとなりゃ
es_es: If that boss was killed and died

source: 浪士組もたかが知れてると 世間の笑いものになっちまう
es_es: If the Roshigumi is known, it will become a laughingstock for the world.

source: そうなれば我々はお役御免
es_es: If that happens, we will not be able to serve you.

source: 幕府からも見捨てられ……
es_es: Abandoned by the Shogunate ...

source: 解散を命じられることになるだろうな
es_es: Will be ordered to dissolve

source: それがどないしたっちゅうんや
es_es: It's not like that

source: そないなもんワシらには関係ない！
es_es: It has nothing to do with me!

source: やめろ！
es_es: Stop!

source: 五郎！ 重助！
es_es: Goro! Shigesuke!

source: 俺は非情な人間でね
es_es: I'm a ruthless person

source: 愛弟子が死んだってのに
es_es: Even though my beloved disciple died

source: 頭ん中は浪士組を どうやって生き残らせるかで一杯だ
es_es: My mind is full of how to survive the Roshigumi

source: 何やと？
es_es: What?

source: 俺はなぁ
es_es: I am

source: どんな犠牲を払おうと 絶対にこの国を変えてやろうと思ってるんだ
es_es: I'm definitely going to change this country at any cost

source: そのために幕府をだましてまで 壬生浪士組を作ったんだよ
es_es: For that reason, I even tricked the shogunate into creating the Mibu Roushigumi.

source: そしてそれを実現するには アンタたちの力がどうしても必要だ
es_es: And you really need the power to make it happen

source: どうだい？
es_es: How is it?

source: 今日からアンタたち
es_es: You guys from today

source: “第二の人生”ってヤツを生きてみねえか？
es_es: Why don't you live the "second life"?
