Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: firstdir/data/bootpar/boot.par/explanation_main_scenario.po
Languages: es_es

# TITLE_0
source: 第一章 土佐、脱藩
es_es: Chapter 1 Tosa, Dappan

# TITLE_1
source: 第二章 斎藤一という男
es_es: Chapter 2 A man named Hajime Saito

# TITLE_2
source: 第三章 壬生狼
es_es: Chapter 3 Misheng Wolf

# TITLE_3
source: 第四章 共闘
es_es: Chapter 4 Gongtian

# TITLE_4
source: 第五章 鉄の掟
es_es: Chapter 5 Iron Law

# TITLE_5
source: 第六章 池田屋事件
es_es: Chapter 6 Ikedaya Incident

# TITLE_6
source: 第七章 二人の龍馬
es_es: Chapter 7 Two Ryoma

# TITLE_7
source: 第八章 狂犬吠える
es_es: Chapter 8 Mad Dog Barking

# TITLE_8
source: 第九章 喧嘩の花道
es_es: Chapter 9 Fighting Flower Road

# TITLE_9
source: 第十章 正体
es_es: Chapter Ten

# TITLE_10
source: 第十一章 大博打
es_es: Chapter Eleven

# TITLE_11
source: 第十二章 京炎上
es_es: Chapter Twelve

# TITLE_12
source: 第十三章 龍馬暗殺
es_es: Chapter 13 The Assassination of Dragon Horse

# TITLE_13
source: 最終章 夜明け
es_es: Final chapter dawn

# TITLE_14
source: 完
es_es: Finish

# EXPLANATION_0
source: １年ぶりの土佐だ。皆、変わりないだろうか…… 少し街をぶらつくとしよう。
es_es: It's Tosa for the first time in a year. Will everyone change ... Let's wander around the city a little.

# EXPLANATION_1
source: 土佐の連中は相変わらずのようだな。 こいつらごとき、刀を振るまでもない。 拳で黙らせてやる……！
es_es: It seems that the Tosa guys are still the same. You don't have to swing your sword like these guys. I'll shut it up with my fist ...!

# EXPLANATION_3
source: さて、そろそろ親っさんの所へ向かおう。 「牽牛子塾」と言っていたな。 誰かに場所を訊いてみるか……
es_es: Well, let's head to the parents' place. You used to say "Kengoshizuka Juku". Would you like to ask someone for a place ...

# EXPLANATION_4
source: 「牽牛子塾」は千歳屋の裏手にあるらしい。 どうやらかなりわかりづらい場所みたいだな。 裏手に回れる路地がないか探してみるか……
es_es: It seems that "Kengoshizuka Juku" is behind Chitoseya. Apparently it's a pretty confusing place. Do you want to find an alley behind you ...

# EXPLANATION_5
source: 恨みを買ってしまったようだ…… 事が大きくならないうちに黙らせるしかなさそうだな。
es_es: It seems that he has bought a grudge ... It seems that he has no choice but to shut up before things get bigger.

# EXPLANATION_6
source: 千歳屋の横から裏手に回れそうだな。 「牽牛子塾」へ向かおう。
es_es: It looks like you can go behind the scenes from the side of Chitoseya. Let's head to "Kengoshizuka Juku".

# EXPLANATION_7
source: 土佐勤王党か…… とにかく兄弟に会いに行くか。 どこにいるのか、街の奴にでも訊いてみよう。
es_es: Is it the Tosa Qin Wang Party ... Anyway, do you go to see your brothers? Ask the guys in town where you are.

# EXPLANATION_8
source: 武市のいる武市道場はこの町の北東にあるらしい。 さっそく行ってみるか。
es_es: The Takeshi Dojo, where Takeshi is located, seems to be in the northeast of this town. Would you like to go right away?

# EXPLANATION_9
source: 土佐勤王党ってのは、案外面倒な集団らしい。 仕方がない、他に武市に会う方法がないか探るか。
es_es: The Tosakino Party seems to be an unexpectedly troublesome group. There is no choice but to find out if there is another way to meet Takeichi.

# EXPLANATION_10
source: 勤王党ってのは名を借りる奴が出てくるほど 有名なのか…… 腕試しがてら、さっさと片付けちまおう。
es_es: Is the Qin Wang Party so famous that some people borrow its name ... Let's get rid of it quickly after trying our skills.

# EXPLANATION_11
source: 武市道場か…… 階段を上がったところにあると言っていたな。 早速行ってみよう。
es_es: Takeshi Dojo ... You said it was up the stairs. Let's go immediately.

# EXPLANATION_12
source: さて、兄弟の支度がすむまでどうするかな…… 通りの手ごろな店で 酒でも飲みながら時間を潰すか。
es_es: Now, what do you do until your brothers are ready ... Do you want to kill time while drinking alcohol at an affordable store on the street?

# EXPLANATION_13
source: さっき党員を語って悪さを働いていた奴の仲間か。 まったくロクでもない奴らだな……
es_es: Is it a companion of the guy who talked about the party members and worked badly? Those guys who aren't at all ...

# EXPLANATION_14
source: そろそろいい時間だ。 武市道場へ戻ってみよう。
es_es: It's about time. Let's go back to the Takeshi Dojo.

# EXPLANATION_15
source: 岡田以蔵、と言ったか…… こいつには本気で挑んだ方がよさそうだ。
es_es: Did you say Okada Izo ... It seems better to challenge this guy seriously.

# EXPLANATION_16
source: 兄弟と高知城へ行くんだったな。 何があるか分からない…… できる準備はしてから出発するとしよう。
es_es: I was going to Kochi Castle with my brother. I don't know what's going on ... Let's say you're ready to start.

# EXPLANATION_17
source: 兄弟が高知城まで案内してくれるという。 今は後をついて行くとしよう。
es_es: It is said that the brothers will guide you to Kochi Castle. Let's follow for now.

# EXPLANATION_18
source: 親っさんが殺られた……!? あの覆面の男、一体何者なんだ……!!
es_es: My parents were killed ...!? Who the hell is that masked man ... !!

# EXPLANATION_19
source: こいつが親っさんを…… このまま逃すわけにはいかない!!
es_es: This guy can't miss his parents ... as it is !!

# EXPLANATION_20
source: 第一章「土佐、脱藩」～完～ 第二章「斎藤一という男」へ……
es_es: To Chapter 1 "Tosa, Dappan" -End-Chapter 2 "A Man named Saito Hajime" ...

# EXPLANATION_21
source: まったく、おちおち寝てもいられないな…… そろそろ出かけるとするか。
es_es: I can't sleep at all ... Shall I go out soon?

# EXPLANATION_22
source: これ以上ここにいても、何の収穫もなさそうだ。 さっさと黙らせて他を当たろう。
es_es: There seems to be no harvest if I stay here any longer. Let's shut up and hit the others.

# EXPLANATION_23
source: あの情報屋も大して期待できそうにないな。 少し町を歩き回ってみるか……
es_es: That information shop doesn't seem to be very promising either. Would you like to walk around the town a little ...

# EXPLANATION_25
source: 京ほどの大きな町になると不届き者も それなりにいるようだな。 さて、もう少し町を歩きまわるとしよう。
es_es: When it comes to a town as big as Kyo, it seems that there are some undelivered people. Now, let's walk around the town a little more.

# EXPLANATION_26
source: 厄介事は御免だ。 どこかに隠れてやり過ごせるといいんだが……
es_es: I'm sorry for the trouble. I hope I can hide somewhere and go through ...

# EXPLANATION_27
source: 夜までまだ時間があるな。 寺田屋に戻って暇をつぶそう。
es_es: I still have time until night. Let's go back to Teradaya and kill time.

# EXPLANATION_28
source: 屋敷町南にある風呂屋に行くとしよう。 何があるか分からない…… 準備は十分にしておいた方がよさそうだ。
es_es: Let's say you go to a bathhouse in the south of Yashikicho. I don't know what's going on ... I think it's better to be well prepared.

# EXPLANATION_29
source: 喧嘩するいわれはないが、 こうなったら負けるわけにはいかねぇな。
es_es: I'm not told to quarrel, but I can't afford to lose if this happens.

# EXPLANATION_30
source: 今日はもう寺田屋に戻って休むとしよう。
es_es: Let's go back to Teradaya and take a rest today.

# EXPLANATION_31
source: さっきの男…… いったい何者だ？ 骸街（むくろがい）で待つと言っていたな。 寺田屋に戻って場所を確認するか……
es_es: The man from earlier ... Who the hell are you? You said you would wait in the skeleton town. Would you like to go back to Teradaya and check the location ...

# EXPLANATION_32
source: 船頭が、骸街（むくろがい）まで舟を出してくれると 言っていたな。寺田屋で待っているはずだ。 準備ができたら声をかけるか。
es_es: The captain said that he would take the boat to Mukurogai. You should be waiting at Teradaya. Would you like to call out when you're ready?

# EXPLANATION_33
source: ここが骸街（むくろがい）か。 さっきの男は見当たらないが…… とりあえず奥へ進んでみよう。
es_es: Is this a skeleton town? I can't find the man I just mentioned, but ... let's go deeper for the time being.

# EXPLANATION_34
source: 編み笠の男は以蔵だったのか…… そっちがその気なら、受けて立つしかないな。
es_es: Was the man in the knitting hat Izo ... If that was the case, I would have to accept it.

# EXPLANATION_35
source: 兄弟は骸街（むくろがい）の一番奥にいるらしい。 まさか会えるとは思っていなかったな…… 久しぶりだが、元気にしていただろうか。
es_es: The brothers seem to be in the innermost part of Mukurogai. I didn't expect to see you ... It's been a while, but I wonder if I'm fine.

# EXPLANATION_36
source: さて、特にこの後の予定もない…… 自由に京の町を散策するとしよう。
es_es: By the way, I have no plans after this ... Let's take a walk around the town of Kyoto freely.

# EXPLANATION_37
source: 第二章「斎藤一」～完～ 第三章「壬生狼」へ……
es_es: Chapter 2 "Saito Hajime" -End-To Chapter 3 "Mibu Wolf" ...

# EXPLANATION_38
source: 確か新選組の屯所は四条通りを西へ行った所だったな。 お登勢たちの話だと、かなり粗暴な奴ららしい。 準備はしっかりしていった方がよさそうだな。
es_es: Certainly, the Shinsengumi tunsho was the place where I went west on Shijo-dori. According to the story of the ascendants, they seem to be quite rough. It seems better to be well prepared.

# EXPLANATION_39
source: これが天念理心流……!! こいつが 親っさんの仇という可能性もあるという事か。 心して挑む必要がありそうだな……
es_es: This is Tennen Rishin-ryu …… !! Is it possible that this is the soul of his parents? I think we need to challenge ourselves ...

# EXPLANATION_40
source: 新選組には天念理心流の使い手が何人かいるようだ。 沖田という男もまだ覆面の男である可能性がある…… いろいろ確かめる必要がありそうだ。
es_es: It seems that there are several users of Tennen Rishin-ryu in the Shinsengumi. There is a possibility that a man named Okita is still a masked man ... It seems that we need to confirm various things.

# EXPLANATION_41
source: 日も暮れてきた。 土方が言っていた料亭へ向かおう。 確か祗園にある椿楼という店だったな。
es_es: The sun has set. Let's head to the restaurant Hijikata said. I'm sure it was a store called Tsubakiro in Gion.

# EXPLANATION_42
source: これも試験の一環という訳か…… 気は進まないが、 ここで引き下がるわけにもいかないな。
es_es: Is this also part of the exam ... I'm reluctant, but I can't withdraw here.

# EXPLANATION_43
source: 第三章「壬生狼」～完～ 第四章「共闘」へ……
es_es: Chapter 3 "Mibu Wolf"~End~ Chapter 4 "Kongyin"へ……

# EXPLANATION_44
source: 覆面の男である可能性が一番高い近藤勇には 今日はお目にかかれなかったな。 まあ、まだ機会はこれからいくらでもあるだろう。
es_es: I didn't see Isami Kondo, who is most likely a masked man, today. Well, there are still plenty of opportunities.

# EXPLANATION_45
source: 新選組の隊長が着ている羽織…… 明日からこれを着て仕事をするという訳か。 とりあえず今日は寺田屋に戻るとしよう。
es_es: Haori worn by the captain of the Shinsengumi ... Will you be wearing this to work from tomorrow? For the time being, let's return to Teradaya today.

# EXPLANATION_46
source: 軽く、この家の設備でも確認してみるか。 まずは庭からだな。
es_es: It's light, so why don't you check the equipment in this house? First of all, from the garden.

# EXPLANATION_47
source: この家の屋内の設備を確認してみるか。
es_es: Would you like to check the indoor equipment of this house?

# EXPLANATION_48
source: かなり時間を食ってしまったな…… とりあえず今日は寺田屋に戻るとしよう。
es_es: It took a lot of time ... Let's go back to Teradaya today.

# EXPLANATION_49
source: おりょうの奴、どこに行ったんだ…… 女将さんは鴨川じゃないかと言っていたが…… 他にあてもないし、探しに行ってみるか。
es_es: Where did you go ... The proprietress said it was Kamogawa, but ... there's nothing else, so why don't you go find it?

# EXPLANATION_50
source: おりょうは分かってくれたようだな。 俺も寺田屋に戻ろう。
es_es: It seems that you understand. Let's go back to Teradaya.

# EXPLANATION_51
source: 土佐なまりの男…… 一体誰だ？ 何かの罠かもしれないな。 十分に準備してから清水寺に向かおう。
es_es: Tosa Namari's man ... Who the hell is that? It might be some kind of trap. Let's prepare enough before heading to Kiyomizu Temple.

# EXPLANATION_52
source: こんな所でやられるわけにはいかない…… こいつらを倒して清水寺から出なくては！
es_es: I can't do it in a place like this ... I have to defeat them and get out of Kiyomizu-dera!

# EXPLANATION_53
source: 第四章「共闘」～完～ 第五章「鉄の掟」へ……
es_es: Chapter 4 "Co-op" -End-To Chapter 5 "Rules of Iron" ...

# EXPLANATION_54
source: 新選組の屯所へ向かうとしよう。 今日は、藤堂から仕事の説明をしてもらう事に なっていたはずだ。
es_es: Let's say we're heading to the Shinsengumi tunsho. I should have had Todo explain my work today.

# EXPLANATION_55
source: 藤堂が屯所内の案内をしてくれるらしい。 今は説明を聞いて早く覚えなくては……
es_es: It seems that Todo will guide you inside the tunsho. Now I have to listen to the explanation and remember it soon ...

# EXPLANATION_56
source: もう夕方か…… 今日のところは寺田屋に帰るとしよう。
es_es: It's already evening ... Let's go back to Teradaya for today.

# EXPLANATION_57
source: 新選組に入ってからの初仕事だな。 例の脱走隊士は祗園の日向屋で飲んでいるらしい。 早速向かおう。
es_es: It's my first job since joining the Shinsengumi. It seems that the escape soldier in the example is drinking at Hinataya in Gion. Let's head right away.

# EXPLANATION_58
source: 藤堂が出入り口の見張りにつくらしい。 乗り込むときは藤堂に声をかけてやるか。
es_es: It seems that Todo will be on guard at the doorway. Do you call Todo when you get in?

# EXPLANATION_59
source: この秋元という男…… ロクな奴じゃないな。 性根を叩き直してやろう。
es_es: This guy named Akimoto ... I'm not a good guy. Let's beat the sex roots again.

# EXPLANATION_60
source: 副長の土方に報告に行かなければ。 新選組の屯所へ向かうとしよう。
es_es: I have to go to report to Deputy Director Hijikata. Let's say we're heading to the Shinsengumi tunsho.

# EXPLANATION_61
source: 谷や鈴木より先に以蔵を捕らえなくては…… 洛外の賭場にいると言っていたな。……急ごう!!
es_es: I had to catch Izo before Taniya and Suzuki ... He said he was in the Rakugai gambling house. ...... Hurry up !!

# EXPLANATION_62
source: くそっ。谷が先に行ってしまった。 こんなところで足止めをくっている場合じゃない。 さっさと倒して追いかけなくては……！
es_es: Damn. The valley has gone first. It's not the case when you're stuck in a place like this. I have to defeat it quickly and chase after it ...!

# EXPLANATION_63
source: 以蔵…… 闘いたくはないが致し方ないか…… 向こうが本気で来る以上、こちらも手は抜けない。 真剣にやるしかなさそうだな……！
es_es: Izo ... I don't want to fight, but I can't help it ... As long as the other side really comes, I can't help it either. I think I have to do it seriously ...!

# EXPLANATION_64
source: 夜も更けてきたな…… とりあえず寺田屋に戻ろう。
es_es: It's late at night ... Let's go back to Teradaya for the time being.

# EXPLANATION_65
source: 第五章「鉄の掟」～完～ 第六章「池田屋事件」へ……
es_es: To Chapter 5 "Rules of Iron" -End-Chapter 6 "Ikedaya Incident" ...

# EXPLANATION_66
source: 今日の幹部会での話…… 中岡の名が出ていたのが気になるな。 寺田屋に戻って中岡に知らせてやろう。
es_es: Talk at today's presidium ... I'm curious that Nakaoka was mentioned. Let's go back to Teradaya and let Nakaoka know.

# EXPLANATION_67
source: 中岡は寺田屋の二階にいるらしい。 今日の幹部会での話をしよう。
es_es: Nakaoka seems to be on the second floor of Teradaya. Let's talk about today's presidium.

# EXPLANATION_68
source: とりあえず今のところは中岡がうまく やってくれるのを願うしかなさそうだな。
es_es: For now, I can only hope that Nakaoka will do it well.

# EXPLANATION_69
source: そろそろ屯所に戻って今夜の襲撃に備えなくてはな。 戻る前にできる準備はしておこう。
es_es: It's time to go back to the tunsho and prepare for the raid tonight. Get ready before you go back.

# EXPLANATION_70
source: 屯所に待機するようにとの指示だ。 他の隊長らと話でもしてみるか。
es_es: It is an instruction to wait at the tunsho. Would you like to talk to other captains?

# EXPLANATION_71
source: 土方からの呼び出しらしい。 土蔵へ向かおう。
es_es: It seems to be a call from Hijikata. Let's head to the storehouse.

# EXPLANATION_72
source: 出陣だ。三番隊の持ち場は四国屋だったな。 洛内の南東にある四国屋へ向かおう。
es_es: It's time to start. The place of the third corps was Shikokuya. Let's head to Shikokuya in the southeast of Rakuchu.

# EXPLANATION_73
source: 勤王志士らの会合は池田屋の方だったらしい。 急いで向かわなくては……
es_es: It seems that the meeting of the Qin Wang Shishi was from Ikedaya. I have to hurry up ...

# EXPLANATION_74
source: 中岡はうまく伝えられなかったようだな。 仕方がない、吉田稔麿と桂小五郎を探そう！
es_es: Nakaoka didn't seem to be able to communicate well. Let's find Minoru Yoshida and Kogoro Katsura that can't be helped!

# EXPLANATION_75
source: 永倉程の男がやられるとは…… この吉田という男、油断できないな。
es_es: It is said that a man like Nagakura will be killed ... This man named Yoshida cannot be alert.

# EXPLANATION_76
source: あとは桂小五郎か。 逃がす訳にはいかない、早く見つけなくては！
es_es: The rest is Kogoro Katsura. I can't let it go, I have to find it soon!

# EXPLANATION_77
source: くそっ、面倒な事になったな。 とりあえずはコイツに付き合ってやるか……
es_es: Damn, it's a hassle. For the time being, do you want to go out with this guy ...

# EXPLANATION_78
source: 第六章「池田屋事件」～完～ 第七章「二人の龍馬」へ……
es_es: Chapter 6 "Ikedaya Incident" -End-To Chapter 7 "Two Ryoma" ...

# EXPLANATION_79
source: まだ一度も局長の近藤の姿を見ていない。 機会を逃さないためにも、 屯所には顔を出しておかなくては……
es_es: I have never seen the director, Kondo. In order not to miss the opportunity, I have to show my face to the tunsho ...

# EXPLANATION_80
source: 局長である近藤の部屋は、屯所の一番奥の間だと 言っていたな。 不在かもしれないが、見に行ってみよう。
es_es: You said that Kondo's room, the director, is the innermost room of the tunsho. It may be absent, but let's go see it.

# EXPLANATION_81
source: 他に、局長について話を聞けそうな奴はいないか？ 副長である土方なら何か知っているかもしれないな。 土方の部屋に行ってみよう。
es_es: Is there anyone else who could talk to the director? Hijikata, the deputy director, may know something. Let's go to Hijikata's room.

# EXPLANATION_82
source: 特に情報は得られなかったな。 やはり近藤に会うのは一筋縄ではいかないか。 他に話が聞けそうなやつはいないか探してみるか。
es_es: I didn't get any information. Isn't it easy to meet Kondo? Would you like to find someone else you could talk to?

# EXPLANATION_83
source: 誰も近藤に会う方法を知らない様だ。 ひとまず屯所を出て探ってみるか。
es_es: No one seems to know how to meet Kondo. Do you want to go out of the tunsho and explore it for the time being?

# EXPLANATION_84
source: 坂本龍馬を探れ、だと!? 俺の偽物なのか……？ 中岡なら何か知っているかもしれない。 一度、寺田屋に戻ろう。
es_es: Search for Ryoma Sakamoto !? Is it my fake ...? Nakaoka may know something. Let's go back to Teradaya once.

# EXPLANATION_85
source: もう一人の坂本龍馬についての情報を集めなくては。 まずは薩摩藩邸に行って、西郷から話を聞こう。
es_es: I have to collect information about another Ryoma Sakamoto. First, let's go to the Satsuma clan's residence and hear from Saigo.

# EXPLANATION_86
source: 簡単には中に入れてはもらえないという訳か。 仕方がない…… ここは力で押し切るしかなさそうだ。
es_es: Doesn't it mean that you can't easily put it inside? It can't be helped ... It seems that there is no choice but to push it through with force.

# EXPLANATION_87
source: 局長の近藤からの呼び出し…… この機会、逃すわけにはいかないな。 急いで、祗園にある旭屋（あさひや）へ向かおう。
es_es: Call from Director Kondo ... I can't miss this opportunity. Let's hurry to Asahiya in Gion.

# EXPLANATION_88
source: やはり近藤があの覆面の男だったのか……？ ……それも刀を交えればわかることだ!!
es_es: Was Kondo the masked man ...? ...... You can understand that with a sword !!

# EXPLANATION_89
source: 第七章「二人の龍馬」～完～ 第八章「狂犬吠える」へ……
es_es: To Chapter 7 "Two Ryoma" -End-Chapter 8 "Mad Dog Barking" ...

# EXPLANATION_90
source: 近藤は覆面の男ではなかった。 残るは土方、沖田、井上、藤堂か…… 当てはないが屯所には顔を出しておこう。
es_es: Kondo was not a masked man. The rest are Hijikata, Okita, Inoue, Todo ... I don't know, but let's show up at the tunsho.

# EXPLANATION_91
source: 沖田が話があるとか言っていたな…… 一体何だろうか？ 土蔵へ行ってみるとするか。
es_es: Okita said he had a story ... what the heck? Would you like to go to the storehouse?

# EXPLANATION_92
source: 沖田は夜になったら千石邸へ来いと言っていたな。 寺田屋で夜まで時間を潰すとするか。
es_es: Okita said he would come to Sengoku's house at night. Do you want to kill time at Teradaya until night?

# EXPLANATION_93
source: 沖田は千石邸の前で待っていると言っていたな。 伏見に豪邸を構えてるらしい。 ……となれば屋敷町の辺りか。早速向かおう。
es_es: Okita said he was waiting in front of the Sengoku residence. It seems that he has a mansion in Fushimi. ...... Is it around Yashiki-cho? Let's head right away.

# EXPLANATION_94
source: 千石邸の前で沖田が待っている。 討ち入りの準備ができたら声をかけよう。
es_es: Okita is waiting in front of the Sengoku residence. Call out when you're ready to slaughter.

# EXPLANATION_95
source: 標的はこの屋敷の主、千石虎之丞…… さっさと見つけて終わらせよう。
es_es: The target is Toranosuke Sengoku, the owner of this mansion ... Let's find it quickly and finish it.

# EXPLANATION_96
source: 沖田があの覆面の男だったのか!? もし本当にそうだとしたら…… 許すわけにはいかない!!
es_es: Was Okita the masked man !? If so ... I can't forgive him !!

# EXPLANATION_97
source: 第八章「狂犬吠える」～完～ 第九章「喧嘩の花道」へ……
es_es: Chapter 8 "Mad Dog Barking" -End-To Chapter 9 "Fighting Flower Road" ...

# EXPLANATION_98
source: まだ飲み足りないな…… 近場でどこか酒が飲める店へ行くか。 とりあえず外へ出よう。
es_es: I haven't had enough to drink yet ... Would you like to go to a store where you can drink alcohol nearby? Let's go outside for the time being.

# EXPLANATION_99
source: まだ飲み足りないな…… 伏見一番街南の福々屋に行ってみるか。
es_es: I haven't had enough to drink yet ... Would you like to go to Fukufukuya in the south of Fushimi Ichibangai?

# EXPLANATION_100
source: さっきの女、一体誰だ？ よくは分からないが、女の言っていた 蔵町にある松之井とやらへ行ってみるか。
es_es: Who the hell is that woman? I'm not sure, but would you like to go to Matsunoi and Yara in Kuramachi, where the woman said?

# EXPLANATION_101
source: 今はとことん暴れたい気分だ。 こいつらなら相手に不足はない。 ここは本気で喧嘩してやろうじゃないか！
es_es: Now I feel like I want to go wild. With these guys, there is no shortage of opponents. Let's have a serious quarrel here!

# EXPLANATION_102
source: 洛内に居酒屋があったな…… 二人を連れて行って、とことん飲んでやろう。
es_es: There was an izakaya in Rakuchu ... Let's take them and drink them thoroughly.

# EXPLANATION_103
source: 確か祗園にも飲める店があったな。 春日だったか…… さっそく向かおう。
es_es: I'm sure there was a restaurant in Gion where you could drink. Was it Kasuga ... Let's head right away.

# EXPLANATION_104
source: 第九章「喧嘩の花道」～完～ 第十章「正体」へ……
es_es: Chapter 9 "Fighting Flower Road" -End-To Chapter 10 "Identity" ...

# EXPLANATION_105
source: 昨晩はかなり飲んでしまったな。 今は自分なりにできる事をするしかなさそうだ。 まずは屯所に顔を出すか……
es_es: I drank a lot last night. Now I have no choice but to do what I can. First of all, do you show up at the tunsho ...

# EXPLANATION_106
source: 永倉の様子がおかしかったが、何かあったのか？ ひとまず屯所へ向かおう。
es_es: The appearance of Nagakura was strange, but what happened? Let's head to the tunsho for the time being.

# EXPLANATION_107
source: 井上の死体が発見されたのは 伏見の屋敷町南の船着き場らしい。 沖田はおそらくそこへ向かったのだろう。急ごう。
es_es: It seems that Inoue's corpse was found at the pier in the south of Fushimi's mansion town. Okita probably went there. Let's hurry.

# EXPLANATION_108
source: 沖田は骸街に一番隊を集めているらしい。 事が大きくならないうちに、 一番隊の暴走を止めなくては……！
es_es: Okita seems to be gathering the most corps in the skeleton town. Before things get bigger, I have to stop the runaway of the first corps ...!

# EXPLANATION_109
source: 一番隊の奴ら…… 襲ってこなくなったな。 沖田は骸街の中にいるようだ。沖田を探そう。
es_es: The guys in the first corps ... I'm not attacking. Okita seems to be in the skeleton. Let's find Okita.

# EXPLANATION_110
source: 沖田は骸街東の本堂跡地で俺を待っているらしい。 沖田が何を考えているのか正直分からない。 用心して向かうとしよう……
es_es: Okita seems to be waiting for me at the site of the main hall in the east of the skeleton. I honestly don't know what Okita is thinking. Let's be careful ...

# EXPLANATION_111
source: 井上があの覆面の男だった、だと…… それに沖田の言っている虚無僧は一体誰なんだ？ 俺はこの勝負に勝って真実を知る必要がある！
es_es: Inoue was that masked man ... And who is the Komuso Okita says? I need to win this game and know the truth!

# EXPLANATION_112
source: もう一人の坂本龍馬が、寺田屋にいる！ 伊東と武田がすでに向かっているらしい。 なんとか先回りして捕まえなくては！
es_es: Another Ryoma Sakamoto is in Teradaya! It seems that Ito and Takeda are already heading. I have to get ahead and catch it!

# EXPLANATION_113
source: 何としてももう一人の坂本龍馬を見つけなくては！ この機会を逃すわけにはいかない……
es_es: Anyway, I have to find another Ryoma Sakamoto! I can't miss this opportunity ...

# EXPLANATION_114
source: この虚無僧が、坂本龍馬なのか!? この勝負、負けるわけにはいかないな。 なんとしても正体を暴かなくては！
es_es: Is this Komuso Ryoma Sakamoto !? I can't afford to lose this game. I have to reveal my true identity!

# EXPLANATION_115
source: 一旦、寺田屋に戻るとしよう。 おりょうにも聞きたいことがあるしな……
es_es: Let's go back to Teradaya. I have something to ask you too ...

# EXPLANATION_116
source: 第十章「正体」～完～ 第十一章「大博打」へ……
es_es: Chapter 10 "Traditional Body" ~ End~ Chapter 11 "Big Bo Da" へ...

# EXPLANATION_117
source: 昨晩、山崎が屯所で殺された。 口封じというわけか…… 一度屯所に戻って状況を確認しよう。
es_es: Yamazaki was killed at the tunsho last night. It's a mouth-sealing ... Let's go back to the tunsho and check the situation.

# EXPLANATION_118
source: 山崎の遺体はまだ土蔵にあるのか。 藤堂が現場を見聞しているらしい。 行ってみよう、話くらい聞けるだろう。
es_es: Is Yamazaki's body still in the storehouse? It seems that Todo is watching the scene. Let's go, you can hear the story.

# EXPLANATION_119
source: 寺田屋に戻って夜明けを待とう。 その前に、できる準備はしておかなくては…… 江戸への旅は何が起こるか分からないからな。
es_es: Let's go back to Teradaya and wait for the dawn. Before that, I have to be prepared to do it ... I don't know what will happen on my trip to Edo.

# EXPLANATION_120
source: 明日は江戸へ立つ。準備はしっかりして おかなくてはな。寺田屋のお登勢に、夜明け前に 起こしてもらえるよう頼んでから休もう。
es_es: I will stand in Edo tomorrow. You have to be well prepared. Let's take a rest after asking Teradaya to wake up before dawn.

# EXPLANATION_121
source: ここまで来たからには、意地でも 徳川慶喜公の所までたどり着かなくては！ ここでやられるわけにはいかない……！
es_es: Now that you've come this far, you have to get to Tokugawa Yoshinobu's place! I can't do it here ...!

# EXPLANATION_122
source: 話を聞いてもらうには、 この勝負に勝つしかなさそうだな。 なら、相手が誰であれ全力で戦うまでだ！
es_es: It seems that the only way to get the story heard is to win this game. Then, no matter who your opponent is, you can fight with all your might!

# EXPLANATION_123
source: 第十一章「大博打」～完～ 第十二章「京炎上」へ……
es_es: Chapter 11 "Da Bo Da" ~ End~ Chapter 12 "Jing Yan Shang" へ...

# EXPLANATION_124
source: おりょうとお登勢たちが心配だ！ 急いで寺田屋へ行こう！
es_es: I'm worried about Ryo and the climbers! Let's hurry to Teradaya!

# EXPLANATION_125
source: 誰もいない、か…… ちゃんと避難できているといいが、 念のため室内を確認しよう。
es_es: Nobody is there ... I hope you have evacuated properly, but let's check the room just in case.

# EXPLANATION_126
source: 二人は無事に避難できたようだ。 一安心だな。 表で待たせてる沖田の所に戻ろう。
es_es: It seems that the two were able to evacuate safely. I'm relieved. Let's go back to Okita, who has been waiting at the table.

# EXPLANATION_127
source: 新選組が火を放ったというのは本当なのだろうか？ とにかく、近藤を探して話を聞くしかなさそうだ。
es_es: Is it true that the Shinsengumi set fire? Anyway, it seems that I have no choice but to look for Kondo and listen to him.

# EXPLANATION_128
source: 京都見廻組の奴ら、厄介だな。 さっさとケリをつけて近藤を探さなくては…… こんなところで時間を取られている場合ではない。
es_es: The Kyoto Mimawarigumi guys are awkward. I have to quickly find Kondo with a button ... It's not the case when I'm spending time in such a place.

# EXPLANATION_129
source: 沖田には悪いが今は一刻を争う。 京都見廻組は沖田に任せて、俺は近藤を探そう！
es_es: It's bad for Okita, but now it's time to fight. Leave the Kyoto Mimawarigumi to Okita, and I'll look for Kondo!
