Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: firstdir/data/bootpar/boot.par/explanation_main_scenario.po
Languages: es_es

# EXPLANATION_130
source: 原田……どこまでも性根の腐った奴だ。 真の剣術がいかなるものか 身をもってわからせてやろう……！
es_es: Harada: He's a rotten guy with sexual roots. Let's get a feel for what true swordsmanship is ...!

# EXPLANATION_131
source: 新選組が火をつけて回ってるってのは 本当だったようだ。近藤の真意が気になるな。 早く近藤を見つけ出さなくては……
es_es: It seems that it was true that the Shinsengumi was igniting. Don't worry about Kondo's true intentions. I have to find Kondo early ...

# EXPLANATION_132
source: 近藤に手をだした奴は御所で俺を待っているらしい。 一体、何者なんだ……!? 急いで御所へ向かおう……！
es_es: It seems that the guy who reached out to Kondo is waiting for me at the Imperial Palace. Who the hell are you ...!? Let's hurry to the Imperial Palace ...!

# EXPLANATION_133
source: 以蔵…… ついにお前との決着をつける時が来たようだな。 坂本龍馬として全力で挑んでやる！
es_es: Izo ... It seems that it's finally time to settle with you. I will do my best as Ryoma Sakamoto!

# EXPLANATION_134
source: 第十二章「京炎上」～完～ 第十三章「龍馬暗殺」へ……
es_es: Chapter 12 "Jingyan 1" ~ End ~ Chapter 13 "Ryoma Assassination" へ...

# EXPLANATION_135
source: 今のうちにできる事をしておいた方が良さそうだ。 中岡と藤堂から連絡があるまで寺田屋で 体を休めておくか。
es_es: It seems better to do what you can do now. Do you want to rest at Teradaya until Nakaoka and Todo contact you?

# EXPLANATION_136
source: 今のうちにできる事をしておいた方が良さそうだ。 別宅の様子を見に行っておくとしよう。
es_es: It seems better to do what you can do now. Let's go to see the state of the separate house.

# EXPLANATION_137
source: 中岡が戻ったらしい。 ２階へ行って話を聞こう。
es_es: Nakaoka seems to have returned. Let's go upstairs and listen.

# EXPLANATION_138
source: 幾松のいる店へ急ごう。 確か松之井は伏見の蔵町にあったはずだ。
es_es: Let's hurry to the store where Ikumatsu is. Certainly Matsunoi must have been in Fushimi's Kuramachi.

# EXPLANATION_139
source: 本当にふざけた奴だ。この刀で思い知らせてやる。 藤堂の想い、無駄にするわけにはいかない。
es_es: He's a really playful guy. I'll let you know with this sword. Todo's feelings cannot be wasted.

# EXPLANATION_140
source: 作戦の時は明日の夜…… 今のうちに十分支度しておかなくては…… 何が待ち受けているのか分からないからな。
es_es: At the time of the operation, tomorrow night ... I have to prepare enough now ... I don't know what is waiting.

# EXPLANATION_141
source: 作戦の時は夜…… 今のうちに十分支度しておかなくては…… 何が待ち受けているのか分からないからな。
es_es: At night during the operation ... I have to prepare enough now ... I don't know what's waiting.

# EXPLANATION_142
source: いよいよだな。 何が待ち受けているのか分からない。 出かける前に十分支度しておかなくてはな。
es_es: It's finally time. I don't know what's waiting. You have to be well prepared before you go out.

# EXPLANATION_143
source: いよいよだ。出かけるとしよう。 気を引き締めて行かなくては……
es_es: It's finally time. Let's go out. I have to be careful ...

# EXPLANATION_144
source: もう一人の「坂本龍馬」の正体を、ついに 確かめる時が来たようだ…… 真実をこの目で 見るまではやられるわけにはいかない！
es_es: It seems that it's finally time to confirm the identity of the other "Ryoma Sakamoto" ... You can't do it until you see the truth with your own eyes!

# EXPLANATION_145
source: 第十三章「龍馬暗殺」～完～ 最終章「夜明け」へ……
es_es: Chapter 13 "Assassination of Ryoma" -End-To the final chapter "Dawn" ...

# EXPLANATION_146
source: お登勢、それにおりょうには世話になった。 最後に挨拶位はしておかないとな…… 寺田屋に顔を出すとしよう。
es_es: Thank you for your support. Lastly, I have to say hello ... Let's say I'm going to Teradaya.

# EXPLANATION_147
source: まったく沖田にお登勢まで…… とんだ世話焼きだな。 土佐へ立つ前におりょうとの時間を作るとするか。 支度ができたら、お登勢に声をかけよう。
es_es: It's completely up to Okita ... It's a great caretaker. Do you want to make time with Ryo before you stand in Tosa? When you're ready, let's call out to the climb.

# EXPLANATION_148
source: 手始めにどこかの飯屋で腹ごなししよう。 おりょうを連れていくならどの店がいいだろうか？
es_es: Let's get hungry at a restaurant somewhere to start. Which store would you like to take with you?

# EXPLANATION_149
source: さて、腹もふくれたし軽く一杯いきたいとこだな。 おりょうが飲んでいるところは見たことがないが…… まぁ大丈夫だろう。
es_es: By the way, I'm bloated and want to have a light drink. I've never seen Ryo drinking, but ... well, that's okay.

# EXPLANATION_150
source: 次は歌声酒場にでも行くか。 あそこなら、おりょうも楽しめるだろう。
es_es: Would you like to go to the singing bar next time? You can enjoy Narasaki over there.

# EXPLANATION_151
source: うまい飯、酒、それに歌ときたら後は舞だな。 にちぶ座へ行って、俺の舞を披露しよう。
es_es: Good food, sake, and singing, then dance. Let's go to Nichibu-za and show off my dance.

# EXPLANATION_152
source: おりょうと京の町を十分楽しめたな。 さて、土佐へ旅立つ前のお参りもかねて、 清水寺へ行くとしよう。
es_es: I really enjoyed the town of Oryo and Kyoto. Now, let's go to Kiyomizu-dera as a visit before leaving for Tosa.

# EXPLANATION_153
source: 京でやり残したことはないだろうか？ 土佐へ立つまであまり時間がない、 屯所で沖田、永倉、土方と刀の稽古をしておくか。
es_es: Have you left behind in Kyo? I don't have much time to stand in Tosa, should I practice Okita, Nagakura, Hijikata and swords at the tunsho?

# EXPLANATION_154
source: 京でやり残したことはないだろうか？ 土佐へ立つ支度ができたら、 屯所にいる沖田たちに声をかけて出発しよう。
es_es: Have you left behind in Kyo? When you are ready to stand in Tosa, let's talk to Okita and his friends at the tunsho and leave.

# EXPLANATION_155
source: 土佐はすっかり変わってしまったようだ…… 嘆いている暇はない、武市の待つ高知城へ向かおう！
es_es: Tosa seems to have changed completely ... I have no time to mourn, let's head to Kochi Castle where Takeshi is waiting!

# EXPLANATION_156
source: 京都見廻組まで来ているとはな…… だがここで足止めをくっている場合ではない！
es_es: I don't think I've come to the Kyoto Mimawarigumi ... but it's not the case when I'm stuck here!

# EXPLANATION_157
source: 今は永倉を信じて先に進むしかなさそうだ。 武市の待つ高知城を目指そう！
es_es: Now I have no choice but to believe in Nagakura and move on. Let's aim for Kochi Castle where Takeshi is waiting!

# EXPLANATION_158
source: 伊東率いる御陵衛士まで現れるとは…… 奴にどんな恨みがあろうが知ったことではない。 今は前に進むだけだ！
es_es: Even the Imperial Guard, led by Ito, would appear ... I didn't know what kind of grudge he had. Now just move forward!

# EXPLANATION_159
source: 悪いがここは土方に任せて先に進むしかなさそうだ。 武市の待つ高知城を目指そう！
es_es: I'm sorry, but it seems that Hijikata has no choice but to move on. Let's aim for Kochi Castle where Takeshi is waiting!

# EXPLANATION_160
source: こいつが貿易商のグラバー…… しかしどんな兵器を 出されようが、ここで引き下がるわけにはいかない！ 何としてもここを突破しなくては！
es_es: This guy is a trader's grabber ... But no matter what weapons he puts out, he can't withdraw here! I have to break through here anyway!

# EXPLANATION_161
source: 沖田…… すまない！ だが、俺はもう後戻りはできない…… 武市の待つ高知城を目指そう！
es_es: Okita ... I'm sorry! However, I can't go back anymore ... Let's aim for Kochi Castle where Takeshi is waiting!

# EXPLANATION_162
source: 兄弟…… 今が勝負の時だ。 俺は全力で挑む！
es_es: Brothers ... Now is the time for the game. I will do my best!

# EXPLANATION_163
source: 「龍が如く 維新！」クリアです。 お疲れ様でした。
es_es: "Ryu ga Gotoku Restoration!" Is clear. Thank you for your hard work.
