Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/auth/c01_040.par/cmn.par.unpack/cmn.po
Languages: es_es

source: 上士様じゃ！
es_es: You ’re a boss!

source: こない時に なんちゅうことぜよ……！
es_es: What do you mean when you don't come ...!

source: お通！ 大丈夫かい！？ お通！
es_es: Thank you! Are you okay! ?? Thank you!

source: ちょ！？ おまん 何をする気ぜよ！？
es_es: Cho! ?? What are you going to do! ??

source: 待て
es_es: wait

source: 女…… どこへ行く気ぜよ
es_es: Woman ... Where are you going?

source: こ この子が 腹の腑の病気に……！
es_es: This child has a stomach illness ...!

source: ほう…… それで？
es_es: Hmm ... So?

source: 今すぐ蘭方医のところへ行かないと 手遅れに……！
es_es: It's too late if I don't go to the orchid doctor right now ...!

source: ですから ここをお通しくださいませ！
es_es: So please go through here!

source: そらぁ大変な話ぜよ なあ？
es_es: That's a tough story, isn't it?

source: おお大変じゃ
es_es: It's hard

source: 腹の腑の病気か何か知らんが
es_es: I don't know if I have a stomach illness or something

source: 手遅れになったらなったで
es_es: It's too late

source: それがその子供の寿命ちゅうことぜ
es_es: That's the life of the child

source: 腹痛程度で図々しい女子じゃ！
es_es: It's a girl who has a stomachache and is ill-mannered!

source: ワシら上士の横を 素通りできると思うたがか！
es_es: I think I can pass by my superiors!

source: そんなに……
es_es: so much……

source: そんなに上士様は偉いのですか？
es_es: Is your boss so great?

source: 何？
es_es: what?

source: 私は大洲藩の出です ４年前 この土佐藩の郷士のところに嫁ぎました
es_es: I am from the Ozu clan. Four years ago, I married the Tosa clan's villager.

source: でも 土佐はおかしい……！
es_es: But Tosa is strange ...!

source: 大洲なら武士は人を助け こういう時には誰よりも親切にしてくれたというのに！
es_es: In Ozu, the samurai helped people and were kinder than anyone else at such times!

source: 同じ人間なのにどうして……
es_es: Why are you the same person ...

source: 上士様のお通りは……
es_es: The street of the superior is ...

source: この子の命より重いんですか！？
es_es: Is it heavier than this child's life? ??

source: 郷士の嫁風情が何をぬかす
es_es: What does the bride-in-law of the villager get rid of

source: そうじゃ 土佐では上士が絶対……
es_es: Well then, in Tosa, the superior is absolutely ...

source: ワシらに逆らうことなど…… 許されんのじゃ！
es_es: It's not allowed to go against the eagles ...!

source: ったく 土佐はいちいち俺を苛立たせる
es_es: Tosa irritates me one by one

source: 何者ぜよ おんし！？
es_es: Who are you? ??

source: 土佐藩郷士 坂本龍馬
es_es: Tosa Domain Ryoma Sakamoto

source: 郷士じゃと……？ 郷士の分際でおんしぁ！
es_es: It ’s a villager ……? I'm on the verge of a villager!

source: 早く行け
es_es: Go quickly

source: し しかし……！
es_es: But ...!

source: 俺は根っからの土佐人だ 上士連中の性根は知り尽くしている
es_es: I'm a Tosa person from the ground up I know the sexual roots of the superiors

source: こいつらには いくら道理を説いても通用しない
es_es: No matter how much you preach to them, it doesn't work

source: おんしぁ……！
es_es: I'm sorry ...!

source: こうするしかねえんだよ その子の命を助けたいのならな
es_es: I have no choice but to save the child's life

source: ありがとうございます！！
es_es: Thank you! !!

source: 郷士ごときが……！ どうなるか分かっちゅうがか！！
es_es: It ’s like a villager ……! Do you know what will happen! !!

source: ああ
es_es: Oh

source: な……？
es_es: What ...?

source: 上士様に刃を向けたりはしねえ 間違って殺しでもしたら
es_es: You can't point your blade at your superior, if you kill him by mistake

source: 仕返しにこの町ごと 焼き払われかねないからな
es_es: The whole town could be burned down in revenge

source: 何じゃと……？
es_es: What ...?

source: 後で報いは受けてやる
es_es: I'll get rewarded later

source: だがお前らにも 女を殴った報いを受けさせてやる
es_es: But I'll give you the reward of hitting the woman

source: この命知らずが……！
es_es: This daredevil ...!

source: かかって来い ぬるま湯育ちのお前らに
es_es: For those of you who grew up in lukewarm water

source: 痛みってもんを教えてやる！
es_es: I'll tell you what it hurts!
