Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/auth/c04_030.par/cmn.par.unpack/cmn.po
Languages: es_es

source: 武市半平太を追ってたら 意外な大物が釣れた
es_es: When I followed Takechi Hanpeita, I caught an unexpected big game

source: これも運命ってやつか
es_es: This is also fate

source: おいおい まさかこんな所で抜く気じゃねえだろうな？
es_es: Hey, don't you feel like pulling out in a place like this?

source: 俺を呼びだしたのはお前か？
es_es: Did you call me?

source: ああ 土佐浪人 中岡慎太郎だ
es_es: Oh, it ’s Tosa Ronin, Nakaoka Shintaro.

source: よろしくな 坂本龍馬さんよ
es_es: Nice to meet you, Ryoma Sakamoto

source: 土佐の 中岡慎太郎？
es_es: Shintaro Nakaoka of Tosa?

source: そう 同郷のお仲間ってわけさ
es_es: That ’s right, I ’m a friend of my hometown.

source: 武市を追ってるってのは どういうことだ
es_es: What does it mean to follow Takeichi?

source: 誰とも知らない奴の呼び出しに ノコノコ出てきたんだ
es_es: I came out to call someone I didn't know

source: 時間はあるんだろ？ ちょっと長話に付き合ってもらうぜ
es_es: Do you have time? Let's get along with a long story
