Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/auth/c13_030.par/cmn.par.unpack/cmn.po
Languages: es_es

source: ここは……
es_es: here……

source: 数日前完成したばっかりの 新築の宿屋どす
es_es: A newly built inn that was just completed a few days ago

source: 名は“近江屋”
es_es: The name is "Omiya"

source: 近江屋……
es_es: Omiya ……

source: 誰かさんたちのせいで 寺田屋が あないなことになってしまいましたやろ？
es_es: Because of somebody, Teradaya isn't there, right?

source: 一度騒動の起こった店に お客さんは寄り付きません
es_es: Customers do not approach the store where the turmoil once occurred

source: せやから こうして新しい宿を 作っとったわけどす
es_es: I made a new inn in this way from Saya

source: それで 俺たちをここに 連れ出してきてどうする気だ
es_es: So what are you going to do to bring us here?

source: 近江屋はまだ営業もしてへん無名の宿
es_es: Omiya is still open and a strange inn

source: 土佐と薩摩 長州の方がお会いするには 絶好の場所と思いましてな
es_es: I thought it was a great place for Tosa and Satsuma Choshu to meet.

source: ここで三者会談を？
es_es: Have a tripartite meeting here?

source: 女将
es_es: landlady

source: あなたは自分の言ってることの 意味が分かっているのか？
es_es: Do you know what you mean?

source: 会合といってもただの会合ではない
es_es: A meeting is not just a meeting

source: 我々の目的は襲撃なのだ
es_es: Our purpose is an assault

source: そないなことはもちろん分かってます
es_es: Of course I know that's not the case

source: この近江屋 煮るなり焼くなり好きにしてください
es_es: Please like this Omiya boiled or roasted

source: 何やて？
es_es: What?

source: 暴れて傷つけてもええっちゅうんか
es_es: Even if it goes wild and hurt

source: お好きに
es_es: To your liking

source: 中途半端に傷もんにするくらいやったら
es_es: If you do it halfway to scratch

source: いっそ 火でもつけて 燃やしてもらった方がええくらいや
es_es: It ’s better to have it burned with a fire.

source: 取り壊す手間が省けて 建て直しが安う上がりますさかい
es_es: It saves you the trouble of demolishing and rebuilding is cheaper.

source: 何を考えてるんだお登勢
es_es: What are you thinking

source: 一（はじめ）はん いや 坂本様
es_es: One (beginning) No, Mr. Sakamoto

source: このお登勢 私財の全てを失うても構いません
es_es: You can lose all of this ascending private property

source: せやから この京の街をお救いください
es_es: Please save this city of Kyoto from Saya

source: お登勢
es_es: Climbing

source: 壬生狼が京にやって来てから１年
es_es: It's been a year since the Mibu Wolf came to Kyoto

source: 京の街は血で汚れ
es_es: The city of Kyoto is dirty with blood

source: 斬り捨てられた人の肉を喰らわんとする 鴉の鳴き声が止まない有様
es_es: The crow's cry to eat the flesh of the abandoned person does not stop

source: うちは そんな京を見てられへんのどす
es_es: We can't see such a Kyo

source: 坂本様やない その“もう一人の坂本龍馬”が 居らんようになれば
es_es: Sakamoto-sama, if that "another Ryoma Sakamoto" wouldn't be there

source: それも全て終りになるんでっしゃろ？
es_es: Is that all over?

source: せやったら 宿の一つや二つ惜しゅうありまへん
es_es: If you do, there will be one or two inns.

source: どうかこの京のため
es_es: Please for this Kyoto

source: 京に生きる人間のため 決着をつけてください
es_es: Please settle for humans living in Kyo

source: 顔をあげてくれ お登勢
es_es: Raise your face

source: あんたのその願い
es_es: Your wish

source: 俺が引き受けた
es_es: I undertook

source: この近江屋で全てを終わらせる
es_es: End everything at this Omiya

source: 全てを
es_es: All

source: 坂本様
es_es: Mr. Sakamoto

source: おりょう
es_es: Oryo

source: うちも女将さんと同じ想いです
es_es: I have the same feelings as the landlady

source: せやさかい うちにできることなら 何でも言うてください
es_es: Please say anything you can do

source: それが
es_es: that is

source: 一（はじめ）さんにできる せめてもの罪滅ぼしですから
es_es: Because Ichi (Hajime) can at least destroy the sin

source: わかった
es_es: all right

source: なら まず……
es_es: Then first ...

source: その顔をあげて 笑顔を見せてくれ
es_es: Raise your face and show a smile

source: え？
es_es: e?

source: 俺にとってはそれが
es_es: For me it is

source: 一番かけがえのないものだ
es_es: It ’s the most irreplaceable thing.

source: はい……！
es_es: Okay……!
