Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/staypar/stay.par/correlation_person.po
Languages: es_es

# EXPLANATION_297
source: 新選組と同じく、京の警備を任務とする 京都見廻組の男。 武市半平太と繋がっていた。
es_es: Like the Shinsengumi, a man from the Kyoto Mimawarigumi whose mission is to guard Kyoto. It was connected to Takechi Hanpeita.

# EXPLANATION_298
source: 新選組と同じく、京の警備を任務とする 京都見廻組の男。 武市半平太と繋がっており、 高知城で龍馬らを待ち構えていた。
es_es: Like the Shinsengumi, a man from the Kyoto Mimawarigumi whose mission is to guard Kyoto. It was connected to Takechi Hanpeita and was waiting for Ryoma and others at Kochi Castle.

# EXPLANATION_299
source: 新選組と同じく、京の警備を任務とする 京都見廻組の男。 武市半平太と繋がっており、 高知城で龍馬らを待ち構えていた。 永倉新八と死闘を繰り広げる。
es_es: Like the Shinsengumi, a man from the Kyoto Mimawarigumi whose mission is to guard Kyoto. It was connected to Takechi Hanpeita and was waiting for Ryoma and others at Kochi Castle. Fight against Shinpachi Nagakura.

# EXPLANATION_300
source: 新選組の前身・壬生浪士組に所属。 組内での勢力争いの果てに、抗争相手の 芹沢鴨の暗殺を謀るが返り討ちに遭い死亡。 皮肉にも殺害した張本人である平山五郎が その名を受け継ぐことになる。
es_es: Belongs to the predecessor of the Shinsengumi, the Mibu Roushigumi. At the end of the power struggle within the group, he attempted to assassinate his opponent, Serizawa Kamo, but died in return. Goro Hirayama, the murderer himself, will inherit the name.

# EXPLANATION_301
source: 新選組の前身・壬生浪士組に所属。 組内での勢力争いの果てに、抗争相手の 芹沢鴨の暗殺を謀るが返り討ちに遭い死亡。 皮肉にも抗争相手の一人である平間重助が その名を受け継ぐことになる。
es_es: Belongs to the predecessor of the Shinsengumi, the Mibu Roushigumi. At the end of the power struggle within the group, he attempted to assassinate his opponent, Serizawa Kamo, but died in return. Ironically, Shigesuke Hirama, one of the opponents, will inherit the name.

# EXPLANATION_302
source: 新選組の前身・壬生浪士組に所属。 組内での勢力争いの果てに、抗争相手の 芹沢鴨の暗殺を謀るが返り討ちに遭い死亡。 皮肉にも殺害した張本人である芹沢鴨が その名を受け継ぐことになる。
es_es: Belongs to the predecessor of the Shinsengumi, the Mibu Roushigumi. At the end of the power struggle within the group, he attempted to assassinate his opponent, Serizawa Kamo, but died in return. Ironically, Serizawa Kamo, who was the murderer himself, will inherit the name.

# EXPLANATION_303
source: 土佐藩大殿。 武市を使い、日本を英国に売り渡す計画を 進めていた男。 野望が成った暁には帝にとって代わり 英国領となった日本の支配者になるはずだった。
es_es: Tosa Domain Great Hall. A man who was planning to sell Japan to Britain using Takeshi. When the ambitions came to fruition, he was supposed to replace the emperor as the ruler of Japan, which became British territory.

# EXPLANATION_304
source: 高知城に現れた謎の男。 吉田東洋を殺害するや、素早く姿を消す。
es_es: A mysterious man who appeared in Kochi Castle. As soon as Yoshida Toyo is killed, he disappears quickly.

# EXPLANATION_305
source: 高知城に現れた謎の男。 吉田東洋を殺害し、武市にも深手を負わせる。
es_es: A mysterious man who appeared in Kochi Castle. Kills Toyo Yoshida and gives Takeshi a deep hand.

# EXPLANATION_306
source: 高知城に現れた謎の男。 吉田東洋を殺害し、行方をくらませる。 龍馬はこの男を追い続けている。
es_es: A mysterious man who appeared in Kochi Castle. Kill Yoshida Toyo and blind him. Ryoma keeps chasing this man.

# EXPLANATION_307
source: 高知城に現れた謎の男。 吉田東洋を殺害し、行方をくらませる。 龍馬はこの男が「天念理心流」という剣術の 使い手であることを突き止めた。
es_es: A mysterious man who appeared in Kochi Castle. Kill Yoshida Toyo and blind him. Ryoma found out that this man was a swordsman who used "Tennen Rishin-ryu".

# EXPLANATION_308
source: 高知城に現れた謎の男。 吉田東洋を殺害し、行方をくらませる。 一年に渡る龍馬の調査の結果、 この男が「天念理心流」という剣術の 使い手だということが分かった。
es_es: A mysterious man who appeared in Kochi Castle. Kill Yoshida Toyo and blind him. After a year of research on Ryoma, it was found that this man was a swordsman who used "Tennen Rishin-ryu".

# EXPLANATION_309
source: 高知城に現れた謎の男。 吉田東洋を殺害し、行方をくらませる。 一年に渡る龍馬の調査の結果、 この男が「天念理心流」という剣術の 使い手だということが分かった。 その正体は壬生浪士組の芹沢鴨であり、 龍馬にとっては「井上源三郎」であった。
es_es: A mysterious man who appeared in Kochi Castle. Kill Yoshida Toyo and blind him. After a year of research on Ryoma, it was found that this man was a swordsman who used "Tennen Rishin-ryu". Its true identity was Serizawa Kamo of the Mibu Roushigumi, and for Ryoma it was "Inoue Genzaburo."
