Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/staypar/stay.par/correlation_person.po
Languages: es_es

# DIAGRAM_GROUP_0
source: 土佐藩
es_es: Tosa domain

# DIAGRAM_GROUP_1
source: 土佐藩
es_es: Tosa domain

# DIAGRAM_GROUP_2
source: 龍馬
es_es: Ryoma

# DIAGRAM_GROUP_3
source: 土佐藩
es_es: Tosa domain

# DIAGRAM_GROUP_4
source: 武市
es_es: Takeshi

# DIAGRAM_GROUP_5
source: 土佐藩
es_es: Tosa domain

# DIAGRAM_GROUP_6
source: 中岡
es_es: Nakaoka

# DIAGRAM_GROUP_7
source: 新選組
es_es: Shinsengumi

# DIAGRAM_GROUP_8
source: 新選組
es_es: Shinsengumi

# DIAGRAM_GROUP_9
source: 新選組
es_es: Shinsengumi

# DIAGRAM_GROUP_10
source: 御陵衛士
es_es: Goryo Guardian

# DIAGRAM_GROUP_11
source: 新選組
es_es: Shinsengumi

# DIAGRAM_GROUP_12
source: 新選組
es_es: Shinsengumi

# DIAGRAM_GROUP_13
source: 新選組
es_es: Shinsengumi

# DIAGRAM_GROUP_14
source: 新選組
es_es: Shinsengumi

# DIAGRAM_GROUP_15
source: 御陵衛士
es_es: Goryo Guardian

# DIAGRAM_GROUP_16
source: 新選組
es_es: Shinsengumi

# DIAGRAM_GROUP_17
source: 新選組
es_es: Shinsengumi

# DIAGRAM_GROUP_18
source: 新選組
es_es: Shinsengumi

# DIAGRAM_GROUP_19
source: 御陵衛士
es_es: Goryo Guardian

# DIAGRAM_GROUP_20
source: 新選組
es_es: Shinsengumi

# DIAGRAM_GROUP_21
source: 新選組
es_es: Shinsengumi

# DIAGRAM_GROUP_22
source: 新選組
es_es: Shinsengumi

# DIAGRAM_GROUP_23
source: 白装束の男
es_es: Man in white costume

# DIAGRAM_GROUP_24
source: 新選組
es_es: Shinsengumi

# DIAGRAM_GROUP_25
source: 寺田屋
es_es: Teradaya

# DIAGRAM_GROUP_26
source: 寺田屋
es_es: Teradaya

# DIAGRAM_GROUP_27
source: 偽龍
es_es: Pseudo-dragon

# DIAGRAM_GROUP_28
source: 薩摩藩
es_es: Satsuma Domain

# DIAGRAM_GROUP_29
source: 長州藩
es_es: Choshu clan

# DIAGRAM_GROUP_30
source: 長州藩
es_es: Choshu clan

# DIAGRAM_GROUP_31
source: 幾松人
es_es: Jisongren

# DIAGRAM_GROUP_32
source: 幕府
es_es: Shogunate

# DIAGRAM_GROUP_33
source: 幕府
es_es: Shogunate

# DIAGRAM_GROUP_34
source: 京都見廻組
es_es: Kyoto Mimawarigumi

# DIAGRAM_GROUP_35
source: 壬生浪士組
es_es: Mibu Roushigumi

# DIAGRAM_GROUP_36
source: 壬生浪士組
es_es: Mibu Roushigumi

# DIAGRAM_GROUP_37
source: 壬生浪士組
es_es: Mibu Roushigumi

# DIAGRAM_GROUP_38
source: 土佐藩
es_es: Tosa domain

# DIAGRAM_GROUP_39
source: 覆面
es_es: Mask

# NAME_0
source: 吉田東洋
es_es: Yoshida Toyo

# NAME_1
source: 坂本龍馬
es_es: Ryoma Sakamoto

# NAME_2
source: 坂本龍馬
es_es: Ryoma Sakamoto

# NAME_3
source: 武市半平太
es_es: Takechi Hanpeita

# NAME_4
source: 武市半平太
es_es: Takechi Hanpeita

# NAME_5
source: 岡田以蔵
es_es: Okada Izo

# NAME_6
source: 中岡慎太郎
es_es: Shintaro Nakaoka

# NAME_7
source: 近藤勇
es_es: Isami Kondo

# NAME_8
source: 土方歳三
es_es: Toshizo Hijikata

# NAME_9
source: 伊東甲子太郎
es_es: Kashitaro Ito

# NAME_10
source: 伊東甲子太郎
es_es: Kashitaro Ito

# NAME_11
source: 沖田総司
es_es: Soji Okita

# NAME_12
source: 永倉新八
es_es: Nagakura Shinpachi

# NAME_13
source: 松原忠治
es_es: Tadashi Matsubara

# NAME_14
source: 武田観柳斎
es_es: Takeda Kanryusai

# NAME_15
source: 武田観柳斎
es_es: Takeda Kanryusai

# NAME_16
source: 井上源三郎
es_es: Inoue Genzaburo

# NAME_17
source: 谷三十郎
es_es: Sanjuro Tani

# NAME_18
source: 藤堂平助
es_es: Todo Heisuke

# NAME_19
source: 藤堂平助
es_es: Todo Heisuke

# NAME_20
source: 鈴木三樹三郎
es_es: Suzuki Miki Saburo

# NAME_21
source: 原田左之助
es_es: Harada Sanosuke

# NAME_22
source: 山崎烝
es_es: Yamazaki Susumu

# NAME_23
source: 白装束の男
es_es: Man in white costume

# NAME_24
source: 山南敬助
es_es: Shannan Keisuke

# NAME_25
source: お登勢
es_es: Climbing

# NAME_26
source: おりょう
es_es: Oryo

# NAME_27
source: もう一人の龍馬
es_es: Another Ryoma

# NAME_28
source: 西郷吉之助
es_es: Saigo Yoshinosuke

# NAME_29
source: 新堀松輔
es_es: Matsusuke Shinbori

# NAME_30
source: 桂小五郎
es_es: Kogoro Katsura

# NAME_31
source: 幾松
es_es: Jisong

# NAME_32
source: 徳川慶喜
es_es: Tokugawa Yoshinobu

# NAME_33
source: 勝麟太郎
es_es: Katsu Rintaro

# NAME_34
source: 佐々木只三郎
es_es: Taizaburo Sasaki

# NAME_35
source: 本物の沖田総司
es_es: Genuine Okita Souji

# NAME_36
source: 本物の永倉新八
es_es: Genuine Nagakura Shinpachi

# NAME_37
source: 本物の井上源三郎
es_es: Genuine Inoue Genzaburo

# NAME_38
source: 山内容堂
es_es: Mountain Content Church

# NAME_39
source: 覆面の男
es_es: Masked man

# NAME_SHORT_0
source: 東洋
es_es: Oriental

# NAME_SHORT_1
source: 龍馬
es_es: Ryoma

# NAME_SHORT_2
source: 龍馬
es_es: Ryoma

# NAME_SHORT_3
source: 武市
es_es: Takeshi

# NAME_SHORT_4
source: 武市
es_es: Takeshi

# NAME_SHORT_5
source: 以蔵
es_es: Izo

# NAME_SHORT_6
source: 中岡
es_es: Nakaoka

# NAME_SHORT_7
source: 近藤
es_es: Kondo

# NAME_SHORT_8
source: 土方
es_es: Earthwork

# NAME_SHORT_9
source: 伊東
es_es: Ito

# NAME_SHORT_10
source: 伊東
es_es: Ito

# NAME_SHORT_11
source: 沖田
es_es: Okita

# NAME_SHORT_12
source: 永倉
es_es: Nagakura

# NAME_SHORT_13
source: 松原
es_es: Matsubara

# NAME_SHORT_14
source: 武田
es_es: Takeda

# NAME_SHORT_15
source: 武田
es_es: Takeda

# NAME_SHORT_16
source: 井上
es_es: Inoue

# NAME_SHORT_17
source: 谷
es_es: Valley

# NAME_SHORT_18
source: 藤堂
es_es: Todo

# NAME_SHORT_19
source: 藤堂
es_es: Todo

# NAME_SHORT_20
source: 鈴木
es_es: Suzuki

# NAME_SHORT_21
source: 原田
es_es: Harada

# NAME_SHORT_22
source: 山崎
es_es: Yamazaki

# NAME_SHORT_23
source: 白装束の男
es_es: Man in white costume

# NAME_SHORT_24
source: 山南
es_es: Shannan

# NAME_SHORT_25
source: お登勢
es_es: Climbing

# NAME_SHORT_26
source: おりょう
es_es: Oryo

# NAME_SHORT_27
source: もう一人の龍馬
es_es: Another Ryoma

# NAME_SHORT_28
source: 西郷
es_es: Saigo

# NAME_SHORT_29
source: 新堀
es_es: Shinbori

# NAME_SHORT_30
source: 桂
es_es: Gui

# NAME_SHORT_31
source: 幾松
es_es: Jisong

# NAME_SHORT_32
source: 徳川
es_es: Tokugawa

# NAME_SHORT_33
source: 勝
es_es: Win

# NAME_SHORT_34
source: 佐々木
es_es: Sasaki

# NAME_SHORT_35
source: 本物の沖田
es_es: Genuine Okita

# NAME_SHORT_36
source: 本物の永倉
es_es: Genuine Nagakura

# NAME_SHORT_37
source: 本物の井上
es_es: Genuine Inoue

# NAME_SHORT_38
source: 容堂
es_es: Rongtang

# NAME_SHORT_39
source: 覆面の男
es_es: Masked man

# EXPLANATION_0
source: 土佐藩参政。 龍馬の育ての親であり 処刑寸前だった龍馬を助ける。 「牽牛子塾（けんごしじゅく）」で 龍馬と落ち合う約束をする。
es_es: Participation in the Tosa domain. Help Ryoma, the parent of Ryoma and on the verge of execution. Make a promise to meet Ryoma at "Kengoshizuka".

# EXPLANATION_1
source: 土佐藩参政。 龍馬の育ての親であり 処刑寸前だった龍馬を助ける。 龍馬に武市半平太に会うよう促す。
es_es: Participation in the Tosa domain. Help Ryoma, the parent of Ryoma and on the verge of execution. Encourage Ryoma to meet Takechi Hanpeita.

# EXPLANATION_2
source: 土佐藩参政。 龍馬の育ての親であり 処刑寸前だった龍馬を助ける。 土佐勤王党による革命前夜 謎の「覆面の男」によって龍馬・武市の 目の前で殺害される。
es_es: Participation in the Tosa domain. Help Ryoma, the parent of Ryoma and on the verge of execution. Killed in front of Ryoma and Takeichi by a mysterious "masked man" on the eve of the revolution by the Tosakino Party.

# EXPLANATION_3
source: 土佐藩郷士。 江戸での剣術修行を終えて 一年ぶりに土佐に帰ってきた。
es_es: Tosa domain priest. After completing his swordsmanship training in Edo, he returned to Tosa for the first time in a year.

# EXPLANATION_4
source: 土佐藩郷士。 江戸での剣術修行を終えて 一年ぶりに土佐に帰ってきた。 上士に殺されそうになっていた 母娘を救うため、郷士の身分でありながら 上士を殴り飛ばしてしまう。
es_es: Tosa domain priest. After completing his swordsmanship training in Edo, he returned to Tosa for the first time in a year. In order to save the mother and daughter who were about to be killed by the superior, he beats the superior even though he is a villager.

# EXPLANATION_5
source: 土佐藩郷士。 江戸での剣術修行を終えて 一年ぶりに土佐に帰ってきた。 上士に歯向かったかどで投獄されたが、 恩師であり土佐藩の重鎮・吉田東洋に 救われる。
es_es: Tosa domain priest. After completing his swordsmanship training in Edo, he returned to Tosa for the first time in a year. He was imprisoned for facing his superiors, but was saved by his teacher, Tosa Tosa, a heavyweight of the Tosa domain.

# EXPLANATION_6
source: 土佐藩郷士。 江戸での剣術修行を終えて 一年ぶりに土佐に帰ってきた。 幼き頃の学び舎「牽牛子塾」で 恩師・吉田東洋と酒を酌み交わした後、 龍馬の兄貴分・武市半平太に会いに向かう。
es_es: Tosa domain priest. After completing his swordsmanship training in Edo, he returned to Tosa for the first time in a year. After having a drink with his teacher, Toyo Yoshida, at the school building "Kengoshizuka Juku" when he was a child, he headed to see Ryoma's older brother, Takechi Hanpeita.

# EXPLANATION_7
source: 土佐藩郷士。 江戸での剣術修行を終えて 一年ぶりに土佐に帰ってきた。 兄貴分であり「土佐勤王党」の盟主である 武市半平太と再会。その志を聞き、 勤王党の「筆頭」の座を引き受ける。
es_es: Tosa domain priest. After completing his swordsmanship training in Edo, he returned to Tosa for the first time in a year. Reunited with Takechi Hanpeita, a big brother and the leader of the Tosakino Party. Hearing that aspiration, he takes on the "leading" position of the Qin Wang Party.

# EXPLANATION_8
source: 土佐藩郷士。 江戸での剣術修行を終えて 一年ぶりに土佐に帰ってきた。 土佐勤王党にとって新参でありながら 武市から筆頭の座を任されたため 党内の反感を買い、岡田以蔵と対立する。
es_es: Tosa domain priest. After completing his swordsmanship training in Edo, he returned to Tosa for the first time in a year. Although he is a newcomer to the Tosakinōto Party, he was appointed as the leader by Takeichi, so he was disliked by the party and confronted Okada Izo.

# EXPLANATION_9
source: 土佐藩郷士。 江戸での剣術修行を終えて 一年ぶりに土佐に帰ってきた。 吉田東洋と今後の話をするため 武市と共に高知城へ向かう。
es_es: Tosa domain priest. After completing his swordsmanship training in Edo, he returned to Tosa for the first time in a year. Heading to Kochi Castle with Takeichi to talk with Toyo Yoshida in the future.

# EXPLANATION_10
source: 土佐藩郷士。 江戸での剣術修行を終えて 一年ぶりに土佐に帰ってきた。 土佐勤王党の蜂起前夜、 恩師・吉田東洋が目の前で謎の「覆面の男」に 殺害されたうえ、役人から東洋殺害犯と誤解され 藩から追われる立場に陥る。
es_es: Tosa domain priest. After completing his swordsmanship training in Edo, he returned to Tosa for the first time in a year. On the eve of the uprising of the Tosakino Party, his teacher, Toyo Yoshida, was killed by a mysterious "masked man" in front of him, and he was misunderstood by an official as an oriental murderer and fell into a position of being chased by the clan.

# EXPLANATION_11
source: 元・土佐藩郷士。 恩師・吉田東洋の殺害容疑の濡れ衣を着て 土佐を脱藩。現在は 浪人「斎藤一」として京に潜伏している。
es_es: Former Tosa domain scholar. Dappan Tosa wearing a wet robe suspected of killing his teacher, Toyo Yoshida. Currently, he is hiding in Kyoto as a ronin "Saito Hajime".

# EXPLANATION_12
source: 元・土佐藩郷士。 恩師・吉田東洋の殺害容疑の濡れ衣を着て 土佐を脱藩。現在は 浪人「斎藤一」として京に潜伏している。 脱藩して自堕落な男に成り果てたかに見えたが、 それは偽りの姿だった。
es_es: Former Tosa domain scholar. Dappan Tosa wearing a wet robe suspected of killing his teacher, Toyo Yoshida. Currently, he is hiding in Kyoto as a ronin "Saito Hajime". It seemed that he had escaped from the domain and became a self-deprecated man, but it was a false appearance.

# EXPLANATION_13
source: 元・土佐藩郷士。 恩師・吉田東洋の殺害容疑の濡れ衣を着て 土佐を脱藩。現在は 浪人「斎藤一」として京に潜伏している。 脱藩して自堕落な男に成り果てたかに見えたが、 秘密裏に覆面の男が使った剣術 「天念理心流」を追っていた。
es_es: Former Tosa domain scholar. Dappan Tosa wearing a wet robe suspected of killing his teacher, Toyo Yoshida. Currently, he is hiding in Kyoto as a ronin "Saito Hajime". It seemed that he had escaped from the domain and became a self-deprecated man, but he secretly pursued the swordsmanship "Tennen Rishin-ryu" used by the masked man.

# EXPLANATION_14
source: 元・土佐藩郷士。 恩師・吉田東洋の殺害容疑の濡れ衣を着て 土佐を脱藩。現在は 浪人「斎藤一」として京に潜伏している。 謎の男・新堀松輔に 「サイの風呂屋」と呼ばれる情報屋を紹介された。
es_es: Former Tosa domain scholar. Dappan Tosa wearing a wet robe suspected of killing his teacher, Toyo Yoshida. Currently, he is hiding in Kyoto as a ronin "Saito Hajime". A mysterious man, Matsusuke Shinbori, introduced me to an information store called "Sai no Bathhouse".

# EXPLANATION_15
source: 元・土佐藩郷士。 恩師・吉田東洋の殺害容疑の濡れ衣を着て 土佐を脱藩。現在は 浪人「斎藤一」として京に潜伏している。 伝説の情報屋「サイの風呂屋」との密談中 乱入してきた巨漢の男と拳を交えることになる。
es_es: Former Tosa domain scholar. Dappan Tosa wearing a wet robe suspected of killing his teacher, Toyo Yoshida. Currently, he is hiding in Kyoto as a ronin "Saito Hajime". During a secret talk with the legendary information store "Sai no Yuya", he will fist with a giant man who has invaded.

# EXPLANATION_16
source: 元・土佐藩郷士。 恩師・吉田東洋の殺害容疑の濡れ衣を着て 土佐を脱藩。現在は 浪人「斎藤一」として京に潜伏している。 「天念理心流」の使い手を追う中で 長州の新堀松輔、薩摩の西郷吉之助と出会う。
es_es: Former Tosa domain scholar. Dappan Tosa wearing a wet robe suspected of killing his teacher, Toyo Yoshida. Currently, he is hiding in Kyoto as a ronin "Saito Hajime". While chasing the user of "Tennen Rishin-ryu", he meets Matsusuke Shinbori of Choshu and Yoshinosuke Saigo of Satsuma.

# EXPLANATION_17
source: 元・土佐藩郷士。 恩師・吉田東洋の殺害容疑の濡れ衣を着て 土佐を脱藩。現在は 浪人「斎藤一」として京に潜伏している。 土佐の顔なじみが殺害された現場で 編み笠の男から骸街へ来るよう呼び出しを受ける。
es_es: Former Tosa domain scholar. Dappan Tosa wearing a wet robe suspected of killing his teacher, Toyo Yoshida. Currently, he is hiding in Kyoto as a ronin "Saito Hajime". At the scene where Tosa's familiar face was murdered, a man in a knitting hat calls him to come to the skeleton.

# EXPLANATION_18
source: 元・土佐藩郷士。 恩師・吉田東洋の殺害容疑の濡れ衣を着て 土佐を脱藩。現在は 浪人「斎藤一」として京に潜伏している。 骸街で岡田以蔵との再会を果たすが、 以蔵は龍馬に刀を向ける。
es_es: Former Tosa domain scholar. Dappan Tosa wearing a wet robe suspected of killing his teacher, Toyo Yoshida. Currently, he is hiding in Kyoto as a ronin "Saito Hajime". Reunited with Okada Izo in the skeleton, but Izo points his sword at Ryoma.

# EXPLANATION_19
source: 元・土佐藩郷士。 恩師・吉田東洋の殺害容疑の濡れ衣を着て 土佐を脱藩。現在は 浪人「斎藤一」として京に潜伏している。 以蔵から武市半平太の居場所を聞き、 会いに向かう。
es_es: Former Tosa domain scholar. Dappan Tosa wearing a wet robe suspected of killing his teacher, Toyo Yoshida. Currently, he is hiding in Kyoto as a ronin "Saito Hajime". I heard about Takechi Hanpeita's whereabouts from Izo and headed to meet him.

# EXPLANATION_20
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏している。 恩師・吉田東洋を殺害した犯人を追うため 新選組への入隊を決意する。
es_es: Former Tosa domain scholar. He is hiding in Kyoto as a ronin "Saito Hajime". Decided to join the Shinsengumi to pursue the criminal who killed his teacher, Toyo Yoshida.

# EXPLANATION_21
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏している。 恩師・吉田東洋を殺害した犯人を追うため 新選組への入隊を決意する。 入隊試験で新選組二番隊隊長にして 天念理心流の使い手である永倉新八と対決する。
es_es: Former Tosa domain scholar. He is hiding in Kyoto as a ronin "Saito Hajime". Decided to join the Shinsengumi to pursue the criminal who killed his teacher, Toyo Yoshida. In the enlistment test, he confronts Shinpachi Nagakura, the captain of the Shinsengumi 2nd division and a user of Tennen Rishin-ryu.

# EXPLANATION_22
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏している。 恩師・吉田東洋を殺害した犯人を追うため 新選組への入隊を決意する。 永倉に認められ、入隊を果たすが 副長・土方歳三に料亭へ呼び出しを受ける。
es_es: Former Tosa domain scholar. He is hiding in Kyoto as a ronin "Saito Hajime". Decided to join the Shinsengumi to pursue the criminal who killed his teacher, Toyo Yoshida. Recognized by Nagakura, he joins the army, but is called to a restaurant by Toshizo Hijikata, the deputy director.

# EXPLANATION_23
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏している。 新選組入隊を果たすが 副長・土方歳三に料亭へ呼び出され、 白装束の男との殺し合いをする羽目になる。
es_es: Former Tosa domain scholar. He is hiding in Kyoto as a ronin "Saito Hajime". Although he joins the Shinsengumi, he is called to a restaurant by Toshizo Hijikata, the deputy director, and ends up killing each other with a man in white costume.

# EXPLANATION_24
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏している。 新選組副長・土方歳三から 三番隊隊長の座を任された。 幹部会での顔見せを終え、帰路に就く。
es_es: Former Tosa domain scholar. He is hiding in Kyoto as a ronin "Saito Hajime". Toshizo Hijikata, the deputy chief of the Shinsengumi, took over the position of captain of the third division. After finishing the appearance at the executive committee, he goes home.

# EXPLANATION_25
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 新選組入隊に強く反発して 寺田屋を飛び出したおりょうの行方を追う。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Following the whereabouts of Oryo who jumped out of Teradaya in strong opposition to the Shinsengumi enlistment.

# EXPLANATION_26
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 新選組入隊に強く反発するおりょうに 自身の秘密を打ち明け、和解する。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". He confesses his secret and reconciles with Ryo, who strongly opposes the Shinsengumi enlistment.

# EXPLANATION_27
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 龍馬を待つ人物がいると聞かされ、 清水寺へ向かう。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". I was told that there was a person waiting for Ryoma, and headed for Kiyomizu-dera.

# EXPLANATION_28
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 清水寺で土佐の中岡慎太郎と出会うも 土佐勤王党の襲撃を受ける。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Although he meets Shintaro Nakaoka of Tosa at Kiyomizu-dera, he is attacked by the Tosa Qin Wang Party.

# EXPLANATION_29
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 三番隊隊長の羽織をまとい、 新選組屯所へ向かう。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Wearing the haori of the third captain, head to the Shinsengumi tunsho.

# EXPLANATION_30
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 新選組屯所へ出勤し、 三番隊隊長としての任務の説明を受ける。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Commute to the Shinsengumi Tonsho and receive an explanation of his duties as the commander of the Third Division.

# EXPLANATION_31
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 新選組監察・山崎烝から 隊を脱走した秋元の情報を受け、 祗園へ捕縛に向かう。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". After receiving information from Akimoto, who escaped from the corps from the Shinsengumi inspector general, Susumu Yamazaki, he headed for capture in Gion.

# EXPLANATION_32
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 新選組を脱走した秋元を捉えるべく 祗園を訪れている。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". I am visiting Gion to catch Akimoto who escaped from the Shinsengumi.

# EXPLANATION_33
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 脱走者・秋元が無残に斬られたことに 衝撃を受けつつも、 新選組屯所へ任務の報告に戻る。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". While being shocked by the miserable slash of the escaper Akimoto, he returns to the Shinsengumi Tonsho to report his mission.

# EXPLANATION_34
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 六番隊隊長・井上源三郎から岡田以蔵が 賭場にいると知らされ、現場へ急ぐ。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Inoue Genzaburo, the captain of the 6th division, informed me that Izo Okada was in the gambling house and hurried to the scene.

# EXPLANATION_35
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 新選組隊長として岡田以蔵と対峙する。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Confront Okada Izo as the Shinsengumi captain.

# EXPLANATION_36
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 過激派志士による御所放火に 中岡が噛んでいるとの情報を聞き、 中岡のいる寺田屋へ急ぐ。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Hearing information that Nakaoka is biting the arson of the Gosho by a radical scholar, he hurries to Teradaya where Nakaoka is.

# EXPLANATION_37
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 過激派志士による暴挙に 中岡が噛んでいるかと思われたが、誤解だった。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". It seemed that Nakaoka was bitten by the violence by the radical scholars, but it was a misunderstanding.

# EXPLANATION_38
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 四番隊隊長の松原忠治が情報屋の鴉と 密談している場面に遭遇した。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". I encountered a scene in which Tadashi Matsubara, the captain of the 4th division, was chatting with a crow, an information store.

# EXPLANATION_39
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 過激派志士の会合場所が二択に絞られ、 屯所内で待機を命じられる。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". The meeting place for the radical scholars is narrowed down to two choices, and they are ordered to wait in the tunsho.

# EXPLANATION_40
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 過激派志士が会合を持っていると 思われる四国屋へ向かう。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Head to Shikokuya, where radical scholars are believed to have a meeting.

# EXPLANATION_41
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 過激派志士が会合を開いている 池田屋へ向かう。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Head to Ikedaya, where radical scholars are holding a meeting.

# EXPLANATION_42
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 勤王志士の会合場所が池田屋と分かり 他の隊長と共に突入する。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". The meeting place of the Qin Wang Shishi was found to be Ikedaya and rushed in with other captains.

# EXPLANATION_43
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 池田屋での戦闘の最中、新堀松輔に再会。 その正体が桂小五郎であることを知る。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Reunited with Matsusuke Shinbori during the battle at Ikedaya. Know that the true identity is Kogoro Katsura.

# EXPLANATION_44
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 「天念理心流」の宗家・近藤勇との 接触機会を得るため、新選組屯所へ向かう。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Head to the Shinsengumi Tonsho to get a chance to contact Isami Kondo, a sect of "Tennen Rishin-ryu".

# EXPLANATION_45
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 永倉から近藤勇と芹沢鴨についての話を聞く。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Hear from Nagakura about Isami Kondo and Kamo Serizawa.

# EXPLANATION_46
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 伊東から近藤勇についての話を聞く。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Hear from Ito about Isami Kondo.

# EXPLANATION_47
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 土方から近藤勇についての話を聞く。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Hijikata hears about Isami Kondo.

# EXPLANATION_48
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 屯所で近藤の情報を探ったが 収穫は得られなかった。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". I searched for Kondo's information at the tunsho, but no harvest was obtained.

# EXPLANATION_49
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 “もう一人の龍馬”の存在を知り、 中岡に相談へ向かう。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Knowing the existence of "another Ryoma", he goes to Nakaoka for consultation.

# EXPLANATION_50
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 “もう一人の龍馬”の情報を得るため、 西郷のいる薩摩藩邸へ向かう。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Head to the Satsuma clan's residence where Saigo is located to get information on "another Ryoma".

# EXPLANATION_51
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 「坂本龍馬」についての調査報告をするため 近藤勇のいるという祗園へ向かう。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Heading to Gion, where Isami Kondo is, to report on the investigation of "Ryoma Sakamoto".

# EXPLANATION_52
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 遂に新選組局長にして天念理心流の宗家である 近藤勇と対峙した。 近藤が果たして吉田東洋を斬った 「覆面の男」なのかを知るべく、刀を交える。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Finally, he confronted Isami Kondo, the director of the Shinsengumi and a sect of Tennen Rishin-ryu. Kondo crosses a sword to find out if he is the "masked man" who slashed Yoshida Toyo.

# EXPLANATION_53
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 新選組局長にして天念理心流の宗家である 近藤勇と対峙したが、近藤は恩師・吉田東洋を 殺した「覆面の男」ではなかった。 新たな手掛かりを求めて、屯所へ向かう。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". He confronted Isami Kondo, the director of the Shinsengumi and a sect of Tennen Rishin-ryu, but Kondo was not the "masked man" who killed his teacher, Toyo Yoshida. Heading to the tunsho for new clues.

# EXPLANATION_54
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 沖田に屯所の土蔵で話があると言われている。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". It is said that there is a story in Okita's storehouse.
