Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/staypar/stay.par/correlation_person.po
Languages: es_es

# EXPLANATION_202
source: 新選組六番隊隊長。 新選組幹部の中でも最年長の古参。 近藤勇と龍馬の勝負を陰から見ていた。 龍馬が理心流の秘密を知り過ぎているとして 危険視している。
es_es: Captain of the 6th division of the Shinsengumi. The oldest veteran of the Shinsengumi executives. I was watching the game between Isami Kondo and Ryoma from behind. Ryoma regards it as dangerous because he knows too much about the secrets of Rishin-ryu.

# EXPLANATION_203
source: 新選組六番隊隊長。 新選組幹部の中でも最年長の古参。 何者かの手によって殺害される。
es_es: Captain of the 6th division of the Shinsengumi. The oldest veteran of the Shinsengumi executives. Killed by someone's hand.

# EXPLANATION_204
source: 新選組六番隊隊長。 新選組幹部の中でも最年長の古参。 何者かの手によって殺害される。 沖田の口から、龍馬の追っていた「覆面の男」の 正体であると明かされる。
es_es: Captain of the 6th division of the Shinsengumi. The oldest veteran of the Shinsengumi executives. Killed by someone's hand. From Okita's mouth, it is revealed that he is the true identity of the "masked man" that Ryoma was chasing.

# EXPLANATION_205
source: 新選組六番隊隊長。 新選組幹部の中でも最年長の古参。 何者かの手によって殺害される。 その正体は新選組の前身「壬生浪士組」の 筆頭局長・芹沢鴨であり、 吉田東洋を殺害した「覆面の男」であった。
es_es: Captain of the 6th division of the Shinsengumi. The oldest veteran of the Shinsengumi executives. Killed by someone's hand. Its true identity was Serizawa Kamo, the chief director of the Shinsengumi's predecessor, the Mibu Roushigumi, and the "masked man" who killed Yoshida Toyo.

# EXPLANATION_206
source: 新選組七番隊隊長。 隊長の座を利用して様々な利権を得ている。
es_es: Shinsengumi 7th division captain. He has obtained various interests by using the position of captain.

# EXPLANATION_207
source: 新選組七番隊隊長。 隊長の座を利用して様々な利権を得ている。 岡田以蔵の捕縛を狙い、賭場へ急ぐ。
es_es: Shinsengumi 7th division captain. He has obtained various interests by using the position of captain. Aiming to capture Okada Izo, hurry to the gambling house.

# EXPLANATION_208
source: 新選組七番隊隊長。 隊長の座を利用して様々な利権を得ている。 岡田以蔵捕縛の手柄を競う鈴木を出し抜き いち早く賭場の中に踏み込んだ。
es_es: Shinsengumi 7th division captain. He has obtained various interests by using the position of captain. Izo Okada overtook Suzuki, who was competing for the credit of capture, and quickly stepped into the gambling house.

# EXPLANATION_209
source: 新選組七番隊隊長。 功に逸り、岡田以蔵に単身斬りかかったところを 返り討ちにされ死亡。
es_es: Shinsengumi 7th division captain. He died when he was killed by Okada Izo when he was slashed by himself.

# EXPLANATION_210
source: 新選組八番隊隊長。 最年少の隊長。 人懐っこい性格で、新参の龍馬の世話役を 買って出る。
es_es: Captain of the Shinsengumi 8th division. The youngest captain. With a friendly personality, he buys a caretaker for the new Ryoma.

# EXPLANATION_211
source: 新選組八番隊隊長。 最年少の隊長。 人懐っこい性格で、新参の龍馬の世話役を 買って出る。 龍馬と共に脱走隊士の捕縛に当たる。
es_es: Captain of the Shinsengumi 8th division. The youngest captain. With a friendly personality, he buys a caretaker for the new Ryoma. Captured the deserter with Ryoma.

# EXPLANATION_212
source: 新選組八番隊隊長。 最年少の隊長。 人懐っこい性格で、新参の龍馬の世話役を 買って出る。 しかし脱走隊士を無残に斬り捨てる残酷さも 露わにした。
es_es: Captain of the Shinsengumi 8th division. The youngest captain. With a friendly personality, he buys a caretaker for the new Ryoma. However, he also revealed the cruelty of slashing the deserters.

# EXPLANATION_213
source: 新選組八番隊隊長で、隊長としては最年少。 井上の復讐を沖田に牽制されて ふてくされる原田のあやし役を引き受ける。
es_es: Shinsengumi 8th captain, the youngest captain. Takes on the role of Ayashi Harada, who is restrained by Okita for Inoue's revenge.

# EXPLANATION_214
source: 新選組八番隊隊長で、隊長としては最年少。 土方ら試衛館派に与していると思われたが 寺田屋襲撃を経て伊東派寄りの立場を 見せ始める。
es_es: Shinsengumi 8th captain, the youngest captain. It was thought that Hijikata and others were giving to the escort sect, but after the attack on Teradaya, he began to show a position closer to the Ito sect.

# EXPLANATION_215
source: 元新選組八番隊隊長。 最年少の隊長で、伊東一派と共に新選組を 離反したかに見えたが、近藤の指示で “もう一人の龍馬”の動向を探るべく 間者の役目を果たしていたことが分かる。
es_es: Former Shinsengumi 8th division captain. He was the youngest captain and seemed to have left the Shinsengumi with the Ito faction, but it turns out that he played the role of a man to explore the trend of "another Ryoma" at the direction of Kondo.

# EXPLANATION_216
source: 元新選組八番隊隊長。 最年少の隊長で、伊東一派と共に新選組を 離反したかに見えたが、近藤の指示で “もう一人の龍馬”の動向を探るべく 間者の役目を果たしていたことが分かる。 しかしそのことが武田観柳斎に知られ、 致命傷を負う。
es_es: Former Shinsengumi 8th division captain. He was the youngest captain and seemed to have left the Shinsengumi with the Ito faction, but it turns out that he played the role of a man to explore the trend of "another Ryoma" at the direction of Kondo. However, this is known to Takeda Kanryusai, and he is fatally injured.

# EXPLANATION_217
source: 元新選組八番隊隊長。 最年少の隊長で、伊東一派と共に新選組を 離反したかに見えたが、近藤の指示で “もう一人の龍馬”の動向を探るべく 間者の役目を果たしていたことが分かる。 しかしそのことが武田観柳斎に知られ、 命を落とす。
es_es: Former Shinsengumi 8th division captain. He was the youngest captain and seemed to have left the Shinsengumi with the Ito faction, but it turns out that he played the role of a man to explore the trend of "another Ryoma" at the direction of Kondo. However, that was known to Takeda Kanryusai, and he lost his life.

# EXPLANATION_218
source: 新選組九番隊隊長。 伊東甲子太郎の伝手で隊長の座についたと 言われる男。言動も伊東寄りの発言が目立つ。
es_es: Shinsengumi 9th Captain. A man who is said to have taken the position of captain as a messenger of Kashitaro Ito. The words and deeds that are closer to Ito stand out.

# EXPLANATION_219
source: 新選組九番隊隊長。 伊東甲子太郎の伝手で隊長の座についたと 言われる男。言動も伊東寄りの発言が目立つ。 岡田以蔵発見の報せを受けて、 龍馬に先行して賭場へ向かっている。
es_es: Shinsengumi 9th Captain. A man who is said to have taken the position of captain as a messenger of Kashitaro Ito. The words and deeds that are closer to Ito stand out. Following the news of the discovery of Okada Izo, he is heading to the gambling house ahead of Ryoma.

# EXPLANATION_220
source: 新選組九番隊隊長。 伊東甲子太郎の伝手で隊長の座についたと 言われる男。言動も伊東寄りの発言が目立つ。 岡田以蔵捕縛のため賭場へ急行。 手柄を競う谷に出し抜かれ、 賭場への突入に遅れる。
es_es: Shinsengumi 9th Captain. A man who is said to have taken the position of captain as a messenger of Kashitaro Ito. The words and deeds that are closer to Ito stand out. Express to the gambling house to capture Okada Izo. Being overtaken by the valley competing for credit, he is late for entering the gambling house.

# EXPLANATION_221
source: 新選組九番隊隊長。 岡田以蔵の捕縛に向かうも 返り討ちに遭い死亡。
es_es: Shinsengumi 9th Captain. Although he headed for the capture of Okada Izo, he was killed in a revenge.

# EXPLANATION_222
source: 新選組十番隊隊長。 粗暴な振る舞いを井上源三郎に指摘される。
es_es: Captain of the Shinsengumi 10th division. Rough behavior is pointed out by Inoue Genzaburo.

# EXPLANATION_223
source: 新選組十番隊隊長。 井上源三郎の死を新選組の名が地に落ちることを 危惧し復讐にいきり立つが沖田に脅される。
es_es: Captain of the Shinsengumi 10th division. Okita threatens to take revenge for fear that the name of the Shinsengumi will fall to the ground due to the death of Inoue Genzaburo.

# EXPLANATION_224
source: 新選組十番隊隊長。 十番隊ぐるみで京への放火を行っているのを 龍馬に目撃される。 火事の混乱に乗じて龍馬を抹殺しようと襲い掛かる。
es_es: Captain of the Shinsengumi 10th division. Ryoma witnesses arson to Kyo in the tenth corps. Taking advantage of the turmoil of the fire, he attacks to kill Ryoma.

# EXPLANATION_225
source: 新選組十番隊隊長。 火事の混乱に乗じて龍馬を抹殺しようと 襲い掛かるも敗れる。 自分が燃やした家屋の下敷きになるという 皮肉な最期を遂げた。
es_es: Captain of the Shinsengumi 10th division. He tries to kill Ryoma by taking advantage of the turmoil of the fire, but he loses. I've reached the ironic end of being the underlay of a house I burned.

# EXPLANATION_226
source: 新選組監察。 浮浪者に成りすまして龍馬を待ち伏せていた。 新選組脱走隊士の情報を龍馬に伝える。
es_es: Shinsengumi inspection. I was ambushing Ryoma in the guise of a vagrant. Communicate information about Shinsengumi deserters to Ryoma.

# EXPLANATION_227
source: 新選組監察。 勤王志士古高俊太郎を拷問し情報を吐かせた。
es_es: Shinsengumi inspection. He tortured Shuntaro Kodaka, a priest of Qin Wang, and made him spit out information.

# EXPLANATION_228
source: 新選組監察。 近藤勇からの伝言を龍馬に伝える。
es_es: Shinsengumi inspection. Send a message from Isami Kondo to Ryoma.

# EXPLANATION_229
source: 新選組監察。 おりょうとも何らかのつながりがある模様。
es_es: Shinsengumi inspection. It seems that there is some connection with Ryo.

# EXPLANATION_230
source: 新選組監察。 “もう一人の龍馬”につながる人物かと 思われたが、何者かに殺害される。
es_es: Shinsengumi inspection. It was thought that he was connected to "another Ryoma", but he was killed by someone.

# EXPLANATION_231
source: 龍馬の前に現れた謎の男。 土方の命で龍馬と死闘を繰り広げることになる。
es_es: A mysterious man who appeared in front of Ryoma. Hijikata's life will lead to a deadly battle with Ryoma.

# EXPLANATION_232
source: 土方の命で龍馬の前に現れた謎の男。 その正体は 元新選組総長兼三番隊隊長、山南敬助だった。 隊からの脱走を図るが失敗、捕縛される。 土方から龍馬との死闘に勝てば無罪放免という 条件を出され、試合に臨むが敗れ、処刑された。
es_es: A mysterious man who appeared in front of Ryoma at Hijikata's life. Its true identity was Keisuke Yamanami, a former Shinsengumi president and third captain. Attempts to escape from the corps fail, and he is arrested. Hijikata gave him the condition of acquittal if he won the death battle with Ryoma, and he faced the match but was defeated and executed.

# EXPLANATION_233
source: 京でも有数の大宿・寺田屋の女将。 宿代を滞納し続けている龍馬に対し寛容だが 金にはしっかりしている。
es_es: The landlady of Teradaya, one of the leading inns in Kyoto. He is tolerant of Ryoma who continues to delinquent accommodation charges, but he is solid in money.

# EXPLANATION_234
source: 京でも有数の大宿・寺田屋の女将。 新選組に入隊すると言い出した龍馬に 戸惑うと同時に、今までにない 強い意志を感じている。
es_es: The landlady of Teradaya, one of the leading inns in Kyoto. At the same time as being puzzled by Ryoma who said he would join the Shinsengumi, he feels an unprecedented strong will.

# EXPLANATION_235
source: 京でも有数の大宿・寺田屋の女将。 新選組入隊を果たした龍馬に反発する おりょうを気遣っている。
es_es: The landlady of Teradaya, one of the leading inns in Kyoto. I am concerned about Ryoma, who has joined the Shinsengumi.

# EXPLANATION_236
source: 京でも有数の大宿・寺田屋の女将。 おりょうが機嫌を直しほっとしている。
es_es: The landlady of Teradaya, one of the leading inns in Kyoto. Oryo is relieved to be in a good mood.

# EXPLANATION_237
source: 京でも有数の大宿・寺田屋の女将。 新選組に入隊した龍馬を送り出した。
es_es: The landlady of Teradaya, one of the leading inns in Kyoto. Ryoma who joined the Shinsengumi was sent out.

# EXPLANATION_238
source: 京でも有数の大宿・寺田屋の女将。 寺田屋が修羅場と化す前に 素早く避難した。
es_es: The landlady of Teradaya, one of the leading inns in Kyoto. He quickly evacuated before Teradaya turned into a shrine.

# EXPLANATION_239
source: 京でも有数の大宿・寺田屋の女将。 龍馬を裏切っていたおりょうをかばい、 仲を取り持った。
es_es: The landlady of Teradaya, one of the leading inns in Kyoto. He protected Ryoma, who had betrayed Ryoma, and took care of him.

# EXPLANATION_240
source: 京でも有数の大宿・寺田屋の女将。 火の手を避け、おりょうとともに どこかへ避難していることを置手紙に残した。
es_es: The landlady of Teradaya, one of the leading inns in Kyoto. I wrote a letter saying that I was evacuating somewhere with Ryo, avoiding the fire.

# EXPLANATION_241
source: 京でも有数の大宿・寺田屋の女将。 京の街に平和を取り戻すため、 龍馬たちに近江屋を提供する。
es_es: The landlady of Teradaya, one of the leading inns in Kyoto. Provide Omiya to Ryoma and others to restore peace to the city of Kyoto.

# EXPLANATION_242
source: 京でも有数の大宿・寺田屋の女将。 瀕死の藤堂を救うべく医者の元へ走る。
es_es: The landlady of Teradaya, one of the leading inns in Kyoto. Run to the doctor to save the dying Todo.

# EXPLANATION_243
source: 京でも有数の大宿・寺田屋の女将。 近江屋の会合を成功させるべく奔走する。
es_es: The landlady of Teradaya, one of the leading inns in Kyoto. Struggle to make the Omiya meeting a success.

# EXPLANATION_244
source: 京でも有数の大宿・寺田屋の女将。 最期の戦いに赴こうとする龍馬へ おりょうとのひと時を過ごすよう諭す。
es_es: The landlady of Teradaya, one of the leading inns in Kyoto. He advises Ryoma to spend some time with Ryoma, who is about to go to the final battle.

# EXPLANATION_245
source: 京でも有数の大宿・寺田屋の女将。 全ての決着がついたのち、寺田屋の一室を 中岡慎太郎に提供する。
es_es: The landlady of Teradaya, one of the leading inns in Kyoto. After all the decisions are made, a room at Teradaya will be provided to Shintaro Nakaoka.

# EXPLANATION_246
source: 京でも有数の大宿・寺田屋の女中。 宿代を滞納し続けている龍馬を 苦々しく思っている。
es_es: The maid of Teradaya, one of the leading inns in Kyoto. I'm bitter about Ryoma, who continues to delinquent accommodation charges.

# EXPLANATION_247
source: 京でも有数の大宿・寺田屋の女中。 新選組に入隊すると言い出した龍馬に戸惑う。
es_es: The maid of Teradaya, one of the leading inns in Kyoto. I'm confused by Ryoma who said he would join the Shinsengumi.

# EXPLANATION_248
source: 京でも有数の大宿・寺田屋の女中。 新選組入隊を果たした龍馬に反発し 姿を消す。
es_es: The maid of Teradaya, one of the leading inns in Kyoto. It repels Ryoma who has joined the Shinsengumi and disappears.

# EXPLANATION_249
source: 京でも有数の大宿・寺田屋の女中。 龍馬の新選組入隊の真意を聞き、 心境に変化が訪れる。
es_es: The maid of Teradaya, one of the leading inns in Kyoto. Hearing the true intention of Ryoma's Shinsengumi enlistment, a change comes to his mind.

# EXPLANATION_250
source: 京でも有数の大宿・寺田屋の女中。 新選組に入隊した龍馬を送り出した。 夜なべをして羽織を直したのでかなり眠い。
es_es: The maid of Teradaya, one of the leading inns in Kyoto. Ryoma who joined the Shinsengumi was sent out. I was pretty sleepy because I had a night pan and fixed my haori.

# EXPLANATION_251
source: 京でも有数の大宿・寺田屋の女中。 新選組に入隊した龍馬を複雑な心境で 見守っている。
es_es: The maid of Teradaya, one of the leading inns in Kyoto. He is watching Ryoma who joined the Shinsengumi with mixed feelings.

# EXPLANATION_252
source: 京でも有数の大宿・寺田屋の女中。 武市の訃報に荒れる龍馬を心配している。
es_es: The maid of Teradaya, one of the leading inns in Kyoto. I'm worried about Ryoma, who is ravaged by the news of Takeshi.

# EXPLANATION_253
source: 京でも有数の大宿・寺田屋の女中。 龍馬と心通わせたかに見えたが、 新選組監察・山崎烝と何らかの関係がある模様。
es_es: The maid of Teradaya, one of the leading inns in Kyoto. It seemed that he was in touch with Ryoma, but it seems that he has something to do with the Shinsengumi inspector general, Susumu Yamazaki.

# EXPLANATION_254
source: 京でも有数の大宿・寺田屋の女中。 “もう一人の龍馬”を追い詰めようとする 龍馬たちを、身を挺して妨害した。
es_es: The maid of Teradaya, one of the leading inns in Kyoto. Ryoma and his friends trying to hunt down "another Ryoma" were disturbed.

# EXPLANATION_255
source: 京でも有数の大宿・寺田屋の女中。 “もう一人の龍馬”の指示で 龍馬の監視を行っていたことを告白する。
es_es: The maid of Teradaya, one of the leading inns in Kyoto. Confess that he was monitoring Ryoma at the direction of "another Ryoma".

# EXPLANATION_256
source: 京でも有数の大宿・寺田屋の女中。 火の手を避け、 お登勢と共にどこかへ避難している。
es_es: The maid of Teradaya, one of the leading inns in Kyoto. Avoiding the fire, she evacuated somewhere with the ascent.

# EXPLANATION_257
source: 京でも有数の大宿・寺田屋の女中。 京の街に平和を取り戻すため、 龍馬たちに協力を申し出る。
es_es: The maid of Teradaya, one of the leading inns in Kyoto. Offering cooperation to Ryoma and others to restore peace to the city of Kyoto.

# EXPLANATION_258
source: 京でも有数の大宿・寺田屋の女中。 瀕死の藤堂の看護にあたる。
es_es: The maid of Teradaya, one of the leading inns in Kyoto. Nursing for the dying Todo.

# EXPLANATION_259
source: 京でも有数の大宿・寺田屋の女中。 龍馬の力になるべく 近江屋に潜り込み、 襲撃の合図を出す役割を買って出る。
es_es: The maid of Teradaya, one of the leading inns in Kyoto. He sneaks into Omiya as much as possible to help Ryoma, and buys a role to signal an attack.

# EXPLANATION_260
source: 京でも有数の大宿・寺田屋の女中。 藤堂の最期を看取る。
es_es: The maid of Teradaya, one of the leading inns in Kyoto. Take care of the end of Todo.

# EXPLANATION_261
source: 京でも有数の大宿・寺田屋の女中。 龍馬の土佐への決死行の前に 二人きりのひと時を過ごす。
es_es: The maid of Teradaya, one of the leading inns in Kyoto. Spend a moment alone before Ryoma's death to Tosa.

# EXPLANATION_262
source: 京でも有数の大宿・寺田屋の女中。 龍馬の土佐への決死行の前に 二人きりのひと時を過ごした。
es_es: The maid of Teradaya, one of the leading inns in Kyoto. I spent a time alone before Ryoma's death to Tosa.

# EXPLANATION_263
source: 京でも有数の大宿・寺田屋の女中。 全ての決着がついたのち、龍馬と阿蘇の山で 日本の夜明けを見る。
es_es: The maid of Teradaya, one of the leading inns in Kyoto. After all the conclusions are settled, we will see the dawn of Japan on the mountains of Ryoma and Aso.

# EXPLANATION_264
source: 「坂本龍馬」を名乗る謎の人物。 幕府軍艦奉行並の勝麟太郎と共に 薩摩の西郷吉之助と面会した。
es_es: A mysterious person who calls himself "Ryoma Sakamoto". I met with Satsuma's Saigo Yoshinosuke along with Katsu Rintaro, who is on par with the Shogunate Gunkan-bugyō.

# EXPLANATION_265
source: 「坂本龍馬」を名乗る謎の人物。 近藤によると現在寺田屋にいるらしい。
es_es: A mysterious person who calls himself "Ryoma Sakamoto". According to Kondo, he is currently in Teradaya.

# EXPLANATION_266
source: 「坂本龍馬」を名乗る謎の人物。 寺田屋で背中に火傷跡があることが分かった。 それに動揺する龍馬の隙をつき、姿を消す。 近藤によると、日本中を巻き込んだ倒幕戦争の 引き金を引くべく動いているらしい。
es_es: A mysterious person who calls himself "Ryoma Sakamoto". It turned out that there was a burn scar on the back at Teradaya. Ryoma gets upset and disappears. According to Kondo, they are working to trigger a defeat war involving all over Japan.

# EXPLANATION_267
source: 「坂本龍馬」を名乗る謎の人物。 その正体は土佐で処刑されたはずの 武市半平太だった。
es_es: A mysterious person who calls himself "Ryoma Sakamoto". Its true identity was Takechi Hanpeita, who should have been executed in Tosa.

# EXPLANATION_268
source: 風呂屋で龍馬と対峙した謎の巨漢。 その正体は薩摩藩軍賦役・西郷吉之助だった。
es_es: A mysterious giant who confronted Ryoma in a bathhouse. Its true identity was Yoshinosuke Saigo, a corvée of the Satsuma Domain.

# EXPLANATION_269
source: 薩摩藩軍賦役。 幕臣・勝麟太郎と共に“もう一人の龍馬”の 訪問を受けた。
es_es: Corvée of the Satsuma Domain. I was visited by "Another Ryoma" with the Bakushin Katsu Rintaro.

# EXPLANATION_270
source: 薩摩藩軍賦役。 “もう一人の龍馬”と対面したが、 それについて探りに来た龍馬を すげなく追い帰した。
es_es: Corvée of the Satsuma Domain. I met "another Ryoma", but I slammed Ryoma who came to find out about it.

# EXPLANATION_271
source: 薩摩藩軍賦役。 浪士にいじめられていた子犬を助けた。 その場に偶然居合わせた 龍馬、桂小五郎と拳を交える。
es_es: Corvée of the Satsuma Domain. Helped a puppy being bullied by a ronin. Ryoma and Kogoro Katsura, who happened to be there, fisted.

# EXPLANATION_272
source: 薩摩藩軍賦役。 浪士にいじめられていた子犬を助けた。 その場に偶然居合わせた 龍馬、桂小五郎と拳を交えたのち、 なぜか揃って飲みに行くことに。
es_es: Corvée of the Satsuma Domain. Helped a puppy being bullied by a ronin. After having a fist with Ryoma and Kogoro Katsura who happened to be there, for some reason they decided to go out for a drink.

# EXPLANATION_273
source: 薩摩藩軍賦役。 その場に偶然居合わせた 龍馬、桂小五郎と拳を交える。 龍馬を寺田屋に届けたのち、 助けた子犬を薩摩藩邸に連れ帰った。
es_es: Corvée of the Satsuma Domain. Ryoma and Kogoro Katsura, who happened to be there, fisted. After delivering Ryoma to Teradaya, he brought the puppy he helped back to the Satsuma clan's residence.

# EXPLANATION_274
source: 薩摩藩軍賦役。 龍馬の頼みを受け入れ、近江屋を訪れる。
es_es: Corvée of the Satsuma Domain. Accepting Ryoma's request, he visits Omiya.

# EXPLANATION_275
source: 長州藩士を名乗る男。 新堀の名は偽名だと自ら明かしている。 龍馬の腕を見込んで長州藩に誘うが、断られる。 有能な情報屋についての情報を龍馬に与える。
es_es: A man who calls himself the Choshu clan. Shinbori's name is a pseudonym. In anticipation of Ryoma's arm, he invites him to the Choshu clan, but he refuses. Give Ryoma information about a competent information store.

# EXPLANATION_276
source: 長州藩士。 新堀松輔と名乗っていたが、 その正体は長州藩の実質的指導者・桂小五郎だった。 武市半平太とも面識があり、 龍馬の正体を知っていた。 急場をしのぐため、龍馬と一戦交える。
es_es: Choshu clan. Although he called himself Shinbori Matsusuke, his true identity was Kogoro Katsura, the actual leader of the Choshu clan. He was acquainted with Takechi Hanpeita and knew the true identity of Ryoma. Fight with Ryoma to survive the emergency.

# EXPLANATION_277
source: 長州藩士。 新堀松輔と名乗っていたが、 その正体は長州藩の実質的指導者・桂小五郎だった。 武市半平太とも面識があり、 龍馬の正体を知っていた。 池田屋で龍馬と一戦交えた後逃亡。
es_es: Choshu clan. Although he called himself Shinbori Matsusuke, his true identity was Kogoro Katsura, the actual leader of the Choshu clan. He was acquainted with Takechi Hanpeita and knew the true identity of Ryoma. Escaped after having a fight with Ryoma at Ikedaya.

# EXPLANATION_278
source: 長州藩士。 池田屋での借りを返すために 龍馬を自身の店に招いた。 改めて龍馬を長州藩に誘うが、断られる。 対立している薩摩藩の西郷吉之助と偶然出くわし、 斬り合いに発展したところを龍馬に邪魔され 何故か殴り合いでケリをつけることに。
es_es: Choshu clan. Ryoma was invited to his store to repay the debt at Ikedaya. Ryoma is invited to the Choshu clan again, but refused. I happened to meet Yoshinosuke Saigo of the Satsuma Domain, who was in conflict, and Ryoma disturbed me when he developed into a slash, and for some reason I decided to hit him.

# EXPLANATION_279
source: 長州藩士。 池田屋での借りを返すために 龍馬を自身の店に招いた。 西郷吉之助と龍馬、三つ巴の大喧嘩ののち なぜか揃って飲みに行くことに。
es_es: Choshu clan. Ryoma was invited to his store to repay the debt at Ikedaya. After a big quarrel between Saigo Yoshinosuke and Ryoma, we decided to go out for a drink together for some reason.

# EXPLANATION_280
source: 長州藩士。 対立している薩摩藩の西郷吉之助と偶然出くわし、 斬り合いに発展したところを龍馬に邪魔され 何故か殴り合いでケリをつけることに。 その後酔いつぶれた龍馬を西郷と共に 寺田屋へ送り届ける羽目に。
es_es: Choshu clan. I happened to meet Yoshinosuke Saigo of the Satsuma Domain, who was in conflict, and Ryoma disturbed me when he developed into a slash, and for some reason I decided to hit him. After that, he was forced to send the drunken Ryoma to Teradaya with Saigo.

# EXPLANATION_281
source: 長州藩士。 龍馬の頼みを受け入れ、近江屋を訪れる。
es_es: Choshu clan. Accepting Ryoma's request, he visits Omiya.

# EXPLANATION_282
source: 長州藩士。 維新後、「山内容堂」から内国事務総裁を 引き継ぎ、内政整備に奔走する。 幾松が最近太り始めたらしい。
es_es: Choshu clan. After the restoration, he took over the domestic secretary-general from "Yamauchi Toyoshige" and worked hard to improve domestic affairs. It seems that Ikumatsu has recently begun to gain weight.

# EXPLANATION_283
source: 長州藩の桂小五郎の店を任されている女。 夜中に喧嘩を始める男たちに ちょっと呆れている。
es_es: A woman who is entrusted with the store of Kogoro Katsura of the Choshu clan. I'm a little surprised by the men who start fighting in the middle of the night.

# EXPLANATION_284
source: 長州藩の桂小五郎の店を任されている女。
es_es: A woman who is entrusted with the store of Kogoro Katsura of the Choshu clan.

# EXPLANATION_285
source: 長州藩の桂小五郎の店を任されている女。
es_es: A woman who is entrusted with the store of Kogoro Katsura of the Choshu clan.

# EXPLANATION_286
source: 長州藩の桂小五郎の店を任されている女。 店に乱入してきた武田観柳斎にいたぶられていた。
es_es: A woman who is entrusted with the store of Kogoro Katsura of the Choshu clan. I was hit by Takeda Kanryusai who had rushed into the store.

# EXPLANATION_287
source: 長州藩の桂小五郎の店を任されている女。 武田観柳斎にいたぶられていたところを 龍馬に救われる。
es_es: A woman who is entrusted with the store of Kogoro Katsura of the Choshu clan. Ryoma saves the place where he was hit by Takeda Kanryusai.

# EXPLANATION_288
source: 長州藩の桂小五郎の店を任されている女。 武田観柳斎にいたぶられていたところを 龍馬に救われ、現在は療養中。
es_es: A woman who is entrusted with the store of Kogoro Katsura of the Choshu clan. Ryoma saved him from being hit by Takeda Kanryusai, and he is currently undergoing medical treatment.

# EXPLANATION_289
source: 長州藩の桂小五郎の店を任されている女。 維新後、桂から ちょっと太ったんじゃないかと言われる。 その場はスットボケてみたが、 心当たりはなくもない。肉最高！
es_es: A woman who is entrusted with the store of Kogoro Katsura of the Choshu clan. After the restoration, Katsura told me that he might have gained a little weight. I tried to blur the place, but I have no idea. The best meat!

# EXPLANATION_290
source: 徳川幕府第十五代征夷大将軍。 若くして難局の舵取りを任された俊英。 江戸城に乱入した龍馬と対峙し、その覚悟を問う。
es_es: The 15th Shogun of the Tokugawa Shogunate. Toshihide was entrusted with steering the difficult situation at a young age. Confront Ryoma who broke into Edo Castle and ask his resolution.

# EXPLANATION_291
source: 徳川幕府第十五代征夷大将軍。 若くして難局の舵取りを任された俊英。 江戸城に乱入した龍馬と対峙し、その覚悟を問う。 龍馬の覚悟の程を知り、話を聞く。
es_es: The 15th Shogun of the Tokugawa Shogunate. Toshihide was entrusted with steering the difficult situation at a young age. Confront Ryoma who broke into Edo Castle and ask his resolution. Learn about Ryoma's readiness and listen to him.

# EXPLANATION_292
source: 徳川幕府軍艦奉行並。 幕府の幹部でありながら 薩摩の西郷吉之助に倒幕戦争をけしかける。 その一環として、英国の武器商人とつながりを 持つという「坂本龍馬」を西郷に紹介する。
es_es: Tokugawa Shogunate Gunkan-bugyō. Despite being an executive of the Shogunate, Satsuma's Saigo Yoshinosuke is struck by a defeat war. As part of this, we will introduce "Ryoma Sakamoto," who has a connection with a British arms dealer, to Saigo.

# EXPLANATION_293
source: 徳川幕府軍艦奉行並。 徳川慶喜が大政奉還を行ったことを受け、 “もう一人の龍馬”と会談。 新選組を使い何事かを企てている。
es_es: Tokugawa Shogunate Gunkan-bugyō. In response to Yoshinobu Tokugawa's repatriation of the Taisei Hokan, he met with "another Ryoma". I am planning something using the Shinsengumi.

# EXPLANATION_294
source: 徳川幕府軍艦奉行並。 徳川慶喜が大政奉還を行ったことを受け、 “もう一人の龍馬”と会談。 伊東らを使い京への放火を行わせたと思われる。
es_es: Tokugawa Shogunate Gunkan-bugyō. In response to Yoshinobu Tokugawa's repatriation of the Taisei Hokan, he met with "another Ryoma". It seems that Ito and others were used to set fire to Kyo.

# EXPLANATION_295
source: 新選組と同じく、京の警備を任務とする 京都見廻組の男。
es_es: Like the Shinsengumi, a man from the Kyoto Mimawarigumi whose mission is to guard Kyoto.

# EXPLANATION_296
source: 新選組と同じく、京の警備を任務とする 京都見廻組の男。 京への放火を新選組の仕業と見なし、 龍馬たちへ襲いかかる。
es_es: Like the Shinsengumi, a man from the Kyoto Mimawarigumi whose mission is to guard Kyoto. Arson to Kyo is regarded as the work of the Shinsengumi and attacks Ryoma and others.
