Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/staypar/stay.par/correlation_person.po
Languages: es_es

# EXPLANATION_55
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 沖田の提案に乗り、勤王志士をかくまう 千石邸への討ち入りを行うことにする。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Following Okita's suggestion, he decided to attack the Sengoku residence, which hides the Qin Wang priest.

# EXPLANATION_56
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 沖田と共に、千石邸へ討ち入りをかけた。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Together with Okita, he struck down the Sengoku residence.

# EXPLANATION_57
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 沖田と共に、千石邸へ討ち入りをかけた。 しかしその真相は沖田が龍馬を斬るための 茶番であった。「覆面の男」の正体であると 言う沖田と対峙する。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Together with Okita, he struck down the Sengoku residence. However, the truth was that Okita was a farce to kill Ryoma. Confront Okita who is said to be the true identity of the "masked man".

# EXPLANATION_58
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 土佐の武市半平太の訃報を聞き、 自暴自棄になっている。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". After hearing the news of Takechi Hanpeita of Tosa, he is desperate.

# EXPLANATION_59
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 土佐の武市半平太の訃報を聞き、 自暴自棄になっている。 伏見の居酒屋で謎の女から誘いを受け 店へ足を運ぶことにする。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". After hearing the news of Takechi Hanpeita of Tosa, he is desperate. At Fushimi's izakaya, I was invited by a mysterious woman to go to the store.

# EXPLANATION_60
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 土佐の武市半平太の訃報を聞き、 自暴自棄になっている。 偶然再会した桂と西郷へやるせない思いを ぶつけるかのように拳を交える。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". After hearing the news of Takechi Hanpeita of Tosa, he is desperate. Katsura and Saigo, who happened to meet again, fisted as if they were hitting an unwilling thought.

# EXPLANATION_61
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 土佐の武市半平太の訃報を聞き、 自暴自棄になっている。 偶然再会した桂と西郷へやるせない思いを ぶつけるかのように拳を交える。 その後、２人を無理やり飲みに付き合せる。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". After hearing the news of Takechi Hanpeita of Tosa, he is desperate. Katsura and Saigo, who happened to meet again, fisted as if they were hitting an unwilling thought. After that, they are forced to go out for a drink.

# EXPLANATION_62
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 武市半平太の訃報を乗り越え、 「覆面の男」を追う決意を新たにした。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". After overcoming Takechi Hanpeita's obituary, he renewed his determination to pursue the "masked man."

# EXPLANATION_63
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 六番隊隊長・井上源三郎の死に荒れる沖田を 止めるべく、沖田の行方を追う。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Follow Okita's whereabouts in order to stop Okita, who is dying of the sixth captain, Inoue Genzaburo.

# EXPLANATION_64
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 六番隊隊長・井上源三郎が 「覆面の男」であったと言う沖田の真意を 質すため、再び沖田と真剣を交える。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Inoue Genzaburo, the captain of the 6th division, reunites with Okita in order to qualify Okita's true intention that he was a "masked man."

# EXPLANATION_65
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 新選組に隠された過去を近藤から聞き、 遂に「覆面の男」の正体を知った。 そして“もう一人の龍馬”が寺田屋に いると知り、沖田と共に向かう。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". After hearing from Kondo about the past hidden in the Shinsengumi, he finally learned the true identity of the "masked man." Then, when he learned that "another Ryoma" was in Teradaya, he headed with Okita.

# EXPLANATION_66
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 “もう一人の龍馬”を捉えるため、 沖田と共に寺田屋に飛び込んだ。 おりょうの裏切りに戸惑いつつも、 “もう一人の龍馬”の姿を追う。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". I jumped into Teradaya with Okita to catch "another Ryoma". While being puzzled by the betrayal of Oryo, he pursues the appearance of "another Ryoma".

# EXPLANATION_67
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 遂に“もう一人の龍馬”と思われる男と対峙した。 その正体を見極めるべく、剣を抜く。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Finally, I confronted a man who seems to be "another Ryoma". Pull out the sword to determine its true identity.

# EXPLANATION_68
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 おりょうが“もう一人の龍馬”を 逃がそうとしたこと、そして その“もう一人の龍馬”と思われる虚無僧の 背中に見慣れた火傷跡を発見したことに 動揺する。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". I am upset that Oryo tried to escape "another Ryoma" and found a familiar burn scar on the back of the Komuso who seems to be "another Ryoma".

# EXPLANATION_69
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 “もう一人の龍馬”の背中に 見慣れた火傷跡があることを知り、 動揺し取り逃す。 “もう一人の龍馬”が画策する 日本全土を巻き込んだ戦争を 止めるべく、江戸の将軍へ直談判を決意する。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Knowing that there is a familiar burn scar on the back of "another Ryoma", he is upset and misses it. In order to stop the war involving the whole of Japan planned by "another Ryoma", he decides to speak directly to the general of Edo.

# EXPLANATION_70
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 “もう一人の龍馬”が画策する 日本全土を巻き込んだ戦争を 止めるべく、江戸の将軍へ直談判を決意する。 そのことを沖田に嗅ぎ付けられ、 行動を共にすることになった。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". In order to stop the war involving the whole of Japan planned by "another Ryoma", he decides to speak directly to the general of Edo. Okita sniffed that and decided to act together.

# EXPLANATION_71
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 “もう一人の龍馬”が画策する 日本全土を巻き込んだ戦争を 止めるべく、将軍へ直談判するため 沖田と共に江戸城へ決死の殴り込みをかける。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". In order to stop the war involving the whole of Japan planned by "another Ryoma", he and Okita smashed into Edo Castle to make a direct interview with the shogun.

# EXPLANATION_72
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 “もう一人の龍馬”が画策する 日本全土を巻き込んだ戦争を 止めるべく、将軍へ直談判するため 沖田と共に江戸城へ決死の殴り込みをかける。 遂に将軍徳川慶喜と面会を果たすが、 真剣勝負でその覚悟を試される。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". In order to stop the war involving the whole of Japan planned by "another Ryoma", he and Okita smashed into Edo Castle to make a direct interview with the shogun. At last, he meets with Shogun Yoshinobu Tokugawa, but he is tested for his determination in a serious game.

# EXPLANATION_73
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 “もう一人の龍馬”が画策する 日本全土を巻き込んだ戦争を 止めるべく、江戸城へ決死の殴り込みをかけ 将軍徳川慶喜と面会を果たす。 しかし、京はすでに火の海と化していた。 近藤の仕業なのかどうかを確かめるべく 燃える京の町を走る。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". In order to stop the war involving the whole of Japan planned by "another Ryoma", he hits Edo Castle with a deadly death and meets with Shogun Yoshinobu Tokugawa. However, Kyo had already turned into a sea of fire. I run through the burning town of Kyoto to see if it is Kondo's work.

# EXPLANATION_74
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 京への放火が近藤の仕業なのかどうかを 確かめるべく、燃える町を走る。 道中、放火を続ける十番隊の原田左之助に遭遇。 返り討ちにする。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". I run through a burning town to see if the arson to Kyo is Kondo's work. Along the way, he encountered Harada Sanosuke, a tenth corps who continued to arson. I'll take it back.

# EXPLANATION_75
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 放火が近藤の指示ではないことを知る。 近藤の遺志を継ぐため、“もう一人の龍馬”を 止めるため、御所へ急ぐ。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Know that arson is not Kondo's instruction. In order to inherit Kondo's will, he hurries to the Imperial Palace to stop "another Ryoma".

# EXPLANATION_76
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 御所で龍馬を待っていたのは 土佐へ送還されたはずの岡田以蔵だった。 勝負に勝てば全てを語るという以蔵に対し、 四度目にして最後の勝負を挑む。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". It was Izo Okada, who should have been repatriated to Tosa, who was waiting for Ryoma at the Imperial Palace. Izo tells everything if he wins the game, but he challenges the final game for the fourth time.

# EXPLANATION_77
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 “もう一人の龍馬”を近江屋におびき出すべく 仲間たちと行動を開始した。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". He started to act with his friends to lure "another Ryoma" to Omiya.

# EXPLANATION_78
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 瀕死の藤堂平助から 武田観柳斎が幾松の店にいると聞き、店へ急ぐ。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". I heard from the dying Todo Heisuke that Takeda Kanryusai was in the Ikumatsu store, so I hurried to the store.

# EXPLANATION_79
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 御陵衛士となった武田観柳斎との死闘に臨む。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Takeda Kanryusai, who became a royal guardian, faces a deadly battle.

# EXPLANATION_80
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 近江屋で全ての決着をつけることを誓う。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". I swear to settle everything at Omiya.

# EXPLANATION_81
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 “もう一人の龍馬”の正体を突き止めるべく、 近江屋へ突入した。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". I rushed into Omiya to find out the true identity of "another Ryoma".

# EXPLANATION_82
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 全ての決着をつけるべく、 土佐へ向かおうとしている。 その前におりょうとケジメをつけるよう 沖田に諭される。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". I'm heading to Tosa to settle everything. Before that, Okita advises me to put on a sword.

# EXPLANATION_83
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 全ての決着をつけるべく、 土佐へ向かおうとしている。 その前におりょうとしばしの安息を楽しむ。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". I'm heading to Tosa to settle everything. Before that, enjoy the rest for a while.

# EXPLANATION_84
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 おりょうとしばしの時間を共に過ごし、 決戦の地へ赴く。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Spend some time together and go to the battlefield.

# EXPLANATION_85
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 全ての決着をつけるべく高知城へ乗り込んだ。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". I boarded Kochi Castle to settle everything.

# EXPLANATION_86
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 武市と最後の決着をつけるべく、 因縁の地で対峙する。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". In order to make a final settlement with Takeshi, we will confront in a place of fate.

# EXPLANATION_87
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 全ての決着をつけた今、 細かいことは気にせず自由にやっている。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Now that I've settled everything, I'm free to do it without worrying about the details.

# EXPLANATION_88
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 全ての決着をつけた今、 細かいことは気にせず自由にやっている。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Now that I've settled everything, I'm free to do it without worrying about the details.

# EXPLANATION_89
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 全ての決着をつけた今、 細かいことは気にせず自由にやっている。 新選組の苛烈な気性を表すかのような 紅蓮の羽織に身を包んだその姿に 街の三下連中も震え上がる。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Now that I've settled everything, I'm free to do it without worrying about the details. The people of Mishita in the city tremble as they dress in the haori of Guren, which seems to represent the fierce temperament of the Shinsengumi.

# EXPLANATION_90
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 全ての決着をつけた今、 細かいことは気にせず自由にやっている。 新選組の隆盛を体現するかのような 金色の羽織に身を包むその姿に 祗園のあの娘もぞっこん。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Now that I've settled everything, I'm free to do it without worrying about the details. That girl in Gion is also horrified by her appearance in a golden haori that seems to embody the prosperity of the Shinsengumi.

# EXPLANATION_91
source: 元・土佐藩郷士。 浪人「斎藤一」として京に潜伏する 新選組三番隊隊長。 全ての決着をつけた今、 細かいことは気にせず自由にやっている。 大漁旗を模した羽織に身を包むその姿は まさに陸の満艦飾であり黒船も真っ青。
es_es: Former Tosa domain scholar. Shinsengumi Sanban captain who hides in Kyoto as a ronin "Saito Hajime". Now that I've settled everything, I'm free to do it without worrying about the details. The appearance of wearing a haori that imitates a big fishing flag is exactly the full-scale decoration of the land, and the black ship is also deep blue.

# EXPLANATION_92
source: 土佐藩白札郷士。 上級武士「上士」と下級武士「郷士」の中間に 位置する、「白札郷士」の身分。 龍馬の兄貴分で、幼い頃から共に吉田東洋の 庇護の元、成長してきた。 現在は土佐勤王党の盟主となり、 吉田東洋と共に土佐の身分制度崩壊を 企てている。
es_es: Tosa Domain Shirofuda Goushi. The status of "Shirofuda Goushi", which is located between the upper samurai "superior" and the lower samurai "goushi". Ryoma's big brother, he grew up under the patronage of Yoshida Toyo from an early age. Currently, he is the leader of the Tosa Qin Wang Party, and is planning to collapse Tosa's identification system with Toyo Yoshida.

# EXPLANATION_93
source: 土佐藩白札郷士。 上級武士「上士」と下級武士「郷士」の中間に 位置する、「白札郷士」の身分。 龍馬の兄貴分で、幼い頃から共に吉田東洋の 庇護の元、成長してきた。 現在は土佐勤王党の盟主となり、 吉田東洋と共に土佐の身分制度崩壊を企てている。 龍馬と共に高知城の吉田東洋に会いに行く。
es_es: Tosa Domain Shirofuda Goushi. The status of "Shirofuda Goushi", which is located between the upper samurai "superior" and the lower samurai "goushi". Ryoma's big brother, he grew up under the patronage of Yoshida Toyo from an early age. Currently, he is the leader of the Tosa Qin Wang Party, and is planning to collapse Tosa's identification system with Toyo Yoshida. Go to see Yoshida Toyo in Kochi Castle with Ryoma.

# EXPLANATION_94
source: 土佐藩白札郷士。 上級武士「上士」と下級武士「郷士」の中間に 位置する、「白札郷士」の身分であり、 龍馬の兄貴分。 目の前で恩師が斬られ、その犯人を追う。
es_es: Tosa Domain Shirofuda Goushi. Located between the high-ranking samurai "superior" and the low-ranking samurai "goushi", he is the status of "white bill goshi" and is Ryoma's big brother. The teacher is slashed in front of me and chases the criminal.

# EXPLANATION_95
source: 土佐藩白札郷士。 上級武士「上士」と下級武士「郷士」の中間に 位置する、「白札郷士」の身分であり、 龍馬の兄貴分。 龍馬が土佐を脱藩してから音沙汰がない。
es_es: Tosa Domain Shirofuda Goushi. Located between the high-ranking samurai "superior" and the low-ranking samurai "goushi", he is the status of "white bill goshi" and is Ryoma's big brother. There has been no sound since Ryoma left Tosa.

# EXPLANATION_96
source: 土佐藩白札郷士。 上級武士「上士」と下級武士「郷士」の中間に 位置する、「白札郷士」の身分であり、 龍馬の兄貴分。 龍馬が土佐を脱藩してから音沙汰がない。 以蔵によると、骸街で龍馬を待っているという。
es_es: Tosa Domain Shirofuda Goushi. Located between the high-ranking samurai "superior" and the low-ranking samurai "goushi", he is the status of "white bill goshi" and is Ryoma's big brother. There has been no sound since Ryoma left Tosa. According to Izo, he is waiting for Ryoma in the skeleton town.

# EXPLANATION_97
source: 土佐藩上士であり龍馬の兄貴分。 一年ぶりに龍馬と再会するも、 それぞれの考えが衝突し、決別する。
es_es: A superior of the Tosa domain and a big brother of Ryoma. Although he reunites with Ryoma for the first time in a year, their thoughts clash and they break up.

# EXPLANATION_98
source: 土佐藩上士であり龍馬の兄貴分。 一年ぶりに龍馬と再会するも、 それぞれの考えが衝突し、決別する。 土佐で死亡したとの報せが届く。
es_es: A superior of the Tosa domain and a big brother of Ryoma. Although he reunites with Ryoma for the first time in a year, their thoughts clash and they break up. I received a report that I died in Tosa.

# EXPLANATION_99
source: 土佐藩上士であり龍馬の兄貴分。 一年ぶりに龍馬と再会するも、 それぞれの考えが衝突し、決別する。 土佐で死亡したと偽り、 “もう一人の龍馬”として暗躍していた。 土佐で待つと龍馬に告げ、姿を消す。
es_es: A superior of the Tosa domain and a big brother of Ryoma. Although he reunites with Ryoma for the first time in a year, their thoughts clash and they break up. He pretended to have died in Tosa, and was dying as "another Ryoma". When I wait at Tosa, I tell Ryoma and disappear.

# EXPLANATION_100
source: 土佐藩上士であり龍馬の兄貴分。 一年ぶりに龍馬と再会するも、 それぞれの考えが衝突し、決別する。 土佐で死亡したと偽り、 “もう一人の龍馬”として暗躍していた。 龍馬と最後の決着をつけるべく、 因縁の地で対峙する。
es_es: A superior of the Tosa domain and a big brother of Ryoma. Although he reunites with Ryoma for the first time in a year, their thoughts clash and they break up. He pretended to have died in Tosa, and was dying as "another Ryoma". In order to make a final settlement with Ryoma, we will confront in the land of fate.

# EXPLANATION_101
source: 龍馬の兄貴分。 全ての決着がついたのち、「山内容堂」として 壊滅寸前の土佐を建て直した。
es_es: Ryoma's big brother. After all the conclusions were reached, Tosa, which was on the verge of destruction, was rebuilt as "Yamauchi Toyoshige".

# EXPLANATION_102
source: 土佐勤王党の一員。 勤王党にとって新参者の龍馬が筆頭の座に 就いたことに不満を抱き、龍馬へ勝負を挑む。
es_es: A member of the Tosa Qin Wang Party. Dissatisfied with the fact that Ryoma, a newcomer to the Qin Wang Party, has taken the lead position, he challenges Ryoma.

# EXPLANATION_103
source: 土佐勤王党の一員。 勤王党にとって新参者の龍馬が筆頭の座に 就いたことに不満を抱き 龍馬へ勝負を挑むも敗れる。
es_es: A member of the Tosa Qin Wang Party. Dissatisfied with the fact that Ryoma, a newcomer to the Qin Wang Party, took the lead position, he challenged Ryoma to a match but lost.

# EXPLANATION_104
source: 土佐勤王党の一員。 土佐で龍馬に因縁を付けてから一年、 京の街で再び龍馬の前に現れた。
es_es: A member of the Tosa Qin Wang Party. A year after he was associated with Ryoma in Tosa, he reappeared in front of Ryoma in the city of Kyoto.

# EXPLANATION_105
source: 土佐勤王党の一員。 土佐で龍馬に因縁を付けてから一年、 京の街で再び龍馬の前に現れた。 以蔵逮捕を狙う新選組に 居場所を突き止められる。
es_es: A member of the Tosa Qin Wang Party. A year after he was associated with Ryoma in Tosa, he reappeared in front of Ryoma in the city of Kyoto. The whereabouts are found by the Shinsengumi aiming to arrest Izo.

# EXPLANATION_106
source: 土佐勤王党の一員。 土佐で龍馬に因縁を付けてから一年、 京の街で再び龍馬の前に現れた。 新選組に襲撃されるが 谷・鈴木を返り討ちにし、龍馬と三度剣を交える。
es_es: A member of the Tosa Qin Wang Party. A year after he was associated with Ryoma in Tosa, he reappeared in front of Ryoma in the city of Kyoto. Attacked by the Shinsengumi, Tani and Suzuki are revenge, and Ryoma and the sword are crossed three times.

# EXPLANATION_107
source: 土佐勤王党の一員。 現在は武市と共に京に潜伏している。 襲撃した谷・鈴木を返り討ちにし、 龍馬と三度剣を交えた結果敗北。 土佐へ送還される。
es_es: A member of the Tosa Qin Wang Party. Currently, he is hiding in Kyoto with Takeshi. Defeated as a result of returning the attacked valley, Suzuki, and using Ryoma and a sword three times. Deported to Tosa.

# EXPLANATION_108
source: 土佐勤王党の一員。 “もう一人の龍馬”を追う龍馬の前に 立ちふさがった。
es_es: A member of the Tosa Qin Wang Party. I stood in front of Ryoma chasing "another Ryoma".

# EXPLANATION_109
source: 土佐勤王党の一員。 武市を止めるよう龍馬へその意志を託し、 燃える京の中で逝った。
es_es: A member of the Tosa Qin Wang Party. He entrusted Ryoma with his will to stop Takeshi, and died in the burning Kyoto.

# EXPLANATION_110
source: 土佐脱藩浪士。 吉田東洋の死を目撃した数少ない人物で 事件の真相を追うもう一人の男。 武市が臭いと見て追っていた。 事件の鍵を握る龍馬を清水寺に呼び出したが、 土佐勤王党の襲撃を受ける。
es_es: Tosa Dappan Ronin. Another man who is one of the few people who witnessed the death of Toyo Yoshida and pursues the truth of the case. I was chasing after seeing Takeichi as smelling. Ryoma, who holds the key to the incident, was summoned to Kiyomizu-dera, but was attacked by the Tosa Emperor's Party.

# EXPLANATION_111
source: 土佐脱藩浪士。 吉田東洋の死を目撃した数少ない人物で 龍馬と共に事件の真相を追う。
es_es: Tosa Dappan Ronin. One of the few people who witnessed the death of Toyo Yoshida, along with Ryoma, pursues the truth of the incident.

# EXPLANATION_112
source: 土佐脱藩浪士。 吉田東洋の死を目撃した数少ない人物で 龍馬と共に事件の真相を追う。 御所放火を企てる過激派勤王志士の 一味と目されている。
es_es: Tosa Dappan Ronin. One of the few people who witnessed the death of Toyo Yoshida, along with Ryoma, pursues the truth of the incident. It is considered to be a member of the radical Qin Wang Shishi who plans to set fire to the Imperial Palace.

# EXPLANATION_113
source: 土佐脱藩浪士。 吉田東洋の死を目撃した数少ない人物で 龍馬と共に事件の真相を追う。 御所放火を企てる過激派勤王志士の 一味と目されていたが、誤解だった。
es_es: Tosa Dappan Ronin. One of the few people who witnessed the death of Toyo Yoshida, along with Ryoma, pursues the truth of the incident. It was regarded as a member of the radical Qin Wang Shishi who planned to set fire to Gosho, but it was a misunderstanding.

# EXPLANATION_114
source: 土佐脱藩浪士。 吉田東洋の死を目撃した数少ない人物で 龍馬と共に事件の真相を追う。 長州の桂小五郎が龍馬の正体を知っていることに 不安を覚える。
es_es: Tosa Dappan Ronin. One of the few people who witnessed the death of Toyo Yoshida, along with Ryoma, pursues the truth of the incident. I am worried that Kogoro Katsura of Choshu knows the true identity of Ryoma.

# EXPLANATION_115
source: 土佐脱藩浪士。 吉田東洋の死を目撃した数少ない人物で 龍馬と共に事件の真相を追う。 龍馬から“もう一人の坂本龍馬”の 存在を聞かされ、その調査に乗り出す。
es_es: Tosa Dappan Ronin. One of the few people who witnessed the death of Toyo Yoshida, along with Ryoma, pursues the truth of the incident. Ryoma told me about the existence of "another Ryoma Sakamoto" and set out to investigate it.

# EXPLANATION_116
source: 土佐脱藩浪士。 吉田東洋の死を目撃した数少ない人物で 龍馬と共に事件の真相を追う。 武市半平太死亡の詳細を知るため 独り土佐へ帰る。
es_es: Tosa Dappan Ronin. One of the few people who witnessed the death of Toyo Yoshida, along with Ryoma, pursues the truth of the incident. Takechi Hanpeita returns to Tosa alone to learn more about his death.

# EXPLANATION_117
source: 土佐脱藩浪士。 吉田東洋の死を目撃した数少ない人物で 龍馬と共に事件の真相を追う。 武市半平太死亡の詳細を知るため 独り土佐へ戻っていたが、再び京へ帰ってきた。
es_es: Tosa Dappan Ronin. One of the few people who witnessed the death of Toyo Yoshida, along with Ryoma, pursues the truth of the incident. He returned to Tosa alone to find out more about Takechi Hanpeita's death, but returned to Kyoto again.

# EXPLANATION_118
source: 土佐脱藩浪士。 吉田東洋の死を目撃した数少ない人物で 龍馬と共に事件の真相を追う。 近江屋襲撃の際に西郷と桂を救うために 瀕死の重傷を負った。
es_es: Tosa Dappan Ronin. One of the few people who witnessed the death of Toyo Yoshida, along with Ryoma, pursues the truth of the incident. He was seriously injured in order to save Saigo and Katsura during the attack on Omiya.

# EXPLANATION_119
source: 土佐脱藩浪士。 近江屋で瀕死の重傷を負ったが一命を取りとめ、 維新後龍馬と武市の人生を一冊の本にまとめる。
es_es: Tosa Dappan Ronin. Although he was seriously injured at Omiya, he survived and summarized the lives of Ryoma and Takeichi after the restoration in one book.

# EXPLANATION_120
source: 新選組局長。 新選組の長にして龍馬の追う 「天念理心流」の宗家。 「覆面の男」の正体を巡り、龍馬と衝突する。
es_es: Shinsengumi director. The head of the Shinsengumi and the Soke of "Tennen Rishin-ryu" pursued by Ryoma. Clash with Ryoma over the identity of the "masked man".

# EXPLANATION_121
source: 新選組局長。 新選組の長にして龍馬の追う 「天念理心流」の宗家。 「覆面の男」の正体を自力で追うという龍馬の 決意を認め、新選組への残留を許す。
es_es: Shinsengumi director. The head of the Shinsengumi and the Soke of "Tennen Rishin-ryu" pursued by Ryoma. Recognizing Ryoma's determination to pursue the identity of the "masked man" on his own, he allows him to remain in the Shinsengumi.

# EXPLANATION_122
source: 新選組局長。 新選組の長にして龍馬の追う 「天念理心流」の宗家。 芹沢鴨・平山五郎・平間重助を巡る新選組の 過去を龍馬に明かす。
es_es: Shinsengumi director. The head of the Shinsengumi and the Soke of "Tennen Rishin-ryu" pursued by Ryoma. Reveals to Ryoma the past of the Shinsengumi over Serizawa Kamo, Goro Hirayama, and Shigesuke Hirama.
