Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/staypar/stay.par/correlation_person.po
Languages: es_es

# EXPLANATION_123
source: 新選組局長。 新選組の長にして龍馬が追っていた 「天念理心流」の宗家。 日本全土を巻き込んだ大戦争を企てる “もう一人の龍馬”を止めるべく、 龍馬に江戸の将軍への直談判を促す。
es_es: Shinsengumi director. The head of the Shinsengumi and the Soke of "Tennen Rishin-ryu" that Ryoma was chasing. In order to stop "another Ryoma" who is planning a great war involving the whole of Japan, Ryoma is urged to speak directly to the Edo shogun.

# EXPLANATION_124
source: 新選組局長。 新選組の長にして龍馬の追う 「天念理心流」の宗家。 燃える京の中、何者かに斬られ 龍馬に最後の“策”を託して命を落とす。
es_es: Shinsengumi director. The head of the Shinsengumi and the Soke of "Tennen Rishin-ryu" pursued by Ryoma. In the burning Kyoto, someone kills him and entrusts Ryoma with the final "plan" to die.

# EXPLANATION_125
source: 新選組副長。 永倉、沖田との立会いを陰から見ていた。 龍馬を料亭へ呼び出す。
es_es: Shinsengumi Deputy Chief. I was watching the witness with Nagakura and Okita from behind. Call Ryoma to a restaurant.

# EXPLANATION_126
source: 新選組副長。 新選組隊士としての覚悟を図るため、 龍馬に白装束の男との決闘を申し渡す。
es_es: Shinsengumi Deputy Chief. In order to prepare himself as a Shinsengumi member, he gives Ryoma a duel with a man in white costume.

# EXPLANATION_127
source: 新選組副長。 元新選組総長兼三番隊隊長である山南敬助を 破った龍馬を三番隊隊長に抜擢する。
es_es: Shinsengumi Deputy Chief. Ryoma, who defeated Keisuke Yamanami, the former Shinsengumi president and captain of the 3rd division, is selected as the captain of the 3rd division.

# EXPLANATION_128
source: 新選組副長。 龍馬を三番隊隊長に抜擢する。 御所放火を目論む 過激派志士の会合を襲撃する計画を立案。
es_es: Shinsengumi Deputy Chief. Ryoma is selected as the captain of the 3rd division. Drafted a plan to attack a meeting of radical scholars aiming to arson the Imperial Palace.

# EXPLANATION_129
source: 新選組副長。 龍馬を三番隊隊長に抜擢する。 御所放火を目論む 過激派志士の会合を襲撃する計画を立案。 襲撃が近づき、一同に屯所での待機を命じる。
es_es: Shinsengumi Deputy Chief. Ryoma is selected as the captain of the 3rd division. Drafted a plan to attack a meeting of radical scholars aiming to arson the Imperial Palace. The attack is approaching, and everyone is ordered to wait at the tunsho.

# EXPLANATION_130
source: 新選組副長。 龍馬を三番隊隊長に抜擢する。 御所放火を目論む 過激派志士の会合を襲撃する計画を立案。 龍馬と同じ四国屋へ向かう。
es_es: Shinsengumi Deputy Chief. Ryoma is selected as the captain of the 3rd division. Drafted a plan to attack a meeting of radical scholars aiming to arson the Imperial Palace. Head to the same Shikokuya as Ryoma.

# EXPLANATION_131
source: 新選組副長。 龍馬を三番隊隊長に抜擢する。 過激派志士が会合を開いている 池田屋へ向かう。
es_es: Shinsengumi Deputy Chief. Ryoma is selected as the captain of the 3rd division. Head to Ikedaya, where radical scholars are holding a meeting.

# EXPLANATION_132
source: 新選組副長。 龍馬を三番隊隊長に抜擢する。 過激派志士が会合を開いている 池田屋へ突入した。
es_es: Shinsengumi Deputy Chief. Ryoma is selected as the captain of the 3rd division. I rushed into Ikedaya, where radical scholars are holding a meeting.

# EXPLANATION_133
source: 新選組副長。 龍馬を三番隊隊長に抜擢する。 龍馬が天念理心流を追っていることを 知った上で重用していた。
es_es: Shinsengumi Deputy Chief. Ryoma is selected as the captain of the 3rd division. He used it heavily knowing that Ryoma was pursuing Tennen Rishin-ryu.

# EXPLANATION_134
source: 新選組副長。 龍馬を三番隊隊長に抜擢する。 井上の死に荒れる沖田を止めるよう 龍馬に指示する。
es_es: Shinsengumi Deputy Chief. Ryoma is selected as the captain of the 3rd division. Instruct Ryoma to stop Okita, who is dying of Inoue.

# EXPLANATION_135
source: 新選組副長。 龍馬を三番隊隊長に抜擢する。 近藤とともに 芹沢鴨ら水戸天狗流一派の過去を 秘匿していた。
es_es: Shinsengumi Deputy Chief. Ryoma is selected as the captain of the 3rd division. Together with Kondo, Serizawa Kamo and others kept the past of the Mito Tengu school.

# EXPLANATION_136
source: 新選組副長。 龍馬を三番隊隊長に抜擢する。 近藤の動向を掴みかねているのか、 その様子を龍馬に尋ねた。
es_es: Shinsengumi Deputy Chief. Ryoma is selected as the captain of the 3rd division. I asked Ryoma if he couldn't grasp the trend of Kondo.

# EXPLANATION_137
source: 新選組副長。 近藤の遺志を継ぎ、全ての決着をつけるべく 龍馬と行動を共にする。
es_es: Shinsengumi Deputy Chief. Inheriting Kondo's will, he will act with Ryoma to settle everything.

# EXPLANATION_138
source: 新選組副長。 近藤の遺志を継ぎ、全ての決着をつけるべく 龍馬と行動を共にする。 伊東甲子太郎率いる御陵衛士を 一手に引き受け、龍馬らに後を託す。
es_es: Shinsengumi Deputy Chief. Inheriting Kondo's will, he will act with Ryoma to settle everything. Takes over the Imperial Guard, led by Kashitaro Ito, and entrusts the rest to Ryoma and others.

# EXPLANATION_139
source: 新選組参謀。 局長の近藤勇が長く不在の中、新選組内の 勢力拡大を図っている。
es_es: Shinsengumi staff. In the absence of the director, Isami Kondo, he is trying to expand his power within the Shinsengumi.

# EXPLANATION_140
source: 新選組参謀。 局長の近藤勇が長く不在の中、新選組内の 勢力拡大を図っている。 寺田屋襲撃を目前にしていたが、 沖田の口車に乗り近藤の元へ向かった。
es_es: Shinsengumi staff. In the absence of the director, Isami Kondo, he is trying to expand his power within the Shinsengumi. I was about to attack Teradaya, but I took Okita's car and headed for Kondo.

# EXPLANATION_141
source: 新選組参謀。 局長の近藤勇が長く不在の中、新選組内の 勢力拡大を図っている。 沖田に騙され、いよいよ 己の野心をむき出しにし始めた。
es_es: Shinsengumi staff. In the absence of the director, Isami Kondo, he is trying to expand his power within the Shinsengumi. Deceived by Okita, he finally began to expose his ambitions.

# EXPLANATION_142
source: 新選組参謀。 局長の近藤勇が長く不在の中、新選組内の 勢力拡大を図っている。 京の街へ火を放ったが、その真意は不明。
es_es: Shinsengumi staff. In the absence of the director, Isami Kondo, he is trying to expand his power within the Shinsengumi. I set fire to the city of Kyoto, but the true meaning is unknown.

# EXPLANATION_143
source: 元新選組参謀。 武田、藤堂に加え大多数の隊士を従えて 新選組から離反。 新たな戦闘集団「御陵衛士」を発足した。
es_es: Former Shinsengumi staff member. In addition to Takeda and Todo, he left the Shinsengumi with the majority of the soldiers. A new battle group "Goryo Guardian" was launched.

# EXPLANATION_144
source: 元新選組参謀。 武田、藤堂を従えて新選組から離反し、 新たな戦闘集団「御陵衛士」を発足。 近江屋で武市半平太の一味として 龍馬の前に現れた。
es_es: Former Shinsengumi staff member. Following Takeda and Todo, he separated from the Shinsengumi and launched a new battle group, "Goryo Guardian". Appeared in front of Ryoma as a member of Takechi Hanpeita at Omiya.

# EXPLANATION_145
source: 元新選組参謀。 御陵衛士として新選組から造反し、 武市の元に下っていた。 高知城で部下を率いて龍馬たちの前に立ちふさがる。
es_es: Former Shinsengumi staff member. As a Goryo guardian, he rebelled from the Shinsengumi and went down to Takeshi. Leading his subordinates at Kochi Castle, he stands in front of Ryoma and his friends.

# EXPLANATION_146
source: 元新選組参謀。 御陵衛士として新選組から造反し、 武市の元に下っていた。 高知城で部下を率いて 龍馬たちの前に立ちふさがり、 土方と因縁の対決を迎える。
es_es: Former Shinsengumi staff member. As a Goryo guardian, he rebelled from the Shinsengumi and went down to Takeshi. At Kochi Castle, he leads his subordinates and stands in front of Ryoma and others, and faces a confrontation with Hijikata.

# EXPLANATION_147
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 非常に好戦的で永倉との戦いを見て 龍馬に興味を持つ。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. Very warlike and interested in Ryoma after seeing the battle with Nagakura.

# EXPLANATION_148
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 非常に好戦的で永倉との戦いを見て 龍馬に興味を持つ。 過激派志士への大規模な襲撃に 胸を躍らせている。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. Very warlike and interested in Ryoma after seeing the battle with Nagakura. I am thrilled by the large-scale assault on the radical scholars.

# EXPLANATION_149
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 非常に好戦的で永倉との戦いを見て 龍馬に興味を持つ。 過激派志士への大規模な襲撃に 胸を躍らせている。襲撃は池田屋を担当。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. Very warlike and interested in Ryoma after seeing the battle with Nagakura. I am thrilled by the large-scale assault on the radical scholars. The attack is in charge of Ikedaya.

# EXPLANATION_150
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 非常に好戦的で永倉との戦いを見て 龍馬に興味を持つ。 池田屋へ襲撃に向かった。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. Very warlike and interested in Ryoma after seeing the battle with Nagakura. I headed for the attack on Ikedaya.

# EXPLANATION_151
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 非常に好戦的で永倉との戦いを見て 龍馬に興味を持つ。 池田屋襲撃時もその剣は猛威を振るったらしい。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. Very warlike and interested in Ryoma after seeing the battle with Nagakura. It seems that the sword raged even when the Ikedaya attacked.

# EXPLANATION_152
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 非常に好戦的で永倉との戦いを見て 龍馬に興味を持つ。 近藤と会談した龍馬を目撃していた。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. Very warlike and interested in Ryoma after seeing the battle with Nagakura. I was witnessing Ryoma who had a meeting with Kondo.

# EXPLANATION_153
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 新選組屯所に顔を出した龍馬に 秘密の話があると言って土蔵へ呼び出す。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. Ryoma, who appeared at the Shinsengumi Tonsho, said he had a secret story and called him to the storehouse.

# EXPLANATION_154
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 龍馬と二人で勤王志士を匿う千石という男の邸宅へ 討ち入りをかけることになった。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. Ryoma and the two of them decided to attack the mansion of a man named Sengoku, who hides the Shishi.

# EXPLANATION_155
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 龍馬と勤王志士を匿う千石という男の邸宅へ 討ち入りをかけた。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. He attacked the mansion of a man named Sengoku, who hides Ryoma and Shishi.

# EXPLANATION_156
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 龍馬と二人で勤王志士を匿う千石という男の邸宅へ 討ち入りをかけることになった。 しかしその真意は龍馬の正体を知った沖田が 龍馬を斬るための茶番だった。 自らを吉田東洋の殺害犯と名乗り、龍馬と対峙する。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. Ryoma and the two of them decided to attack the mansion of a man named Sengoku, who hides the Shishi. However, the true intention was that Okita, who knew the true identity of Ryoma, was a farce to kill Ryoma. He calls himself the murderer of Toyo Yoshida and confronts Ryoma.

# EXPLANATION_157
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 自らを吉田東洋の殺害犯と名乗り、 龍馬と対峙するが龍馬に本気を出させるための 嘘であった。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. He calls himself the murderer of Toyo Yoshida and confronts Ryoma, but it was a lie to make Ryoma serious.

# EXPLANATION_158
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 井上源三郎の死を知って荒れている。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. It is rough to know the death of Inoue Genzaburo.

# EXPLANATION_159
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 井上源三郎の殺害犯が「坂本龍馬」であると知り、 龍馬へ殺意を向ける。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. Knowing that the murderer of Inoue Genzaburo was "Ryoma Sakamoto", he turned his murder to Ryoma.

# EXPLANATION_160
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 井上殺害について、龍馬への誤解を解いたのち、 共に“もう一人の龍馬”がいるという寺田屋へ急ぐ。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. After resolving the misunderstanding about Ryoma about Inoue's murder, he hurried to Teradaya, where both of them had "another Ryoma".

# EXPLANATION_161
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 龍馬と共に“もう一人の龍馬”がいるという 寺田屋へ乗り込む。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. Board the Teradaya where there is "another Ryoma" with Ryoma.

# EXPLANATION_162
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 龍馬が江戸城へ殴り込みをかけることを知り、 それに付いて行くことにする。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. Knowing that Ryoma is going to hit Edo Castle, he decides to follow it.

# EXPLANATION_163
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 将軍に直談判するため、龍馬と共に江戸城へ 殴り込みをかける。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. He hits Edo Castle with Ryoma in order to speak directly to the shogun.

# EXPLANATION_164
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 京の放火が近藤の仕業なのかどうかを確かめるべく 街を奔走する。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. I rush around the city to see if the arson in Kyoto is Kondo's work.

# EXPLANATION_165
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 京の放火が近藤の仕業なのかどうかを確かめるべく 街を奔走する。 京都見廻組の襲撃を一手に引き受け、 龍馬に近藤捜索を託す。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. I rush around the city to see if the arson in Kyoto is Kondo's work. Undertakes the attack of the Kyoto Mimawarigumi and entrusts Ryoma with the search for Kondo.

# EXPLANATION_166
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 近藤の遺志を継ぐため、龍馬と共に “もう一人の龍馬”の野望を阻止すべく動く。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. In order to inherit Kondo's will, he works with Ryoma to prevent the ambition of "another Ryoma".

# EXPLANATION_167
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 近藤の遺志を継ぐため、龍馬と共に “もう一人の龍馬”の野望を阻止すべく動く。 藤堂の死を受け、決意を新たにした。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. In order to inherit Kondo's will, he works with Ryoma to prevent the ambition of "another Ryoma". Following Todo's death, he renewed his determination.

# EXPLANATION_168
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 近藤の遺志を継ぐため、龍馬と共に “もう一人の龍馬”の野望を阻止すべく動く。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. In order to inherit Kondo's will, he works with Ryoma to prevent the ambition of "another Ryoma".

# EXPLANATION_169
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 近藤の遺志を継ぐため、龍馬と共に “もう一人の龍馬”の野望を阻止すべく動く。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. In order to inherit Kondo's will, he works with Ryoma to prevent the ambition of "another Ryoma".

# EXPLANATION_170
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 近藤の遺志を継ぐため、龍馬と共に “もう一人の龍馬”の野望を阻止すべく動く。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. In order to inherit Kondo's will, he works with Ryoma to prevent the ambition of "another Ryoma".

# EXPLANATION_171
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 近藤の遺志を継ぐため、龍馬と共に “もう一人の龍馬”の野望を阻止すべく動く。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. In order to inherit Kondo's will, he works with Ryoma to prevent the ambition of "another Ryoma".

# EXPLANATION_172
source: 新選組一番隊隊長。 京最強を誇る新選組の中でも最強と目される男。 近藤の遺志を継ぐため、龍馬と共に “もう一人の龍馬”の野望を阻止すべく動く。 高知城に現れた英国武器商人トーマス・グラバーの 最新鋭兵器群に独り突貫する。
es_es: Shinsengumi Ichiban Captain. A man who is considered to be the strongest in the Shinsengumi, which boasts the strongest in Kyoto. In order to inherit Kondo's will, he works with Ryoma to prevent the ambition of "another Ryoma". Penetrate alone into the state-of-the-art weapons group of British weapons merchant Thomas Glover who appeared in Kochi Castle.

# EXPLANATION_173
source: 新選組二番隊隊長。 新選組入隊試験の相手として龍馬と対決する。
es_es: Captain of the Shinsengumi 2nd division. Confront Ryoma as an opponent of the Shinsengumi enlistment test.

# EXPLANATION_174
source: 新選組二番隊隊長。 新選組入隊試験の相手として龍馬と対決し、 その腕を認め入隊を許す。
es_es: Captain of the Shinsengumi 2nd division. Confront Ryoma as an opponent of the Shinsengumi enlistment test, recognize his arm and allow enlistment.

# EXPLANATION_175
source: 新選組二番隊隊長。 新選組入隊試験の相手として龍馬と対決し、 その腕を認め入隊を許す。 吉田稔麿に不意を突かれ、負傷する。
es_es: Captain of the Shinsengumi 2nd division. Confront Ryoma as an opponent of the Shinsengumi enlistment test, recognize his arm and allow enlistment. Suddenly struck by Minoru Yoshida and injured.

# EXPLANATION_176
source: 新選組二番隊隊長。 池田屋で龍馬が桂小五郎を わざと逃がしたことに気付いているが 龍馬への恩義を感じ、内輪揉めを避けるため 黙認している。
es_es: Captain of the Shinsengumi 2nd division. At Ikedaya, he noticed that Ryoma had intentionally let Kogoro Katsura escape, but he felt the gratitude to Ryoma and tolerated it in order to avoid rubbing the inner ring.

# EXPLANATION_177
source: 新選組二番隊隊長。 近藤の遺志を継ぐため、龍馬と共に “もう一人の龍馬”の野望を阻止すべく動く。
es_es: Captain of the Shinsengumi 2nd division. In order to inherit Kondo's will, he works with Ryoma to prevent the ambition of "another Ryoma".

# EXPLANATION_178
source: 新選組二番隊隊長。 近藤の遺志を継ぐため、龍馬と共に “もう一人の龍馬”の野望を阻止すべく動く。 藤堂の死を受け、決意を新たにした。
es_es: Captain of the Shinsengumi 2nd division. In order to inherit Kondo's will, he works with Ryoma to prevent the ambition of "another Ryoma". Following Todo's death, he renewed his determination.

# EXPLANATION_179
source: 新選組二番隊隊長。 近藤の遺志を継ぐため、龍馬と共に “もう一人の龍馬”の野望を阻止すべく動く。
es_es: Captain of the Shinsengumi 2nd division. In order to inherit Kondo's will, he works with Ryoma to prevent the ambition of "another Ryoma".

# EXPLANATION_180
source: 新選組二番隊隊長。 近藤の遺志を継ぐため、龍馬と共に “もう一人の龍馬”の野望を阻止すべく動く。
es_es: Captain of the Shinsengumi 2nd division. In order to inherit Kondo's will, he works with Ryoma to prevent the ambition of "another Ryoma".

# EXPLANATION_181
source: 新選組二番隊隊長。 近藤の遺志を継ぐため、龍馬と共に “もう一人の龍馬”の野望を阻止すべく動く。
es_es: Captain of the Shinsengumi 2nd division. In order to inherit Kondo's will, he works with Ryoma to prevent the ambition of "another Ryoma".

# EXPLANATION_182
source: 新選組二番隊隊長。 近藤の遺志を継ぐため、龍馬と共に “もう一人の龍馬”の野望を阻止すべく動く。
es_es: Captain of the Shinsengumi 2nd division. In order to inherit Kondo's will, he works with Ryoma to prevent the ambition of "another Ryoma".

# EXPLANATION_183
source: 新選組二番隊隊長。 近藤の遺志を継ぐため、龍馬と共に “もう一人の龍馬”の野望を阻止すべく動く。 高知城に現れた佐々木只三郎とその配下 に独り対峙し、後を龍馬らに託す。
es_es: Captain of the Shinsengumi 2nd division. In order to inherit Kondo's will, he works with Ryoma to prevent the ambition of "another Ryoma". He confronts Taizaburo Sasaki, who appears in Kochi Castle, and his subordinates alone, and entrusts the rest to Ryoma and others.

# EXPLANATION_184
source: 新選組四番隊隊長。 新参の幹部で堅物な性格。 他の隊長たちの好き勝手な振る舞いに苛立っている。 苦労して隊長の座に登りつめたため、 龍馬の抜擢に不快感を抱いている。
es_es: Shinsengumi 4th division captain. A new executive with a solid personality. I'm frustrated by the arbitrary behavior of the other captains. As he struggled to climb to the position of captain, he was uncomfortable with the selection of Ryoma.

# EXPLANATION_185
source: 新選組四番隊隊長。 池田屋襲撃を前に、情報屋の鴉と密談している 所を龍馬に目撃され、その場で鴉を切り捨てる。
es_es: Shinsengumi 4th division captain. Before the attack on Ikedaya, Ryoma witnessed a secret conversation with a crow at an information store, and cut off the crow on the spot.

# EXPLANATION_186
source: 新選組四番隊隊長。 長州藩の間者であることが露見し 池田屋で粛清される。
es_es: Shinsengumi 4th division captain. It was revealed that he was a member of the Choshu clan and was purged at Ikedaya.

# EXPLANATION_187
source: 新選組五番隊隊長。 兵術を修め、集団での戦闘に長けた隊長。 五番隊隊士を「訓練」と称した何かで 身も心も「教育」しているらしい。
es_es: Captain of the Shinsengumi 5th division. A captain who has mastered martial arts and is good at group battles. It seems that he is "educating" both physically and mentally with something called "training" for the Fifth Corps.

# EXPLANATION_188
source: 新選組五番隊隊長。 兵術を修め、集団での戦闘に長けた隊長。 五番隊隊士を「訓練」と称した何かで 身も心も「教育」しているらしい。 過激派志士への襲撃に向けて 計略を練る。
es_es: Captain of the Shinsengumi 5th division. A captain who has mastered martial arts and is good at group battles. It seems that he is "educating" both physically and mentally with something called "training" for the Fifth Corps. Develop a strategy for the attack on the radical scholars.

# EXPLANATION_189
source: 新選組五番隊隊長。 兵術を修め、集団での戦闘に長けた隊長。 五番隊隊士を「訓練」と称した何かで 身も心も「教育」しているらしい。 池田屋へ襲撃を開始した。
es_es: Captain of the Shinsengumi 5th division. A captain who has mastered martial arts and is good at group battles. It seems that he is "educating" both physically and mentally with something called "training" for the Fifth Corps. Raid on Ikedaya started.

# EXPLANATION_190
source: 新選組五番隊隊長。 兵術を修め、集団での戦闘に長けた隊長。 五番隊隊士を「訓練」と称した何かで 身も心も「教育」しているらしい。 池田屋襲撃時も五番隊を巧みに統率して 戦果をあげたらしい。
es_es: Captain of the Shinsengumi 5th division. A captain who has mastered martial arts and is good at group battles. It seems that he is "educating" both physically and mentally with something called "training" for the Fifth Corps. It seems that he skillfully commanded the 5th corps even during the Ikedaya attack and achieved results.

# EXPLANATION_191
source: 新選組五番隊隊長。 兵術を修め、集団での戦闘に長けた隊長。 五番隊隊士を「訓練」と称した何かで 身も心も「教育」しているらしい。 寺田屋襲撃を経て 伊東派の立場を際立たせた。
es_es: Captain of the Shinsengumi 5th division. A captain who has mastered martial arts and is good at group battles. It seems that he is "educating" both physically and mentally with something called "training" for the Fifth Corps. After the attack on Teradaya, he emphasized the position of the Ito faction.

# EXPLANATION_192
source: 元新選組五番隊隊長。 参謀の伊東、八番隊の藤堂と共に新選組から 御陵衛士として離反する。
es_es: Former Shinsengumi 5th Captain. With Ito, the staff member, and Todo, the eighth corps, he left the Shinsengumi as a guardian.

# EXPLANATION_193
source: 元新選組五番隊隊長。 御陵衛士に間者として潜入していた藤堂を 瀕死に追い込む。
es_es: Former Shinsengumi 5th Captain. Todo, who had infiltrated the Imperial Guard as an intermediary, is dying.

# EXPLANATION_194
source: 元新選組五番隊隊長。 御陵衛士に間者として潜入していた藤堂を 瀕死に追い込む。 その御陵衛士をも利用しようとする姿勢が 龍馬の逆鱗に触れる。
es_es: Former Shinsengumi 5th Captain. Todo, who had infiltrated the Imperial Guard as an intermediary, is dying. The attitude of trying to use the Imperial Guard also touches Ryoma's reverse scale.

# EXPLANATION_195
source: 元新選組五番隊隊長。 御陵衛士に間者として潜入していた藤堂を 瀕死に追い込む。 その御陵衛士をも利用しようとする姿勢が 龍馬の逆鱗に触れ、倒される。
es_es: Former Shinsengumi 5th Captain. Todo, who had infiltrated the Imperial Guard as an intermediary, is dying. The attitude of trying to use the Imperial Guard is touched by Ryoma's reverse scale and is defeated.

# EXPLANATION_196
source: 新選組六番隊隊長。 新選組幹部の中でも最年長の古参。
es_es: Captain of the 6th division of the Shinsengumi. The oldest veteran of the Shinsengumi executives.

# EXPLANATION_197
source: 新選組六番隊隊長。 新選組幹部の中でも最年長の古参。 岡田以蔵の情報を龍馬に伝え、出動指示を下す。
es_es: Captain of the 6th division of the Shinsengumi. The oldest veteran of the Shinsengumi executives. Tell Ryoma the information of Okada Izo and give instructions to dispatch.

# EXPLANATION_198
source: 新選組六番隊隊長。 新選組幹部の中でも最年長の古参。 岡田以蔵捕縛のために賭場への突入を図る。
es_es: Captain of the 6th division of the Shinsengumi. The oldest veteran of the Shinsengumi executives. Izo Okada tries to enter the gambling house to capture him.

# EXPLANATION_199
source: 新選組六番隊隊長。 新選組幹部の中でも最年長の古参。 龍馬の意見の呑み、岡田以蔵との一対一での 勝負を静観している。
es_es: Captain of the 6th division of the Shinsengumi. The oldest veteran of the Shinsengumi executives. He swallows Ryoma's opinion and waits for a one-on-one match with Okada Izo.

# EXPLANATION_200
source: 新選組六番隊隊長。 新選組幹部の中でも最年長の古参。 以蔵を斬る素振りを見せたが、 捕縛のため役人を予め呼んでいた。
es_es: Captain of the 6th division of the Shinsengumi. The oldest veteran of the Shinsengumi executives. He showed the pretense of slashing Izo, but he had called an official in advance to capture him.

# EXPLANATION_201
source: 新選組六番隊隊長。 新選組幹部の中でも最年長の古参。 長州の間者だった松原を 龍馬に代わり粛清する。
es_es: Captain of the 6th division of the Shinsengumi. The oldest veteran of the Shinsengumi executives. Purge Matsubara, who was a Choshu domain, in place of Ryoma.
