Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/staypar/stay.par/explanation_soldier_mission.po
Languages: es_es

# MISSION_DETAIL_0
source: 野盗たちが商人から強奪していった ３つの千両箱を回収しなければ……
es_es: I have to collect the three thousand boxes that the bandits robbed the merchants ...

# MISSION_DETAIL_1
source: 最深部に囚われた村人を救出しなければ……
es_es: I have to rescue the villagers trapped in the deepest part ...

# MISSION_DETAIL_2
source: 京の治安を乱す野盗たち…… かならず全ての敵を殲滅しなければ……
es_es: Bandits who disturb the security of Kyoto ... Must destroy all enemies ...

# MISSION_DETAIL_3
source: 野盗の頭領と、その護衛達を 殲滅しなければ……
es_es: I have to destroy the bandit leader and his escorts ...

# MISSION_DETAIL_4
source: 義賊たちが商人から強奪していった ３つの千両箱を回収しなければ……
es_es: I have to collect the three thousand boxes that the thieves robbed the merchants ...

# MISSION_DETAIL_5
source: 京の治安を乱す自称義賊たち…… かならず全ての敵を殲滅しなければ……
es_es: Self-proclaimed thieves who disturb the security of Kyoto ... Must destroy all enemies ...

# MISSION_DETAIL_6
source: 義賊の双璧と呼ばれる男たち…… 強敵だが、倒してみせる！
es_es: Men who are called the two heroes of the thief ... They are strong enemies, but I will defeat them!

# MISSION_DETAIL_7
source: 義賊の頭領と、その護衛たちを 殲滅しなければ……
es_es: I have to destroy the chief of the thief and his escorts ...

# MISSION_DETAIL_8
source: 自称豊臣家残党たちが商人から強奪していった ３つの千両箱を回収しなければ……
es_es: The remnants of the self-proclaimed Toyotomi clan must collect the three thousand boxes that they robbed the merchants ...

# MISSION_DETAIL_9
source: 最深部に囚われた要人を救出しなければ……
es_es: I have to rescue the dignitaries trapped in the deepest part ...

# MISSION_DETAIL_10
source: 御公儀に盾突き、治安を乱す豊臣家残党…… かならず全ての敵を殲滅しなければ……
es_es: The remnants of the Toyotomi clan, who pierce the government and disturb the security ... Must destroy all the enemies ...

# MISSION_DETAIL_11
source: 豊臣家三人衆と名乗る屈強な男たち…… 強敵だが、倒してみせる！
es_es: Strong men who call themselves the Toyotomi clan ... A strong enemy, but I'll defeat them!

# MISSION_DETAIL_12
source: 豊臣家四天王と名乗る屈強な男たち…… 強敵だが、倒してみせる！
es_es: Strong men who call themselves the Toyotomi family's four heavenly kings ... A strong enemy, but I will defeat them!

# MISSION_DETAIL_13
source: 豊臣家五虎将と名乗る屈強な男たち…… 強敵だが、倒してみせる！
es_es: Strong men who call themselves the Toyotomi Five Tiger Generals ... Strong enemies, but I'll defeat them!

# MISSION_DETAIL_14
source: 豊臣家残党を名乗る頭領と護衛たち…… かならず殲滅してみせる！
es_es: The leaders and escorts who claim to be the remnants of the Toyotomi clan ...

# MISSION_DETAIL_15
source: ついに亜門と対決の時…… 絶対に負けるわけにはいかない！
es_es: At last, when we confront Amon ... I can't afford to lose!
