Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00160632.po
Languages: es_es

source: あ痛たたた…… これはまずい…… まずいぞ……
es_es: It hurts ... this is bad ... it's bad ...

source: おい、どうした？ 大丈夫か？
es_es: Hey, what's wrong? Are you okay?

source: ……薪を割っていたら 腰をやってしまったようじゃ。 いたたたた……
es_es: ...... It seems that I've been sitting down when I was breaking firewood. Hitting ...

source: ……その齢で、薪割りなんかしていたら、 そりゃあ腰も痛くなるだろう。
es_es: ...... At that age, if I was chopping wood, that would hurt my back.

source: 何を言っておる。ワシは薪を割って かれこれ５０年の、生粋の薪割り職人じゃぞ。 腰が痛くなったことなど、今まで一度もなかった。
es_es: What are you saying I'm a genuine wood-splitting craftsman who has been chopping firewood for 50 years. I've never had a backache.

source: だが、実際に今、痛めてしまったんだろう？ もう潮時かもしれないぞ。誰かに替わりに やってもらったらどうだ？
es_es: But did it actually hurt now? It may be time for the tide. Why don't you ask someone to do it for you?

source: ワシのような偏屈な老人の手助けを してくれるような奴は、どうせおらんよ……
es_es: Anyway, I don't see anyone who can help an old man like an eagle ...

source: ……そんな風に決めつけるな。 人ってのは、思った以上に助けてくれるもんだぞ。
es_es: ...... Don't decide that way. People help us more than we think.

source: なら…… あんたが手伝ってくれないかのう？
es_es: Then ... Can you help me?

source: …………俺が？
es_es: …………I?

source: うむ。見たところ、お主は恵まれた体格をしておる。 薪割りとしての素質を、ビンビン感じるんじゃ。 手伝ってもらうには、もってこいじゃ。
es_es: Umm. Apparently, the Lord has a blessed physique. You can feel the quality of chopping wood. It's perfect for getting help.

source: し、しかし……
es_es: But ...

source: ……断るのかい？ ……人ってのは、思った以上に助けてくれるものだ、 とか言ってたのは、誰じゃったかのう……？
es_es: ...... Do you refuse? ...... Who was the one who said that people helped more than I expected ...?

source: むむむ……
es_es: Mumumu……

source: な？ ……頼む。 薪を割らないと、ワシは生活していけないんじゃ。
es_es: What? ……ask. I can't live without breaking firewood.

source: ……仕方ない。協力しよう。
es_es: ……it can not be helped. Let's cooperate.

source: ふぉっふぉっふぉ！ 助かるぞい！ ありがとう！ 大した若者じゃ！
es_es: Foo Foo! I'll be saved! Thank you! A big young man!

source: う！ あいたたた…… 興奮しすぎて、また腰が……
es_es: U! I was warm ... I was so excited that my waist was ...

source: おいおい。平気か？
es_es: Hey hey. Are you okay?

source: へへへ。人にやさしくしてもらえたのは 久しぶりじゃから、嬉しくてな。 それじゃ、早速お願いしようかのう！
es_es: Hehehe. It's been a while since I've been kind to people, so I'm happy. Well then, let's ask now!

source: 割ってほしい薪の本数は…… ２０本ってとこじゃな。 無理強いはせんが、できれば２０本頼む！ よろしく頼むぞ、若者よ！
es_es: The number of firewood I want you to break is ... 20. It's hard to force, but if possible, ask for 20! Nice to meet you, youth!

source: タイミング良く<Sign:0>ボタンを押して薪を割りましょう。 斧を振り上げ、力が入る瞬間に斧が光ります。 光った瞬間にタイミングよく<Sign:0>ボタンを押すと薪を割ることができます。
es_es: At the right time<Sign:0> Press the button to chop the firewood. Swing up the ax, and the moment the force is applied, the ax glows. Timely at the moment of shining<Sign:0> You can break firewood with the push of a button.

source: 連続して割って行くとスピードが上がっていくので、 失敗せずに素早く割りましょう。 割ることができるのは一回につき１００本までとなります。 今回、お爺さんが必要としている薪の数は２０本です。 出来る限りの協力をしてあげましょう！
es_es: If you break it continuously, the speed will increase, so let's break it quickly without failing. You can only break up to 100 pieces at a time. This time, the number of firewood that the old man needs is 20. Let's cooperate as much as possible!

source: 礼を言うぞい。これは今回のお礼じゃ。 １本につき、１００文やろう。 なかなか割りの良い仕事じゃろ？
es_es: I'll thank you. This is a thank you for this time. Let's do 100 sentences per book. Isn't it a pretty good job?

source: 割った本数分の報酬を貰った。
es_es: I got a reward for the number of pieces I divided.

source: 本当に助かった。ありがとうな。
es_es: It was really helpful. Thanks.

source: 気にするな。 だが、これからどうするんだ？ 腰が痛くて、薪は当分割れないんだろう？
es_es: dont 'worry. But what are you going to do now? My back hurts and I can't split the firewood.

source: う、うむ…… そうなんじゃ。 困ったのぅ。薪を割らないと、ワシは生活できんし、 この腰では、割れる薪にも限界がある。
es_es: Umm ... That's right. I'm in trouble. If you don't break the firewood, the eagle can't live, and there is a limit to the amount of firewood that can be broken at this waist.

source: 誰か……
es_es: who……

source: これからも手助けしてくれる奴が……
es_es: Someone who will continue to help me ...

source: いればのぅ……
es_es: If you are ...

source: 誰か……
es_es: who……

source: いればのぅ……
es_es: If you are ...

source: 助けて、ほしいのう……
es_es: I want you to help me ...

source: ……分かった。 手の空いているときで良ければ、手伝おう。
es_es: ……Do you get it. If you don't mind when you're free, I'll help you.

source: ひゃっほーう！ ありがとう！ 助かるぞい！
es_es: Hyahhh! Thank you! I'll be saved!

source: ワシはいつもここにおる。 もし手が空いていたら、いつでも力を貸しておくれ。
es_es: The eagle is always here. If you have a free hand, please help me anytime.

source: ワシの腰が治るまで…… すまないが、薪割りの協力、頼んだぞい！
es_es: Until my waist is healed ... I'm sorry, but I asked for your cooperation in chopping wood!

source: 「薪割り爺さん」との絆が芽生えました。 一定数の薪を割ってあげることで、絆ゲージがたまり、 「絆」を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「薪割り爺さん」に薪を割ってあげましょう。
es_es: A bond with "Mr. Wood-splitting old man" has sprung up. By breaking a certain amount of firewood, the bond gauge can be accumulated and the "bond" can be deepened. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively chop firewood to the "firewood chopping old man".

source: お侍さん、来てくれたんじゃな。 すまんが、薪を割って行ってくれるかの？
es_es: Samurai-san, you came. Excuse me, will you break the firewood?

source: 今までにお侍さんに割ってもらった分と合わせて、 全部で１００本くらい、割った薪が必要なんじゃ。
es_es: You need about 100 pieces of firewood, including the amount that the samurai has broken so far.

source: 今までにお侍さんに割ってもらった分と合わせて、 全部で３００本くらい、割った薪が必要なんじゃ。
es_es: You need about 300 pieces of firewood, including the amount that the samurai has broken so far.

source: （どうするか……）
es_es: (what to do……)

source: すまない、また来る。
es_es: I'm sorry, I'll come again.

source: そうか、待っておるぞい。
es_es: Well, I'll be waiting.

source: ああ、割って行こう。
es_es: Oh, let's break it.

source: ありがとう。 じゃあ早速、薪割り台の前に立っとくれ。
es_es: Thank you. Then, stand in front of the wood-splitting table.

source: タイミング良く<Sign:0>ボタンを押して薪を割りましょう。 斧を振り上げ、力が入る瞬間に斧が光ります。 光った瞬間にタイミングよく<Sign:0>ボタンを押すと薪を割ることができます。 連続して割って行くとスピードが上がっていくので、 失敗せずに素早く割りましょう。 割ることができるのは一回につき、最大１００本までです。
es_es: At the right time<Sign:0> Press the button to chop the firewood. Swing up the ax, and the moment the force is applied, the ax glows. Timely at the moment of shining<Sign:0> You can break firewood with the push of a button. If you break it continuously, the speed will increase, so let's break it quickly without failing. You can break up to 100 pieces at a time.

source: また、待っとるぞい。
es_es: I'll wait again.

source: 礼を言うぞい。これは今回のお礼じゃ。 １本につき、１００文やろう。 なかなか割りの良い仕事じゃろ？
es_es: I'll thank you. This is a thank you for this time. Let's do 100 sentences per book. Isn't it a pretty good job?

source: 割った本数分の報酬を貰った
es_es: I got a reward for the number of pieces I divided

source: それから今必要な薪は、 今までの分と合わせて１００本くらいじゃ。
es_es: Also, I need about 100 firewoods, including the ones I've used so far.

source: それから今必要な薪は、 今までの分と合わせて３００本くらいじゃ。
es_es: Also, I need about 300 firewoods, including the ones I've used so far.

source: すまんが残りの分を、またよろしく頼むぞい。
es_es: I'm sorry, I'll ask for the rest again.

source: おおおおおおっ！ ついに!!
es_es: Oh oh oh! finally!!

source: ん？ ……どうしたんだ？
es_es: Hmm? ……What happened?

source: お主に割ってもらった薪の数が…… １００本を超えたぞ！ これで目標到達じゃ！
es_es: The number of firewoods that I had mainly cracked ... exceeded 100! You've reached your goal with this!

source: 先に今回割ってもらった分のお礼じゃ。
es_es: Thank you for breaking this time earlier.

source: 割った本数分の報酬を貰った。
es_es: I got a reward for the number of pieces I divided.

source: ほう。もうそんなに割ったのか。
es_es: How. Have you broken it so much?

source: うむ。お主が手伝ってくれているおかげで、 必要な分を確保することができた。 改めて、ありがとうな。
es_es: Umm. Thanks to the help of the Lord, I was able to secure the necessary amount. Thank you again.

source: ……ただ、まだ薪の依頼が結構来そうなんじゃ。 腰もまだ痛むし…… すまんが、これからも手伝ってくれるかのう？
es_es: …… But it seems that there are still quite a few requests for firewood. My back still hurts ... I'm sorry, can you continue to help me?

source: まぁ、こっちも良い運動になったしな。 気にするな。
es_es: Well, this was also a good exercise. dont 'worry.

source: そう言ってもらえると、助かるぞい。 そうじゃ、せっかくの記念じゃからな。 粗品贈呈じゃ。受け取ってくれ。
es_es: It would be helpful if you could say that. Well, it's a special memorial. It's a gift of gifts. Receive it.

source: 「<Color:8>太古の御守り<Color:Default>」をもらった
es_es: "<Color:8> Ancient Omamori<Color:Default> I got

source: いいのか？
es_es: Is it okay?

source: いいんじゃ、役立ててくれ。 ワシが持っていても何の役にもたたんからの。 これからも、よろしく頼んだぞい。
es_es: It's okay, please help me. Even if I had it, it was of no use. Thank you for your continued support.

source: おおおおおおっ！ ついに!!
es_es: Oh oh oh! finally!!

source: ん？ ……どうしたんだ？
es_es: Hmm? ……What happened?

source: お主に割ってもらった薪の数が…… ３００本を超えたぞ！ これで目標到達じゃ！
es_es: The number of firewoods that were mainly broken ... has exceeded 300! You've reached your goal with this!

source: 先に今回割ってもらった分のお礼じゃ。
es_es: Thank you for breaking this time earlier.

source: 割った本数分の報酬を貰った
es_es: I got a reward for the number of pieces I divided

source: さ、３００本？ いつの間にそんなに……
es_es: Well, 300? Before I knew it so much ...

source: それだけ集中して割っておるということじゃろう。 おかげさまで必要な分を確保できた。 本当にありがとう。
es_es: That's how much you concentrate on breaking. Thanks to you, I was able to secure the necessary amount. Thank you very much.

source: ……ワシの腰もかなり良くなってきた気がするぞい！ これもお主のおかげじゃよ。 本当に、感謝しておる。
es_es: ...... I feel that my waist has improved considerably! This is also thanks to the Lord. I really appreciate it.

source: これは、３００本記念の粗品じゃ。 受け取ってくれ。
es_es: This is a 300-piece commemorative gift. Receive it.

source: 「<Color:8>壊れた羅針盤<Color:Default>」をもらった
es_es: "<Color:8> Broken compass<Color:Default> I got

source: ああ、ありがたく受け取っておく。
es_es: Oh, thank you for receiving it.

source: これからもよろしく頼むぞい。
es_es: Thank you for your continued support.

source: あ…… そうじゃった。 ワシ、今日は薪を売りに行く日じゃった。
es_es: Ah ... that's right. Eagle, today was the day to go to sell firewood.

source: お侍さん、じゃあ、またの。
es_es: Samurai, see you again.

source: ああ。
es_es: Oh.

source: おお、お侍さん！ また来てくださったか！
es_es: Oh, samurai! Did you come again!

source: ああ、元気そうだな。 腰はもういいのか？
es_es: Oh, it looks fine. Is your waist good?

source: もう完璧じゃ！ これでバンバン薪が割れるわい！
es_es: It ’s perfect! This will break the bang bang firewood!

source: ……と、 なるはずじゃったんじゃが……
es_es: ... and it was supposed to be ...

source: ん？ ……どうしたんだ？
es_es: Hmm? ……What happened?

source: 実はな、医者から仕事は適度にしておきなさいと 釘をさされてしまったんじゃ。
es_es: To tell the truth, the doctor told me to keep my work at a reasonable level.

source: 以前のように朝から晩まで薪割りをするような 生活は、無理かもしれんのう……
es_es: It may not be possible to live like before, chopping wood from morning till night ...

source: まぁ、爺さんも齢だしな。 少しは働くのを抑えた方がいい。
es_es: Well, the old man is also old. You should suppress working a little.

source: ……じゃが、そうすると 割れる薪の数が減ってしまう。
es_es: …… But then the number of firewood that breaks will decrease.

source: そうなると、薪の納品を待っている連中が、 困ることになるかもしれん。
es_es: If that happens, those who are waiting for the delivery of firewood may be in trouble.

source: うーん、誰か薪を割れる屈強な男が、 少しだけでも手伝ってくれると助かるんじゃが……
es_es: Well, it would be helpful if someone who could break firewood could help me even a little ...

source: 誰か……
es_es: who……

source: いればのぅ……
es_es: If you are ...

source: 助けて、ほしいのう……
es_es: I want you to help me ...

source: ……仕方ない。 これからも暇があったら、少し手伝ってやるよ。 まぁ、こっちも良い運動になるしな。
es_es: ……it can not be helped. If I have free time, I'll help you a little. Well, this is also a good exercise.

source: ひゃっほーう！ ありがとう！ 助かるぞい！
es_es: Hyahhh! Thank you! I'll be saved!

source: これからは、ワシもほどほどに働くからのぅ。 次からは薪割りの報酬もはずんでやるわい。 じゃから…… これからもよろしくな。
es_es: From now on, the eagle will work moderately. From now on, I'll give you a reward for chopping wood. Well ... Thank you for your continued support.

source: ああ、また来る。 腰に気をつけて、元気にしていろよ。爺さん。
es_es: Oh, I'll come again. Be careful of your lower back and stay healthy. Old man.

source: フフッ、お主もな。 くたばるんじゃないぞい！
es_es: Huh, the main one too. I'm not sick!

source: （いい鍛錬にもなるし、 気が向いたらまた、薪を割りに来よう）
es_es: (It's a good discipline, and if you feel like it, come back to split firewood)

source: おお、来てくれたんじゃな。 今日も薪を割って行ってくれるかの？
es_es: Oh, you came. Will you break the firewood today as well?

source: そうだな……
es_es: That's right ...

source: すまない、また来る。
es_es: I'm sorry, I'll come again.

source: そうか、待っておるぞい。
es_es: Well, I'll be waiting.

source: ああ、割って行こう。
es_es: Oh, let's break it.

source: ありがとう。 じゃあ早速、薪割り台の前に立っとくれ。
es_es: Thank you. Then, stand in front of the wood-splitting table.

source: タイミング良く<Sign:0>ボタンを押して薪を割りましょう。 斧を振り上げ、力が入る瞬間に斧が光ります。 光った瞬間にタイミングよく<Sign:0>ボタンを押すと薪を割ることができます。 連続して割って行くとスピードが上がっていくので、 失敗せずに素早く割りましょう。 割ることができるのは一回につき、最大１００本までです。
es_es: At the right time<Sign:0> Press the button to chop the firewood. Swing up the ax, and the moment the force is applied, the ax glows. Timely at the moment of shining<Sign:0> You can break firewood with the push of a button. If you break it continuously, the speed will increase, so let's break it quickly without failing. You can break up to 100 pieces at a time.

source: また、待っとるぞい。
es_es: I'll wait again.

source: 礼を言うぞい。これは今回のお礼じゃ。 １本につき、１５０文の大盤振る舞いじゃ！
es_es: I'll thank you. This is a thank you for this time. It's a large-scale behavior of 150 sentences per book!

source: 割った本数分の報酬を貰った
es_es: I got a reward for the number of pieces I divided

source: 助かったわい。 また、よろしく頼むぞい。
es_es: I'm glad I was saved. Also, thank you.

source: 薪割り爺さん
es_es: Wood-splitting old man

source: 薪割りについて
es_es: About chopping wood

source: 薪割り爺さんとの絆
es_es: Bond with the wood-splitting old man

source: 薪を割る
es_es: Break firewood

source: 薪割りについて聞く
es_es: Ask about chopping wood

source: 今日はちょっと忙しい
es_es: I'm a little busy today
