Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c140e.po
Languages: es_es

source: お、斎藤さんやないの。 おこしやす！ 今日は何にしはる？
es_es: Oh, I don't have Mr. Saito. Easy to wake up! What are you going to do today?

source: 斎藤さん。 福引き券%d枚、よかったらもらってや。
es_es: Mr. Saito. Fukubiki ticket% d, if you like, please get it.

source: ふはは、相変わらず斎藤さんは 難しい顔して食べはるねぇ。おいしかった？
es_es: Fuha, Mr. Saito still has a difficult face and eats. it was delicious?

source: あぁ、うまかったぜ。
es_es: Oh, it was good.

source: せやせや、それでこそ斎藤さんやね。 また食べにおいでや。
es_es: It's thin, and that's why Mr. Saito. Come eat again.

source: またおいでやす。 次は食べてってや。
es_es: Come again. Eat next time.

source: 店を手伝ってもいいか？
es_es: Can I help the store?

source: ほんまに？ えらい助かるわ。 じゃあお願いしようかな。 難しさはどないする？
es_es: Really? It will be a great help. Then let's ask. How difficult is it?

source: それじゃあよろしくたのんます！
es_es: Well then, thank you!

source: すまない。 急用を思い出した。
es_es: I'm sorry. I remembered the urgent need.

source: そうかぁ、それなら仕方ないな。 斎藤さん。また手伝いに来たってや。
es_es: Well, then it can't be helped. Mr. Saito. I came to help again.

source: 注文されるうどんの種類を覚えてください。 お客さんが全員注文し終わったら お客さんのうどんの種類に対応するボタンを 順番通りに押していきましょう。
es_es: Remember the type of udon you order. When all the customers have finished ordering, press the buttons corresponding to the type of udon noodles in order.

source: 麺さばき（難易度）が上がっていくほど 成功した時の売り上げが上がりやすくなります。 <Sign:6>を押すとお客さんの注文を 全て統一させる「おすすめ」が使えます。 おすすめは基本１度しか使えませんが、 失敗すると再び使えるようになります。 これらを駆使して一流のうどん屋を目指しましょう。
es_es: The higher the noodle handling (difficulty), the easier it is for sales to increase when you succeed.<Sign:6> If you press, you can use "Recommendation" to unify all customer orders. Recommendations can only be used once, but if you make a mistake, you can use them again. Let's make full use of these and aim for a first-class udon restaurant.

source: ここで飯でも食おうか。
es_es: Would you like to eat with rice here?

source: はい。
es_es: Okay.

source: おりょう、好きなもの食っていいぞ。
es_es: You can eat whatever you like.

source: うーん…… せやけど一（はじめ）さん、 ちゃんとお金持ってるの？
es_es: Hmm ... Sayaka Ichi (Hajime) -san, do you have enough money?

source: フッ、そんな心配はしなくていい。
es_es: Huh, you don't have to worry about that.

source: ふふ……
es_es: n/a……

source: でも、何か照れるわ。 こうして二人っきりで食事してると。
es_es: But something is shy. When we eat alone like this.

source: 斎藤さん、今日はお代はいいですよ。 日頃からお世話になってますし。
es_es: Saito-san, you're good today. I am indebted to you on a daily basis.

source: いいのか？ すまないな。
es_es: Is it okay? I'm sorry.

source: 一（はじめ）さん…… ちょっと助かったと思ってるやろ？
es_es: Mr. Ichi (Hajime) ... Do you think it was a little helpful?

source: ふふ…… ちょっとだけな。
es_es: Fufu ... just a little.

source: どうだった？
es_es: how was it?

source: うん、美味しかった。 けど、一（はじめ）さんの食べっぷり見たの初めて。
es_es: Yeah, it was delicious. However, this is the first time I've seen Mr. Ichi (Hajime) eat a lot.

source: うちの作った寺田屋の食事、一（はじめ）さん、 ほとんど手ぇつけへんかったもんねぇ。
es_es: The Teradaya meal we made, Mr. Ichi (Hajime), was almost untouched.

source: あ……
es_es: Ah……

source: フフ。さ、次はどこ行く？
es_es: Huff. Where are you going next?

source: （どこかで軽く酒でも飲むか）
es_es: (Do you drink lightly somewhere?)

source: おいでやす！ 注文は何にしはる？
es_es: Come on! What do you want to order?

source: 斎藤さん。 福引き券%d枚、よかったらもらってや。
es_es: Mr. Saito. Fukubiki ticket% d, if you like, please get it.

source: またいつでもおいでや。
es_es: Come again anytime.

source: 斎藤さん。次は食べてってや。
es_es: Mr. Saito. Eat next time.

source: お、斎藤さん。 今日はどうしはる？
es_es: Oh, Mr. Saito. What are you doing today?

source: 斎藤さん。 福引き券%d枚、よかったらもらってや。
es_es: Mr. Saito. Fukubiki ticket% d, if you like, please get it.

source: またいつでもおいでや。
es_es: Come again anytime.

source: 斎藤さん。次は食べてってや。
es_es: Mr. Saito. Eat next time.

source: 店を手伝ってもいいか？
es_es: Can I help the store?

source: 斎藤さんやったらいつでも歓迎やわ。 難しさはどないするん？
es_es: Saito-san is always welcome. How difficult is it?

source: それじゃあよろしくたのんます！
es_es: Well then, thank you!

source: すまない。 急用を思い出した。
es_es: I'm sorry. I remembered the urgent need.

source: そうかぁ、それなら仕方ないな。 斎藤さん。また手伝いに来たってや。
es_es: Well, then it can't be helped. Mr. Saito. I came to help again.

source: 注文されるうどんの種類を覚えてください。 お客さんが全員注文し終わったら お客さんのうどんの種類に対応するボタンを 順番通りに押していきましょう。
es_es: Remember the type of udon you order. When all the customers have finished ordering, press the buttons corresponding to the type of udon noodles in order.

source: 麺さばき（難易度）が上がっていくほど 成功した時の売り上げが上がりやすくなります。 <Sign:6>を押すとお客さんの注文を 全て統一させる「おすすめ」が使えます。 おすすめは基本１度しか使えませんが、 失敗すると再び使えるようになります。 これらを駆使して一流のうどん屋を目指しましょう。
es_es: The higher the noodle handling (difficulty), the easier it is for sales to increase when you succeed.<Sign:6> If you press, you can use "Recommendation" to unify all customer orders. Recommendations can only be used once, but if you make a mistake, you can use them again. Let's make full use of these and aim for a first-class udon restaurant.

source: 斎藤さん、ちょうどいいところに。
es_es: Saito-san, just in the right place.

source: ん？ どうかしたのか？
es_es: Hmm? What's wrong?

source: この前、内緒にしてたやつ、ついに達成したで！
es_es: The one I kept secret the other day, I finally achieved it!

source: あぁ、たしか。 もうすぐ何か達成しそうとか言ってたやつか。 いったい何の話だったんだ？
es_es: Oh, sure. He said he was about to achieve something. What the hell was that?

source: 実はな、つい今しがた…… 店を始めた時から決めてた、 総売り上げ目標をついに達成したんや！
es_es: Actually, just now ... I've finally achieved the total sales target that I had decided since I opened the store!

source: ほう…… それはめでたいな。おめでとう。
es_es: Hmm ... I'm happy about that. Congrats.

source: おおきに。これもぜんぶ斎藤さんが 手伝ってくれたりしたおかげやわ。
es_es: Big. This is all thanks to Mr. Saito's help.

source: フッ、少しでも力になれたのなら よかったぜ……
es_es: Huh, I wish I could help even a little ...

source: それでな、売り上げが目標金額に達したら 遠くの町に二号店でもだそうと思うてたんや。
es_es: Well, I thought that if the sales reached the target amount, it would be the second store in a distant town.

source: 二号店か……
es_es: Is it the second store ...

source: って言うても、まずは土地だけ買っとく感じやな。 実際に二つ目の店を始めるのはまだまだ先やで。 まだどこに建てるかも決まってないしな。
es_es: Even so, I feel like buying only the land first. It's still a long way to actually open the second store. I haven't decided where to build it yet.

source: それでな、その二号店の店長…… 斎藤さんにやってもらいたいなって思うとるねん。
es_es: Well, the manager of the second store ... I want Mr. Saito to do it.

source: お、俺が!?
es_es: Oh, I am !?

source: いやー、斎藤さん。うどん作る筋えぇし、 人柄もえぇ人やし、まさにうってつけ。
es_es: No, Mr. Saito. The udon noodles are made, and the personality is also good, so it's perfect.

source: うちな、うちの店まかせられる人、 斎藤さんしかおらんと思っとる。 ……どうや？ 店長、やってみぃひんか？
es_es: I think that only Mr. Saito, who can be entrusted to our store, is the only one. ...... How? Store manager, do you want to try it?

source: 俺は……
es_es: I am……

source: ……悪いが、二号店を手伝うことはできない。
es_es: ...... I'm sorry, but I can't help the second store.

source: ……斎藤さん、うどん作る才能あんねんで。
es_es: …… Mr. Saito, you have a talent for making udon noodles.

source: 気持ちは嬉しいが…… 俺にはやるべきことがある。 そのためにも、今は横道にそれることはできない。
es_es: I'm happy, but ... I have something to do. For that reason, I can't turn to the side streets now.

source: そうか……
es_es: Really……

source: ……なんてな！ やっぱりなぁ。 まぁ断られると思うとったよ。あんま気にせんでな。
es_es: ...... What! After all. Well, I thought I would be refused. Don't worry too much.

source: そうなのか？
es_es: Is that so?

source: せや。今やらなきゃいけんことを 簡単に投げ出す奴やったら、 そもそも二号店の店長なんて任せられんわ。
es_es: Seya. If you do something that you have to do now, you can't leave it to the manager of the second store in the first place.

source: ……矛盾しとるけどな。
es_es: ...... It's a contradiction.

source: ……そうだな。
es_es: ...... That's right.

source: でも斎藤さんに店長やってもらいたいのは嘘やない。 ……二号店ができるのはまだずっと先や。 十年後かもしれんし、二十年後かもしれん。
es_es: But I don't lie to ask Mr. Saito to be the store manager. ...... The second store is still a long way off. It may be ten years later, or twenty years later.

source: そん時、もう戦わんでえぇ世の中になっとったらさ、 うどんでも作りながら、のんびり暮らしていく。 そんな人生も…… 悪くないんやない？
es_es: At that time, if I had already fought and became a world, I would live leisurely while making udon noodles. Such a life ... isn't it bad?

source: ……なるほど、そんな人生も楽しそうだな。
es_es: ...... I see, that kind of life seems to be fun.

source: せやろ？
es_es: Sayaro?

source: フッ、わかった。 ……そんな平和な世の中にできたら 二号店の店長でもなんでもやってやるよ。
es_es: Huh, I understand. ...... If we can create such a peaceful world, even the manager of the second store will do anything.

source: ふはは、楽しみにしとくわ。 いつになるかはわからんけどな。 そんな世の中に…… なるとえぇなぁ……
es_es: Fuha, I'm looking forward to it. I don't know when it will be. In such a world ...

source: そうだな……
es_es: That's right ...

source: それまでうどん作りの技術、よう磨いときや。
es_es: Until then, the technique of making udon noodles, when polishing.

source: ふっ…… わかった。
es_es: Hmm ... I understand.

source: おおきに！ ……今日は気分がええからうちの奢りや。 うどん、食べていくやろ？
es_es: Big! ...... I'm feeling good today, so I'm grateful. Udon, should I eat it?

source: ……あぁ、頼む。
es_es: …… Ah, ask.

source: あいよ！ 天ぷらうどん一丁！
es_es: Aiyo! One tempura udon!

source: お、斎藤さんやないの。ふへへ。
es_es: Oh, I don't have Mr. Saito. Fuhehe.

source: ん、どうしたんだ？ にやにやして、何かあったのか？
es_es: Hmm, what's wrong? What happened with a grin?

source: あ、あぁ、もうすぐ達成するんやわ……
es_es: Ah, ah, I'll achieve it soon ...

source: ……何がだ？
es_es: ...... What is it?

source: それはな……
es_es: That is ...

source: ……ってだめだめ。まだ内緒や！ 言えるようになったら言うさかい、 そん時は話きいてちょうだいね。
es_es: ...... No. Still secret! If you can say it, please talk to me at that time.

source: ……そうか、わかった。
es_es: ...... I see.

source: さ、今日の注文は何にしはる？
es_es: So what's your order today?

source: 斎藤さん。 福引き券%d枚、よかったらもらってや。
es_es: Mr. Saito. Fukubiki ticket% d, if you like, please get it.

source: ふはは、相変わらず斎藤さんは 難しい顔して食べはるねぇ。おいしかった？
es_es: Fuha, Mr. Saito still has a difficult face and eats. it was delicious?

source: あぁ、うまかったぜ。
es_es: Oh, it was good.

source: せやせや、それでこそ斎藤さんやね。 また食べにおいでや。
es_es: It's thin, and that's why Mr. Saito. Come eat again.

source: またおいでやす。 次は食べてってや。
es_es: Come again. Eat next time.

source: 店を手伝ってもいいか？
es_es: Can I help the store?

source: ほんまに？ えらい助かるわ。 じゃあお願いしようかな。 難しさはどないする？
es_es: Really? It will be a great help. Then let's ask. How difficult is it?

source: それじゃあよろしくたのんます！
es_es: Well then, thank you!

source: すまない。 急用を思い出した。
es_es: I'm sorry. I remembered the urgent need.

source: そうかぁ、それなら仕方ないな。 斎藤さん。また手伝いに来たってや。
es_es: Well, then it can't be helped. Mr. Saito. I came to help again.

source: 注文されるうどんの種類を覚えてください。 お客さんが全員注文し終わったら お客さんのうどんの種類に対応するボタンを 順番通りに押していきましょう。
es_es: Remember the type of udon you order. When all the customers have finished ordering, press the buttons corresponding to the type of udon noodles in order.

source: 麺さばき（難易度）が上がっていくほど 成功した時の売り上げが上がりやすくなります。 <Sign:6>を押すとお客さんの注文を 全て統一させる「おすすめ」が使えます。 おすすめは基本１度しか使えませんが、 失敗すると再び使えるようになります。 これらを駆使して一流のうどん屋を目指しましょう。
es_es: The higher the noodle handling (difficulty), the easier it is for sales to increase when you succeed.<Sign:6> If you press, you can use "Recommendation" to unify all customer orders. Recommendations can only be used once, but if you make a mistake, you can use them again. Let's make full use of these and aim for a first-class udon restaurant.

source: お、斎藤さんやないの。 おこしやす！ 今日は何にしはる？
es_es: Oh, I don't have Mr. Saito. Easy to wake up! What are you going to do today?

source: 斎藤さん。 福引き券%d枚、よかったらもらってや。
es_es: Mr. Saito. Fukubiki ticket% d, if you like, please get it.

source: ふはは、相変わらず斎藤さんは 難しい顔して食べはるねぇ。おいしかった？
es_es: Fuha, Mr. Saito still has a difficult face and eats. it was delicious?

source: あぁ、うまかったぜ。
es_es: Oh, it was good.

source: せやせや、それでこそ斎藤さんやね。 また食べにおいでや。
es_es: It's thin, and that's why Mr. Saito. Come eat again.

source: またおいでやす。 次は食べてってや。
es_es: Come again. Eat next time.

source: 店を手伝ってもいいか？
es_es: Can I help the store?

source: ほんまに？ えらい助かるわ。 じゃあお願いしようかな。 難しさはどないする？
es_es: Really? It will be a great help. Then let's ask. How difficult is it?

source: それじゃあよろしくたのんます！
es_es: Well then, thank you!

source: すまない。 急用を思い出した。
es_es: I'm sorry. I remembered the urgent need.

source: そうかぁ、それなら仕方ないな。 斎藤さん。また手伝いに来たってや。
es_es: Well, then it can't be helped. Mr. Saito. I came to help again.

source: 注文されるうどんの種類を覚えてください。 お客さんが全員注文し終わったら お客さんのうどんの種類に対応するボタンを 順番通りに押していきましょう。
es_es: Remember the type of udon you order. When all the customers have finished ordering, press the buttons corresponding to the type of udon noodles in order.

source: 麺さばき（難易度）が上がっていくほど 成功した時の売り上げが上がりやすくなります。 <Sign:6>を押すとお客さんの注文を 全て統一させる「おすすめ」が使えます。 おすすめは基本１度しか使えませんが、 失敗すると再び使えるようになります。 これらを駆使して一流のうどん屋を目指しましょう。
es_es: The higher the noodle handling (difficulty), the easier it is for sales to increase when you succeed.<Sign:6> If you press, you can use "Recommendation" to unify all customer orders. Recommendations can only be used once, but if you make a mistake, you can use them again. Let's make full use of these and aim for a first-class udon restaurant.

source: いらっしゃい！ いらっしゃーい！
es_es: welcome! welcome!

source: （前に来たことがあるうどん屋だ…… とてもいい匂いがするな）
es_es: (It's a udon restaurant I've been to before ... it doesn't smell very good)

source: （少し腹も減ったし、食っていこうか）
es_es: (I'm a little hungry, so let's eat)

source: （……今はやめておくか）
es_es: (... Do you want to stop now?)

source: （……よし、食っていこう）
es_es: (... OK, let's eat)

source: あっ、お客さん。また来てくれたね。 ありがとう。お名前、なんて言うんだい？
es_es: Oh, the customer. You came again. Thank you. What's your name?

source: ああ…… 斎藤だ。
es_es: Ah ... Saito.

source: 斎藤さん、か。 いつも贔屓にしてくれておおきに。
es_es: Saito-san? Always be a favor.

source: 前に見たときから 斎藤さんのこと気になっとったんよ。 深刻な顔してうどん食べてはるから。
es_es: I've been curious about Mr. Saito since I saw it before. I'm eating udon with a serious face.

source: ひょっとしてうちのうどん、 口にあわんのやろうか、味が気に入らんのやろうか、 そうやって心配しとったんやけど……
es_es: I was worried about my udon noodles, whether I had a burn in my mouth or I didn't like the taste ...

source: ……そんなことはない。 変な誤解をさせて悪かったな。
es_es: ……No such thing. It was bad to make a strange misunderstanding.

source: ふはは！ 謝ることないよ。 何度もうちに足を運んでくれるってことは、 おいしいって思ってくれとるってことやさかい。
es_es: Fuhaha! I don't apologize. It's easy to think that it's delicious to visit us many times.

source: あぁ。確かに、ここのうどんは美味いな。
es_es: Ahh. Certainly, the udon noodles here are delicious.

source: 嬉しいこと言ってくれはるやないの！ 斎藤さん、おおきに。
es_es: I'm glad you said it! Saito-san, big.

source: あ、そやそや！ 今日は俺の奢りで食べていきぃ！ 常連さんへのちょっとした感謝の気持ちや。
es_es: Oh yeah! I'm gonna eat it today! A little gratitude to the regulars.

source: 何。……いいのか？
es_es: what. ...... Is it okay?

source: いいのいいの、今日は名前教えてもらったし。 お近づきの印に…… ね！
es_es: It ’s okay, I got your name today. As a sign of approaching ...

source: あ、でも今度からはちゃんとお代いただくからね。 忘れんといてや。
es_es: Ah, but from now on, I'll have you pay for it properly. Forget it.

source: ……フッ。じゃあお言葉に甘えさせてもらおう。
es_es: ...... Huh. Then let me spoil you with your words.

source: 注文は？ 何にしはる？
es_es: What is your order? What are you going to do?

source: うーん、そうだな……
es_es: Well, that's right ...

source: ゆっくり考えてな。ちなみによく注文されるのは、 安い方から…… たぬきうどん、きつねうどん、 月見うどん、天ぷらうどんの４種類やね。
es_es: Think slowly. By the way, the cheapest ones are often ordered ... Tanuki udon, Kitsune udon, Tsukimi udon, and Tempura udon.

source: 今日はうちの奢りやから、 一番値段の高い天ぷらうどんいってみよか。
es_es: Let's try the most expensive tempura udon from our grace today.

source: いいのか？ じゃあ天ぷらうどんを頼む。
es_es: Is it okay? Then I'll order tempura udon.

source: あいよ！ 天ぷら一丁！
es_es: Aiyo! One tempura!

source: どうや？ うまいやろ？
es_es: How is it? Is it good?

source: あぁ、シコシコした麺に薄味の出汁が染み渡り、かつ その上品さを損なわないように添えられた天ぷらが うどん本来の味をさらに引き立てていて……
es_es: Ah, the chewy noodles are soaked with a light soup stock, and the tempura that is added so as not to spoil the elegance further enhances the original taste of udon ...

source: ……とてもうまかった。
es_es: ...... It was very good.

source: はは、そうやろそうやろ！ これが京のうどんの味やさかい……
es_es: Haha, yeah yeah! This is the taste of Kyoto udon ...

source: うーむ、俺もたまに料理をするが…… こんな繊細な味はなかなかだせないな。 ぜひ秘訣を教えてもらいたいもんだ。
es_es: Hmmm, I cook occasionally, but ... I can't quite get such a delicate taste. I really want you to tell me the secret.

source: 秘訣ねぇ…… それはやっぱりあれやな。
es_es: The secret is ... That's what it is.

source: あれ……？
es_es: that……?

source: ずばり…… 秘訣はコシや。
es_es: All in all ... The secret is Koshi.

source: ほう、コシというと…… うどんのか。
es_es: Hmm, when it comes to koshi ... Udon?

source: ちゃうちゃう！ それももちろん大事やけども！ 体の腰のほうや！
es_es: Chow Chow! Of course that is also important burns! The waist of the body!

source: 麺をこねる時の腰使いが大事なんや、 腰の動きが、もろにうどんの味へと直結するんやで。
es_es: It's important to use the waist when kneading the noodles, and the movement of the waist is directly linked to the taste of udon noodles.

source: ……なるほどな。
es_es: ……got it.

source: せやから、ちゃんと足腰は鍛えなあかんで！ 斎藤さんなんて若いんやからなおさらや！
es_es: From Saya, don't train your legs properly! Saito-san is so young, especially!

source: 店長はどうやって腰を鍛えているんだ？
es_es: How is the store manager training his waist?

source: あちゃぁ…… 野暮なこと聞かんといて。 男が腰を鍛える手段なんてただひとつ！
es_es: Ahh ... I'm asking you about something wild. There is only one way for a man to train his hips!

source: 俺なんてなぁ、昨夜も愛しのおみっちゃんと…… ぐふ…… ぐふふふ……！
es_es: What am I, with my beloved Omchan last night ... Gouf ... Gouffufu ...!

source: へへ、思い出しただけで興奮してきたで！
es_es: Hehe, I was excited just by remembering it!

source: 腰をこうやって、こうやってな！ たまに別の角度から……
es_es: Do this on your hips, do this! Sometimes from a different angle ...

source: ……って、あだっ!!!!
es_es: ...... That's it !!!!

source: あだっ…… あだだだ……っ！
es_es: Ah ... Ah ...!

source: ど、どうしたんだ……？
es_es: What happened ...?

source: こ、腰が……！ 痛…… あだだだ!!
es_es: This is my waist ...! Pain ... Adada !!

source: そ、それはぎっくり腰じゃないか？ 腰の使いすぎだ。今すぐ医者のところへ……
es_es: Well, isn't it a tight back? I'm using my waist too much. Go to the doctor right now ...

source: い、いや…… それだけは絶対にあかん。
es_es: No, no ... That's absolutely not the case.

source: もうすぐお客さんが濁流の如く押し寄せる時間帯、 通称、御饂飩・輪廻（おうどんりんね）が 来てしまうさかい……
es_es: Soon, the time zone when customers are rushing like a muddy stream, commonly known as Udon Rinne, will come ...

source: 御饂飩・輪廻（おうどんりんね）……
es_es: Udon Rinne ……

source: この時間帯が一番の稼ぎ時やから、 店を離れるわけにはいかへんのや。
es_es: It's hard to leave the store from the time when you make the most money.

source: くっ…… せやけどこの腰じゃあ 客にうどんを出すことすらできへん……
es_es: Hmm ... I can't even serve udon to customers with this waist ...

source: ……せ、せや！ 斎藤さん！ ちょっとだけ店、手伝ってくれへんやろか？
es_es: ...... Saya! Saito-san! Can you help me at the store for a moment?

source: え？
es_es: e?

source: 麺は俺の方で茹でておくさかい、 斎藤さんにはうどんをお客さんに配ってほしいねん。
es_es: I want the noodles to be boiled by me, and I want Mr. Saito to distribute the udon noodles to the customers.

source: お客さんの注文通りに 具をいれて配るだけでええから！ きつねうどんなら揚げ、月見うどんなら玉子、って。
es_es: All you have to do is add the ingredients and distribute them according to the customer's order! Kitsune udon noodles, moon-viewing udon noodles, eggs.

source: 斎藤さん、ほんま頼んます！ お給料はちゃんと出すさかい！
es_es: Saito-san, I'll really ask! The salary will be paid properly!

source: いや、俺には無理な気がするが……
es_es: No, I don't think it's possible ...

source: ……この時間に店閉めとったら、 うちの商売、あがったりなんですわ。
es_es: ...... If the store is closed at this time, our business will be up.

source: それに、わざわざうちに足を運んでくれるお客さんを 悲しませたくないしな……
es_es: Besides, I don't want to make the customers who come all the way sad ...

source: （うーむ…… うどんを御馳走してもらった恩もある。 ここは少し協力してあげるか……）
es_es: (Hmm ... I'm grateful for the udon treat. Will you cooperate a little here ...)

source: ……わかった。 上手く出来るかわからねぇが、俺に手伝わせてくれ。
es_es: ……all right. I don't know if it works, but let me help you.

source: ほ、ほんまでっか!? おおきに！ 助かりますわ！
es_es: Honmadekka !? Big! I'll be saved!

source: 店長ー！ ４人なんだけど、大丈夫？
es_es: Store manager! I have four people, is that okay?

source: はーい、ちょっとだけ待っとってや。 今準備するさかいに！
es_es: Yeah, wait a minute. Get ready now!

source: さぁ、斎藤さん。さっそくおいでなすったで。
es_es: Now, Mr. Saito. Come on and make it.

source: 生と死が交互に幾度も繰り返すが如く お客と注文が生まれ続ける…… 御饂飩・輪廻（おうどんりんね）の時間帯や!!!!
es_es: Customers and orders continue to be born as if life and death alternate over and over again ... The time zone of Udon Rinne !!!!

source: ……俺は客の注文通りに 具をいれて出せばいいんだったな？
es_es: ...... I should just put the ingredients in and out according to the customer's order?

source: せや、でもできるだけ素早く対応したってや。 大事なうどんのコシが台無しになってしまうさかい！ とりあえず、売り上げ３両を目標に頑張ってや！
es_es: No, but he responded as quickly as possible. The important udon noodles will be ruined! For the time being, do your best with the goal of selling 3 cars!

source: おいでやす！ 注文は何にしはる？
es_es: Come on! What do you want to order?

source: お客さん、福引き券%d枚どうぞ。
es_es: Customers, please have% d Fukubiki tickets.

source: （とてもうまいうどんだったな。 寺田屋からも近いし、また来よう……）
es_es: (It was very delicious. It's close to Teradaya, so let's come again ...)

source: お客さん…… おいしかった？
es_es: Customer ... Was it delicious?

source: ん？ あぁ。
es_es: Hmm? Ahh.

source: ほんまに？ ほんまにおいしかったん？
es_es: Really? Was it really delicious?

source: ……うまかった。
es_es: ...... It was good.

source: そうでっか！ ふはは…… おおきにお客さん。またおいでや。
es_es: That's right! Fuha ... A big customer. Come again.

source: ……？ あぁ。
es_es: ……? Ahh.

source: 「うまい屋うどんの主人」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「うまい屋うどんの主人」と交流してみましょう。
es_es: A bond with "the owner of Takoyaki Udon" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with the "master of Umaiya Udon".

source: またおいでやす。 次は食べてってや。
es_es: Come again. Eat next time.

source: うどん屋店長
es_es: Udon shop manager

source: 注文する
es_es: order

source: うどん屋を手伝う
es_es: Help the udon shop

source: うどん屋手伝いの説明を聞く
es_es: Listen to the explanation of helping the udon shop

source: やめる
es_es: Stop

source: 駆けだし級
es_es: Start-up class

source: 真打ち級
es_es: True hit class

source: うどん屋手伝い
es_es: Helping udon shop

source: 龍馬
es_es: Ryoma

source: おりょう
es_es: Oryo

source: 店員
es_es: Clerk

source: うどんを食う
es_es: Eat udon

source: 食わない
es_es: Don't eat

source: 客
es_es: customer

source: うまい屋うどんの主人との絆
es_es: Bonds with the owner of Takoyaki Udon
