Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000a0013.po
Languages: es_es

source: 上手く歌えたかな？
es_es: Did you sing well?

source: ああ。よかったぞ、遥。
es_es: Oh. I'm glad, Haruka.

source: そうだ。おじさんも歌ったら？ おじさんの歌、聴きたいなぁ……
es_es: That's it. What if my uncle also sang? I want to listen to my uncle's song ...

source: そっか。残念。 じゃあ私、家事も残ってるから、先に家に帰ってるね。 誘ってくれてありがとう♪
es_es: I see. Sorry. Then I have some housework left, so I'm going home first. Thank you for inviting me ♪

source: おじさん…… 歌いにくかったよ……
es_es: Uncle ... It was hard to sing ...

source: すまない……
es_es: I'm sorry ...

source: はぁ…… なんか疲れちゃった。 私、家事も残ってるから、先に家に帰ってるね。
es_es: Hmm ... I'm tired. I have some housework left, so I'm going home first.

source: おじさんありがとう！ おかげで、すごく上手く歌えたよ。
es_es: Thank you uncle! Thanks to that, I was able to sing very well.

source: そうか。それはよかった。
es_es: Really. That's good.

source: そうだ。おじさんも歌ったら？ おじさんの歌、聴きたいなぁ……
es_es: That's it. What if my uncle also sang? I want to listen to my uncle's song ...

source: そっか。残念。 じゃあ私、家事も残ってるから、先に家に帰ってるね。 誘ってくれてありがとう♪
es_es: I see. Sorry. Then I have some housework left, so I'm going home first. Thank you for inviting me ♪

source: よかったよ、おじさん。
es_es: I'm glad, uncle.

source: 結構お客さんも盛り上がってたみたいだし、 また一緒に歌おうね。
es_es: It seems that the audience was quite excited, so let's sing along again.

source: ああ。そうだな。
es_es: Oh. That's right.

source: じゃあ私、家事も残ってるから、先に家に帰ってるね。 誘ってくれてありがとう♪
es_es: Then I have some housework left, so I'm going home first. Thank you for inviting me ♪

source: お、おじさん……
es_es: Uncle ...

source: あの…… 私…… 家事も残ってるから、先に家に帰ってるね……
es_es: Um ... I ... I have some housework left, so I'm going home first ...

source: おじさん、すごい…… なんか感動しちゃって、言葉が出てこないよ……
es_es: Uncle, it's amazing ... I'm so impressed that I can't speak any words ...

source: すごい盛り上がったし、よかったね。 また一緒に歌おうね！
es_es: It was really exciting and I'm glad. Let's sing together again!

source: ああ。そうだな。
es_es: Oh. That's right.

source: じゃあ私、家事も残ってるから、先に家に帰ってるね。 誘ってくれてありがとう♪
es_es: Then I have some housework left, so I'm going home first. Thank you for inviting me ♪

source: 遥
es_es: remote

source: 龍馬
es_es: Ryoma

source: 歌う
es_es: sing

source: 歌わない
es_es: Don't sing
