Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c13e5.po
Languages: es_es

source: シショー！ 稽古つけてクダサーイ！
es_es: Shisho! Rehearsal and Kudasai!

source: あ、シショー。
es_es: Oh, Shisho.

source: トム、大丈夫か？
es_es: Tom, are you okay?

source: 何のことデースカ!? 私、変な顔でもシテマーシタ？
es_es: What the hell is that !? I have a funny face, but I'm a shite marsita?

source: 御心配アリガトウゴザマス！ トムはバリバリ元気デスヨー！
es_es: Worry Arigato Gozamas! Tom is crunchy and energetic Death Yo!

source: …………そうか。
es_es: …………Really.

source: シショー！ 今日も稽古をつけてくれマースカ？
es_es: Shisho! Please practice again today, Marska?

source: 今は無理だ。また今度な。
es_es: It's impossible now. See you next time.

source: Ｏｈ…… ワカリマーシタ……
es_es: Oh …… Wakari Marsita ……

source: あぁ、わかった。道場へ入るぞ。
es_es: Oh, I understand. I'll enter the dojo.

source: ……ハハ、シショーは優しいデスネ。 ヨロシクオネガイシマス！
es_es: …… Haha, Shisho is a gentle Desune. nice to meet you!

source: シショー！ 稽古つけてクダサーイ！
es_es: Shisho! Rehearsal and Kudasai!

source: シショー！ お久しぶりデース！ また稽古をつけてクダサーイ！
es_es: Shisho! It's been a long time! In addition, practice Kudasai!

source: 今は無理だ。また今度な。
es_es: It's impossible now. See you next time.

source: Ｏｈ…… ワカリマーシタ……
es_es: Oh …… Wakari Marsita ……

source: いいだろう。道場へ入るぞ。
es_es: All right. I'll enter the dojo.

source: ハイ、ヨロシクオネガイシマス！
es_es: Hi, Yoroshiku Onegaishimas!

source: シショー！ 稽古つけてクダサーイ！
es_es: Shisho! Rehearsal and Kudasai!

source: 今は無理だ、また今度な。
es_es: I can't do it now, this time.

source: ワカリマーシタ！ 私、ここで待ってマス。 稽古つけてくれる時なったら、 またイラシテクダサーイ！
es_es: Wakari Marsita! I'll wait here. When it's time to practice, I'll be back again!

source: いいだろう。 ついて来い、道場へ行くぞ。
es_es: All right. Follow me and go to the dojo.

source: ハイ、ヨロシクオネガイシマス！
es_es: Hi, Yoroshiku Onegaishimas!

source: トム
es_es: Tom

source: 稽古をつける
es_es: Practice

source: また今度
es_es: Maybe next time
