Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid0044004a.po
Languages: es_es

source: ではこれから「いんたびゅう」を始める前に ひとつだけ言わせて下さい。
es_es: Now, let me just say one thing before starting "Intabyu".

source: 斎藤さん。今日の目的は、 『新選組の本当の姿を読者の皆様に伝える』ことです。
es_es: Mr. Saito. Today's purpose is to "tell readers what the Shinsengumi really is."

source: 新選組の本当の姿……？
es_es: The true appearance of the Shinsengumi ...?

source: えぇ、「壬生狼」と呼ばれ、 周囲からの悪評も少なくない新選組ですが……
es_es: Well, it's called "Issei Wolf", and it's a Shinsengumi that has a lot of bad reviews from the people around it ...

source: 実際は悪漢を退治したり人助けをしたり、 町のみんなが思っているほど、 悪い集団ではないはずなんです。
es_es: In reality, it shouldn't be as bad a group as everyone in the town thinks, getting rid of bad guys and helping people.

source: 私はその間違った認識を正したい。 世間の新選組に対する悪印象を払拭することこそが、 この「いんたびゅう」の真意なのです。
es_es: I want to correct that misconception. Dispelling the bad impression of the Shinsengumi is the true meaning of this "Intabyu".

source: そうだったのか……
es_es: Is that so……

source: はい。そういうわけなので、 その点に注意して私の質問に答えてくださいね。
es_es: Okay. That's why please answer my question with that in mind.

source: わかった。
es_es: all right.

source: ……さあ始まりました！ 今から行われるのはおそらく日本で初めての 「いんたびゅう」でございます！
es_es: ...... Now it's started! Probably the first "Intabyu" in Japan to be held from now on!

source: そのお題はズバリ「新選組」！
es_es: The theme is "Shinsengumi"!

source: 入隊後、すぐに隊長へと出世！ 噂の三番隊隊長、斎藤一さんにお話を伺います！ 本日は宜しくお願いします！
es_es: Immediately after joining the army, you will be promoted to captain! We will talk to Mr. Hajime Saito, the rumored captain of the 3rd division! I look forward to working with you today!

source: ……お、おう。
es_es: …… Oh, oh.

source: それでは斎藤さん！ ポンポンと進行させていただきますよ。 張り切って参りましょう！
es_es: Then Mr. Saito! I will proceed with pompoms. Let's keep up the good work!

source: 斎藤一さんへの最初の質問！ 新選組と言えば「壬生狼」と恐れられる人斬り集団！ そこで質問なのですが……
es_es: The first question to Mr. Hajime Saito! Speaking of the Shinsengumi, a group of people who are feared to be "Issei Wolf"! So I have a question ...

source: 人を斬ることとは、 あなたにとってズバリなに!? かっこいい答えをお願いしますよ！
es_es: What does it mean to kill people !? Please give me a cool answer!

source: 愛情表現の裏返し…… ってとこだな。
es_es: The inside out of the expression of affection ...

source: なるほど、愛情表現の裏返しですかー。
es_es: I see, is it the inside out of the expression of affection?

source: ……ってちょっと！ 意味がよくわかりませんよ！
es_es: ...... Hey! I don't really understand the meaning!

source: そ、そうか……？
es_es: Oh yeah ...?

source: うーん、できれば回答しなおしてほしいですが、 ありのままを載せることに意味があるので…… このまま続けますね……
es_es: Well, I'd like you to answer again if possible, but since it makes sense to post it as it is ... I will continue as it is ...

source: 三度の飯より好きなものだ。 人を斬ってさえいられりゃ他には何もいらない。
es_es: I like it better than three meals. You don't need anything else as long as you can kill people.

source: なるほど、シビれますねえ！ まさに「壬生狼」！ よっ、血に飢えた狂気の人斬り組織……
es_es: I see, you can get sick! It's exactly "Issei Wolf"! So, a bloodthirsty crazy slasher organization ...

source: ……ってちょっと！
es_es: ...... Hey!

source: 今日の目的ちゃんと聞いてました!? 世間の抱いている新選組の悪い印象をなくすって 言ったでしょう!?
es_es: Did you hear about today's purpose !? You said that you would eliminate the bad impression of the Shinsengumi that the world has !?

source: そ、そういえばそうだったな……
es_es: Well, that's right ...

source: うーん、できれば回答しなおしてほしいですが、 ありのままを載せることに意味があるので…… このまま続けますね……
es_es: Well, I'd like you to answer again if possible, but since it makes sense to post it as it is ... I will continue as it is ...

source: 新選組隊士としての務めだが…… 俺たちも好きで斬っているわけじゃない。 相手を斬るのはやむを得ない場合に限られる。
es_es: It's my duty as a Shinsengumi member ... We don't like it and slash it. It is only when it is unavoidable to kill the opponent.

source: なるほどよくわかります！ 壬生狼と言われつつ、新選組が 京に治安をもたらしていることも事実ですしねえ！
es_es: I see! It is also true that the Shinsengumi is bringing security to Kyo while being called the Mibu Wolf!

source: ……斎藤さん、その調子ですよ！ 今みたいな感じで世間の抱く新選組の印象を もっと良いものにしていきましょう！
es_es: ...... Saito-san, that's the way it is! Let's improve the impression of the Shinsengumi that the world holds like now!

source: 続いての質問です！ 新選組の敵と言えば倒幕を企てる「勤王志士」！ ここで彼らに向かって一言どうぞ！
es_es: The next question! Speaking of the enemy of the Shinsengumi, "Qin Wang Shishi" who plans to defeat! Please give a word to them here!

source: 「これからもお互い頑張ろうな」 ……ってところか。
es_es: "Let's continue to do our best" ...

source: う、うーん。その一言は色々問題があるような……
es_es: Hmmm. That word seems to have various problems ...

source: そ、そうか……？
es_es: Oh yeah ...?

source: あんまり格好いい台詞でもないですしね…… まぁいいか。そのまま載せておきますね。
es_es: It's not a very cool line, isn't it? I will put it as it is.

source: 「遺言はもう考えてあるか？ 俺たちと会ったら遺言考える暇はねえぞ」 ……ってところか。
es_es: "Have you already thought about your will? If you meet us, you won't have time to think about your will."

source: お！ 今の発言聞いたら連中、ビビっちゃいますよ！ 心強い、そして格好いいお言葉をいただきました！
es_es: Oh! If you listen to what you're saying now, they'll be scared! We received encouraging and cool words!

source: 「お袋さんを泣かせるなよ。 早く故郷（くに）に帰って親孝行してやれ」 ……ってところか。
es_es: "Don't make your bag cry. Go back to your hometown and be filial piety."

source: 優しい！ 優しすぎますよ、斎藤さん！ さすがは史上最強の剣客集団、 「新選組」の王者の貫録です！
es_es: friendly! It's too kind, Mr. Saito! As expected, it is a record of the champion of "Shinsengumi", the strongest swordsman group in history!

source: 続いての質問です！ 突然ですが、 斎藤さんの女性の好みを教えてください。
es_es: The next question! Suddenly, please tell us about Mr. Saito's women's tastes.

source: な、何？ なんだその質問は。
es_es: What? What is that question?

source: こういう質問に答えることによって、 記事を読んだ人は、 新選組により親近感を持つようになるんですよ。
es_es: By answering these questions, the people who read the article will feel more familiar with the Shinsengumi.

source: なるほど。そういうものか。 俺の女の好みは、そうだな……
es_es: I see. Is it something like that? That's what my woman likes ...

source: 性格が合う人だな。
es_es: He's a person with a good personality.

source: ほう、やはり長い時間を共にするわけですから、 自分と合う性格だということは大事ですよね。
es_es: On the other hand, I spend a lot of time together, so it's important that I have a personality that suits me.

source: 素敵なお答え、ありがとうございます。
es_es: Thank you for your wonderful answer.

source: 顔と体さえよければ誰でもいい。
es_es: Anyone can do as long as they have a face and body.

source: 斎藤さん、いい顔してなんてことを……
es_es: Saito-san, what a nice face ...

source: いや、大事なことですけどね。 次からはもう少し世間体というものも視野に入れて 回答いただけると嬉しいです……
es_es: No, it's important. From now on, I would be grateful if you could answer with a little more public perspective in mind ...

source: 技を持っている人だな。
es_es: Someone who has the skill.

source: （この人は何を言っているんだろう……）
es_es: (What is this person saying ...)

source: ……あぁっ！ 剣の方ね!! 剣の技の方ですよね!? 失礼しました。
es_es: ...... Ah! You're the sword !! You're the sword technique !? Excuse me.

source: さらに続けます！ 三番隊隊長、斎藤一さん、 あなたにとって「新選組」とは一体何でしょう!?
es_es: Continue further! Mr. Hajime Saito, Captain of the 3rd Division, what exactly is the "Shinsengumi" for you !?

source: 「最強」への通過点だな。 いつまでもさらなる高みを目指して歩き続ける。 それが男ってものだ。
es_es: It's a passing point to the "strongest". I will continue to walk toward further heights forever. It's a man.

source: 目指すは最強ってことですか！ 「新選組」でさえも通過点！ シビれますねえ！
es_es: Do you aim to be the strongest? Even the "Shinsengumi" is a passing point! You can get sick!

source: 「男だらけ」の楽園だな。 毎日楽しく過ごさせてもらっている。
es_es: It's a paradise full of men. I am having a good time every day.

source: た、隊士は全部で１０００人でしたもんね？ こわもてから美少年までよりどりみどりと。 確かにその道の人には楽園かもしれませんが……
es_es: Also, there were 1000 soldiers in all, right? From scary to young boys, it's more green. It may be a paradise for people on that road, but ...

source: このまま記事にして大丈夫かな…… 一部の人には受けるかもしれないけど……
es_es: Is it okay to write an article as it is ... Some people may receive it ...

source: 「武士」の理想郷だな。 今の時代、「武士」の道を貫くことができるのは 剣一本でのしあがれる新選組だけだ。
es_es: It's the utopia of "samurai". In this era, only the Shinsengumi who can complete the path of "samurai" with a single sword can go through.

source: か、かっこいいですよ、斎藤さん!! 武士の理想郷、新選組！ まさに戦国以来の剣客集団ってわけですね！
es_es: It's cool, Mr. Saito !! Samurai's utopia, Shinsengumi! It's a group of swordsmen since the Warring States period!

source: さあ、「いんたびゅう」もいよいよ佳境ですよ！
es_es: Now, "Intabyu" is finally in a good condition!

source: これはおそらく 読者が一番聞きたい質問だと思うのですが……
es_es: I think this is probably the question readers want to ask the most ...

source: もし我々のような普通の一般人が 万が一、街で新選組に目をつけられた場合、 どのように対処したらいいのでしょう？
es_es: What should an ordinary person like us do if the Shinsengumi is spotted in the city?

source: 新選組への対処？
es_es: Dealing with Shinsengumi?

source: たとえばですよ、 新選組がなにかをきっかけに我々一般人を 勤王志士の間者と疑ったとしましょう。
es_es: For example, let's say that the Shinsengumi suspected that we, the general public, were among the Qin Wang Shishi.

source: そうなると屯所に連行されて 取り調べで拷問を受けるなんてこともあるって 噂ですから。
es_es: It is rumored that if that happens, they may be taken to the tunsho and tortured during interrogation.

source: そういうとき、 私らはどうやって身を守ればいいのかな、と。 新選組に目をつけられたらどうすればいいんです？
es_es: At that time, how should we protect ourselves? What should I do if I can see the Shinsengumi?

source: 自分にやましいところがなければ 何も心配はいらない。 そういう相手に俺たちが目をつけることもない。
es_es: If you don't have any problems with yourself, don't worry about anything. We don't even look at those people.

source: なるほど！ そういうことなら安心ですね！ いや、御説ごもっともです！
es_es: I see! That's a relief! No, the theory is correct!

source: 死んだふりが有効だな。 そのまま新選組がいなくなるまで やり過ごしたらいいだろう。
es_es: Pretending to be dead is effective. You should just go through until there are no Shinsengumi.

source: まさか熊じゃあるまいし…… 今の答え、本当に記事にしてもいいんですかね……
es_es: It's not a bear ... Is it really okay to write an article about the current answer?

source: 抵抗すれば死ぬ、逃げても死ぬ。 目をつけられた時あんたらに残された道は 念仏を唱えることくらいだ。
es_es: If you resist, you will die, if you run away, you will die. The only way left for you when you look at it is to recite the Nembutsu.

source: えっと…… 無実だったとしてもですか？ それはちょっとひどくありません？
es_es: Um ... even if it's innocent? Isn't it a little terrible?

source: うーん、斎藤さん。 今回の「いんたびゅう」の目的、覚えてますか？ これじゃもう台無しですよ……
es_es: Well, Mr. Saito. Do you remember the purpose of this "Intabyu"? This is already ruined ...

source: ……これで「いんたびゅう」は終了です！ 斎藤さん、ありがとうございました。
es_es: ...... This is the end of "Intabyu"! Thank you, Mr. Saito.

source: 瓦版売り
es_es: Kawaraban sale

source: 龍馬
es_es: Ryoma

source: 愛情表現の裏返し
es_es: Inside out of affection

source: 三度の飯より好きなもの
es_es: What I like more than three meals

source: 新選組隊士としての務め
es_es: Serving as a Shinsengumi

source: 「これからもお互い頑張ろうな」
es_es: "Let's continue to do our best"

source: 「遺言はもう考えてあるか？」
es_es: "Are you thinking about your will?"

source: 「お袋さんを泣かせるなよ」
es_es: "Don't make your bag cry"

source: 性格が合う人
es_es: A person with a suitable personality

source: 顔と体さえよければ誰でも
es_es: Anyone with a good face and body

source: 技を持っている人
es_es: Someone who has the skill

source: 「最強」への通過点
es_es: A passing point to the "strongest"

source: 「男だらけ」の楽園
es_es: A paradise full of men

source: 「武士」の理想郷
es_es: Utopia of "Samurai"

source: やましくなければ心配無用
es_es: Don't worry if you don't mind

source: 死んだふりが有効だな
es_es: Pretending to be dead is effective

source: 抵抗すれば死ぬ 逃げても死ぬ
es_es: If you resist, you will die. Even if you run away, you will die.
