Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid004400c6.po
Languages: es_es

source: はぁ…… はぁ…… どうだった……？
es_es: Hmm ... Hmm ... How was it ...?

source: 素晴らしいですわっ！ やはり、私の目に狂いはなかった！ 華のある、良い踊りでしたわよ！
es_es: It's wonderful! After all, there was nothing wrong with my eyes! It was a brilliant and good dance!

source: はぁ…… はぁ…… どうだった……？
es_es: Hmm ... Hmm ... How was it ...?

source: まだまだ荒削りですが、初めてとしては上出来ですわ！ やはり…… 私の目に狂いはなかったですわ！
es_es: It's still rough, but it's good for the first time! After all ... I didn't go crazy in my eyes!

source: そうか…… ならよかった。 なかなか奥が深いものだな。
es_es: I see ... I wish I had. It's quite deep.

source: そうなのですわ。まぁそこが、面白いところでも あるんですけれどね。
es_es: That's right. Well, that's also an interesting place.

source: もし気に入っていただけたなら…… またいらしてください。 斎藤さんには、特別価格で教えて差し上げますわ。
es_es: If you like it ... please come again. I will tell Mr. Saito at a special price.

source: ふっ…… なんだ、結局店への勧誘だったのか？
es_es: Hmm ... What was it, after all, a solicitation to the store?

source: おほほほ。 いつの時代も、体験授業というものは顧客獲得と 密接に関係しているものですわ。
es_es: Cheeks. Experience-based lessons have always been closely related to customer acquisition.

source: 商売上手だな。まったく……
es_es: You're a business person. Jeez……

source: まぁ、それは冗談として…… 斎藤さんには見込みがあるのは事実ですわ。
es_es: Well, that's a joke ... It's true that Mr. Saito has a lot of potential.

source: 気分転換にもなりますし、お暇なときにでもぜひ。 いつでもお待ちしておりますわ。
es_es: It's a refreshing experience, and even when you're free. We are always waiting for you.

source: ああ。気が向いたら顔を出すとする。 じゃあな、舞城…… 先生。
es_es: Oh. Suppose you show your face when you feel like it. Well then, Maijo ... Sensei.

source: ええ。それでは。お待ちしてますわ。
es_es: Yeah. Well then. I'll be waiting for you.

source: （舞踊、か…… 確かに奥が深いし、面白いものだな。 暇があったら、また顔を出してみるか……）
es_es: (Dance, or ... It's certainly deep and interesting. If I have time, I'll come back again ...)

source: ここが「にちぶ座」か…… 趣のある、良い内装だな。
es_es: Is this "Nichibu-za" ... It's a nice and quaint interior.

source: ほほほ。そうでしょ？ さて、それではこれからみっちりと、 基礎を教えますからね。覚悟してくださいな。
es_es: Cheeks. Right? Well then, I will teach you the basics exactly from now on. Please be prepared.

source: う、うむ……
es_es: Umm ...

source: 日本舞踊 その弐へ進む。
es_es: Go to the second Japanese dance.

source: 日本舞踊 説明終了。
es_es: The explanation of Japanese dance is over.

source: もう一度、遊び方を確認しますか？
es_es: Would you like to see how to play again?

source: う～む…… なるほどな。
es_es: Hmm ... I see.

source: ……さぁ、これで一通り基礎は教えましたわ。 あとは、実践してみましょう。
es_es: ...... Now, I've taught you the basics. After that, let's practice.

source: 実践？
es_es: Practice?

source: ええ。今から曲を流しますので、 それに合わせて踊ってみてくださいな。
es_es: Yeah. I'm going to play a song from now on, so please dance to it.

source: い、いきなりか？
es_es: Suddenly?

source: 習うより慣れろ、がうちの教室の方針なんです。 では、いきますわよ！
es_es: It's our classroom policy to get used to it rather than learn it. Let's go!

source: 龍馬
es_es: Ryoma

source: 舞城
es_es: Dance city

source: はい
es_es: Okay

source: いいえ
es_es: No
