Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid006e01b8.po
Languages: es_es

source: あ！ 武士殿！ 今日も素敵な刀を持っておいでですな。 ふひひ、気にかけてくれて嬉しいですぞ。
es_es: Ah! Samurai-den! Bring a nice sword today as well. Fuhihi, I'm glad you care.

source: ふひひ！ 武士殿、武士殿！ 待ちわびておりましたぞ！ 「獅子王」、私に見せていただけるんですな？
es_es: Fuhihi! Samurai Hall, Samurai Hall! I've been waiting for you! Can you show me "Shishiou"?

source: 今、お前に見せられるような刀はないな……
es_es: I don't have a sword that you can show me right now ...

source: そうですか……
es_es: Is that so……

source: これでどうだ？
es_es: How about this?

source: ふひひ！ これが「獅子王」ですか！ ではさっそく、拝見しますぞ～！
es_es: Fuhihi! Is this the "lion king"? Let's take a look!

source: いやぁ、さすが武士殿！ ふひふひ！ 今回の刀もまさに、絶品！ 珠玉の作品ですなぁ！ 私は今、猛烈に感動していますぞ！
es_es: Well, as expected, the samurai hall! Fuhifuhi! This sword is also truly exquisite! It's a gem! I'm really impressed right now!

source: そうか。
es_es: Really.

source: ……それでは約束です。 たくさん刀を見せてくれた武士殿に、 私の秘蔵の名刀を、一本差し上げますぞ。
es_es: ...... Then it's a promise. I will give you one of my treasured swords to the samurai who showed me a lot of swords.

source: これを受け取ってくだされ。
es_es: Please receive this.

source: 「<Color:8>鮪切<Color:Default>」を貰った。
es_es: "<Color:8> Tuna cut<Color:Default> I got it.

source: これは…… 本当にいいのか？
es_es: Is this ... really good?

source: ふひひ！ もちろんですぞ！ 刀の本分は、悪を斬り、正すこと！
es_es: Fuhihi! Of course! The main part of the sword is to slash and correct evil!

source: その刀も武士殿に使われるなら きっと本望でしょうなぁ！
es_es: If that sword is also used for the samurai palace, I'm sure it's my dream!

source: そういうことなら、ありがたく使わせてもらう。
es_es: If that's the case, I'm grateful to use it.

source: ……もう渡せる刀はないのですが、 これからも珍しい刀が手に入ることがあれば 見せに来てほしいですぞ！
es_es: I don't have a sword I can hand over anymore, but if I can get a rare sword in the future, I'd like you to come and see it!

source: あぁ、わかった。
es_es: Oh, I understand.

source: ふひひ、いろんな刀が見られて嬉しいなぁ！ 武士殿と出会えて、本当によかったですぞ～！
es_es: Fuhihi, I'm glad to see various swords! It was really nice to meet the samurai lord!

source: ふひひ、武士殿ではありませぬか！ 「小狐丸」を、私に見せていただけるので？
es_es: Fuhihi, isn't it a samurai hall! Can you show me "Kogitsunemaru"?

source: 今、お前に見せられるような刀はないな……
es_es: I don't have a sword that you can show me right now ...

source: そうですか……
es_es: Is that so……

source: これでどうだ？
es_es: How about this?

source: ふひひ！ これが「小狐丸」ですか！ ではさっそく、拝見しますぞ～！
es_es: Fuhihi! Is this "Kogitsunemaru"? Let's take a look!

source: いやぁ、さすが武士殿～！ いつも素晴らしい刀ばかり持ってきてくださる！ 私、感謝と感激の雨嵐ですぞ～！
es_es: Well, as expected, Samurai-den! He always brings me wonderful swords! I am grateful and inspiring rainstorm!

source: そ…… そこまでのものか。
es_es: Well ... Is it that much?

source: いつもお世話になってる武士殿に、 私から、日頃の恩返し！
es_es: I give back to the samurai who are always indebted to me!

source: あと一本、「獅子王」という刀を見せてくれたら、 私の秘蔵の刀の中から 選りすぐりの名刀を一本差し上げますぞ！
es_es: If you show me another sword called "Shishiou", I'll give you one of my favorite swords!

source: 選りすぐりの名刀…… 本当にいいのか？
es_es: Selected swords ... Is it really good?

source: いいのです、いいのです！ 楽しみにしておいてくだされ～！
es_es: It ’s good, it ’s good! Please look forward to it ~!

source: それでは、「獅子王」が手に入ったら、 よろしくお願いしますぞ～！
es_es: Then, if you get the "Shishiou", thank you!

source: ふひひ、武士殿ではありませぬか！ 「夜叉丸」を、私に見せていただけるので？
es_es: Fuhihi, isn't it a samurai hall! Can you show me "Yaksha Maru"?

source: 今、お前に見せられるような刀はないな……
es_es: I don't have a sword that you can show me right now ...

source: そうですか……
es_es: Is that so……

source: これでどうだ？
es_es: How about this?

source: ふひひ！ これが「夜叉丸」ですか！ ではさっそく、拝見しますぞ～！
es_es: Fuhihi! Is this "Yaksha Maru"? Let's take a look!

source: いやぁ、さすが武士殿！ こんな素晴らしい刀を持ってきてくださるなんて！ 私、目から鱗出っ放しですぞ！
es_es: Well, as expected, the samurai hall! Bring me such a wonderful sword! I'm just out of my eyes!

source: そんなにか。
es_es: So much?

source: 次は「小狐丸」という刀を ぜひ私に見せていただきたい！ よろしくお願いしますぞ～！
es_es: Next, I would like you to show me the sword "Kogitsunemaru"! Thank you!

source: ふひひ、武士殿ではありませぬか！ 「黒鉄丸」を、私に見せていただけるので？
es_es: Fuhihi, isn't it a samurai hall! Can you show me the "Kurotetsumaru"?

source: 今、お前に見せられるような刀はないな……
es_es: I don't have a sword that you can show me right now ...

source: そうですか……
es_es: Is that so……

source: これでどうだ？
es_es: How about this?

source: ふひひ！ これが「黒鉄丸」ですか！ ではさっそく、拝見しますぞ～！
es_es: Fuhihi! Is this the "Kurotetsumaru"? Let's take a look!

source: いやぁ、さすが武士殿！ こんな素晴らしい刀を持ってきてくださるなんて！ 私、目から鱗出っ放しですぞ！
es_es: Well, as expected, the samurai hall! Bring me such a wonderful sword! I'm just out of my eyes!

source: そんなにか。
es_es: So much?

source: 次は「夜叉丸」という刀を ぜひ私に見せていただきたい！ よろしくお願いしますぞ～！
es_es: Next time, I would like you to show me the sword "Yaksha Maru"! Thank you!

source: 刀に魅せられた男
es_es: A man fascinated by a sword

source: 見せる
es_es: show

source: 見せない
es_es: Don't show

source: 龍馬
es_es: Ryoma
