Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000922ed.po
Languages: es_es

source: あなたの下でならきっといい刀が見つかるはず！ お願いします。 連れて行ってください。
es_es: You will surely find a good sword under you! Please. Please take me.

source: ありがとうございます！
es_es: Thank you!

source: そうですか…… ここで待っていますから。
es_es: Is that so ... I'm waiting here.

source: あなたの下でならきっといい刀が見つかるはず！ お願いします。 連れて行ってください。
es_es: You will surely find a good sword under you! Please. Please take me.

source: すまないが、今の三番隊には 新しい隊士を迎え入れる余裕がない。
es_es: I'm sorry, but the current third squad cannot afford to welcome new soldiers.

source: そうですか…… いつまでも、待っていますから。
es_es: That's right ... I'll be waiting forever.

source: 斎藤さん、 お待ちしておりました！
es_es: Mr. Saito, we have been waiting for you!

source: お前は確か……
es_es: You are sure ...

source: まだ見ぬ刀を求めて、 橘組で仕事をしていましたが 中々見つからず……
es_es: I was working for the Tachibana group in search of a sword I hadn't seen yet, but I couldn't find it ...

source: あなたの下で働いていれば、 いいモノが見れると思って。 こっそり抜け出して来ました。
es_es: I hope you can see good things if you work for you. I sneaked out.

source: ありがとうございます！
es_es: Thank you!

source: そうですか……
es_es: Is that so……

source: お願いです、 私をあなたの下で働かせてもらえませんか！
es_es: Please, can you work for me!

source: すまないが、今の三番隊には 新しい隊士を迎え入れる余裕がない。
es_es: I'm sorry, but the current third squad cannot afford to welcome new soldiers.

source: そうですか……
es_es: Is that so……

source: 行光
es_es: Xingguang
