Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid003f07cc.po
Languages: es_es

source: へぇ、なかなかやるじゃねえか……
es_es: Hey, it's hard to do ...

source: いや…… あんたらが弱すぎるだけだ。
es_es: No ... you're just too weak.

source: な、なんだとこらあ！ もういっぺん言ってみろや!!
es_es: What the hell is that! Let's say it again !!

source: どうも俺の見込み違いだったらしい。 ……邪魔したな。
es_es: Apparently it was my misunderstanding. ...... I didn't disturb you.

source: まだ来たばっかりじゃねえか。 慌てて帰るこたねえだろ！
es_es: Isn't it just coming? You can't go home in a hurry!

source: 俺らも相手してくれや。……なあ？
es_es: Please deal with us too. ...... What?

source: 相手してやってもいいが…… その前にひとつ聞きたいことがある。
es_es: It's okay to deal with it, but before that, I have one question to ask.

source: あ？
es_es: Ah?

source: 「天念理心流」の使い手を 知っているって奴はいねえか？
es_es: Does anyone know the user of "Tennen Rishin-ryu"?

source: 「天念理心流」？
es_es: "Tian Nian Li Heart Flow"?

source: 江戸の「試衛館」って道場に伝わる田舎流派だ。
es_es: Edo's "Trial Hall" is a rural school that is handed down in the dojo.

source: な、なんじゃそりゃ。
es_es: What the hell is that?

source: 柔術や棒術、古武道も節操無く 取りこんで型より実戦を重視している。 その使い手を探してんだ。
es_es: Jiu-jitsu, stick art, and old martial arts are also taken in without any discipline, and the actual battle is more important than the pattern. I'm looking for that user.

source: それで町のめぼしい道場を聞き回ってるんだが……
es_es: That's why I'm listening around the remarkable dojos in the town ...

source: 「天念理心流」っつったか？ 聞いたこともねえよ、そんな田舎流派。
es_es: Did you get "Tennen Rishin-ryu"? I haven't heard of it, such a rural school.

source: ……それで話はしまいか？
es_es: ...... Is that the end of the story?

source: ああ…… やっぱり無駄足だったな。
es_es: Ah ... it was a waste of time.

source: フッ、おい待てや。 ここに来たこと後悔すんのはまだ早すぎるぜ。
es_es: Huh, wait a minute. It's too early to regret coming here.

source: なあ？
es_es: What?

source: せっかく道場まで来たんじゃねえか……
es_es: Didn't you come to the dojo?

source: たっぷり稽古つけてやるよ！ ありがたく思えや!!
es_es: I'll give you plenty of training! I'm grateful !!

source: 不敵な道場生
es_es: Invincible dojo student

source: 好戦的な道場生
es_es: Warlike dojo student
