Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000922eb.po
Languages: es_es

source: 橘組の仕事も落ち着いてきたので 斎藤さんを手伝わせてください。
es_es: The work of the Tachibana group has settled down, so please help Mr. Saito.

source: ありがとうございます！
es_es: Thank you!

source: そうですか…… 私は、ここで待ってますので。 気が変わったら声をかけてください。
es_es: Is that so ... I'm waiting here. If you change your mind, please call out.

source: 橘組の仕事も落ち着いてきたので 斎藤さんを手伝わせてください。
es_es: The work of the Tachibana group has settled down, so please help Mr. Saito.

source: すまないが、今の三番隊には 新しい隊士を迎え入れる余裕がない。
es_es: I'm sorry, but the current third squad cannot afford to welcome new soldiers.

source: そうですか…… 私は、ここで待ってますので。 気が変わったら声をかけてください。
es_es: Is that so ... I'm waiting here. If you change your mind, please call out.

source: 斎藤殿、お待ちしておりました！ いつぞやはお世話になりました。
es_es: Mr. Saito, we are waiting for you! Thank you very much for your help.

source: お前は確か……
es_es: You are sure ...

source: 橘組の仕事も落ち着いてきたので 斎藤さんを手伝わせてください。
es_es: The work of the Tachibana group has settled down, so please help Mr. Saito.

source: ありがとうございます！
es_es: Thank you!

source: そうですか…… 私は、ここで待ってますので。 気が変わったら声をかけてください。
es_es: Is that so ... I'm waiting here. If you change your mind, please call out.

source: 橘組の仕事も落ち着いてきたので 斎藤さんを手伝わせてください。
es_es: The work of the Tachibana group has settled down, so please help Mr. Saito.

source: すまないが、今の三番隊には 新しい隊士を迎え入れる余裕がない。
es_es: I'm sorry, but the current third squad cannot afford to welcome new soldiers.

source: そうですか…… 私は、ここで待ってますので。
es_es: Is that so ... I'm waiting here.

source: 藤次郎
es_es: Tojiro
