Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00021ebe.po
Languages: es_es

source: 戻ったか、龍馬。
es_es: Did you come back, Ryoma?

source: ああ、それで西郷の方はどうだった？
es_es: Oh, so how was Nishigo?

source: 俺が予想した通りだったぜ。 例の“ほとぐらふ”を見せた途端、 食いついてきやがったぜ。
es_es: It was exactly what I expected. As soon as I showed the example "Hotogurafu", I started to bite.

source: あとは、桂がこの話に乗ってくれるか どうかにかかってる。
es_es: The rest depends on whether Katsura will take part in this story.

source: たしか、桂については、藤堂が幾松の店へ 向かってたはずだ。 そろそろ、戻ってきてもいい頃だが……
es_es: As for Katsura, Todo must have headed to the Ikumatsu store. It's about time I can come back ...

source: 怪しいな…… その店へ行くぞ、龍馬。
es_es: I'm suspicious ... I'm going to that store, Ryoma.

source: わかった。
es_es: all right.

source: ……何だ？
es_es: ……What?

source: 中岡
es_es: Nakaoka

source: 龍馬
es_es: Ryoma
