Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00092276.po
Languages: es_es

source: た、隊長！ どうしてこんなところに…… ま、まさか、私を殺しに来たのですか？
es_es: Also, captain! Why did you come to this place ... No way, did you come to kill me?

source: ん？ もしかして、お前は……
es_es: Hmm? Maybe you are ...

source: 大丈夫だ。お前の脱走は上に報告していない。 三番隊隊士として、もう一度やり直してみないか。
es_es: Should be fine. Your escape has not been reported above. As a third squadron, why don't you try again?

source: 本当ですか!? あ、ありがとうございます！ 一生懸命頑張ります！
es_es: Is that true !? Oh, thank you! I'll try hard!

source: そうですか…… やっぱり切腹ですか……
es_es: Is that so ... Is it seppuku after all ...

source: （どうしてやるべきか……）
es_es: (Why should I do it ...)

source: お前の脱走は上に報告していない。 いつかきっと迎えに来てやるから、 それまで身を潜めていろ。
es_es: Your escape has not been reported above. I'm sure I'll come to pick you up someday, so keep hiding until then.

source: あ、ありがとうございます。 また隊長と共に戦える日を楽しみにしています。
es_es: Oh, thank you. I am looking forward to the day when I can fight with the captain again.

source: 悪いが、お前を三番隊に戻すわけにはいかない。 このまま京にいたら、いずれ殺されるだろう。 田舎に帰って、新しい道をさがせ。
es_es: I'm sorry, but I can't bring you back to the third squad. If I stay in Kyo as it is, I will be killed eventually. Go back to the countryside and find a new way.

source: はい…… 今まで、ありがとうございました……
es_es: Yes ... Thank you so far ...

source: みすぼらしい男
es_es: Shabby man

source: また迎えに来る
es_es: Will come to pick you up again

source: 田舎に帰れ
es_es: Go back to the countryside
