Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid006e01c6.po
Languages: es_es

source: その節はどうも！ しかし、一体あの物体なんだったんでしょうね？ ……また声をかけてください。
es_es: Thank you for that section! But what the heck was that object? ...... Please call me again.

source: 謎は深まるばかりです……
es_es: The mystery just deepens ...

source: またまたお手数をおかけしました。 いったい僕の身に何が起きているんでしょうか……
es_es: We apologize for the inconvenience. What's happening to me ...

source: （いったいどうしてこんなことに…… いや、それよりも手当てをしてやらないと……）
es_es: (Why do you do this ... No, I have to take care of it more than that ...)

source: （しかし今は傷を癒せるようなものを持っていない）
es_es: (But now I don't have anything to heal my wounds)

source: おい、しっかりしろ。 今、治療してやるからな。
es_es: Hey, be firm. I'll treat you now.

source: う……
es_es: U ...

source: う…… あ、あなたは…… 僕はいったい……
es_es: Uh ... oh, you ... I'm ...

source: それはこっちの台詞だ。 またお前は、同じ場所で倒れていたんだぞ。
es_es: That's this line. You were lying down in the same place.

source: えぇ！ そんなことって……
es_es: Yeah! That kind of thing ...

source: いったい何があったんだ？ 誰の仕業なんだ？
es_es: What happened? Whose work is it?

source: えぇと、僕はこの前あなたに助けてもらった後、 しばらく休んで…… それから……
es_es: Well, I took a break for a while after you helped me the other day ... and then ...

source: ……うっ！ 頭が痛い！
es_es: ...... Ugh! head hurts!

source: 痛みに負けず、思い出すんだ。 このままだとお前は、 何者かに殺されてしまうかもしれないぞ。
es_es: Don't lose the pain and remember. At this rate, you may be killed by someone.

source: なんですって！ ……くっ、それはいやだ！ 頭が痛いけど、がんばって思い出します！
es_es: What was that! ...... I don't like that! My head hurts, but I'll do my best to remember!

source: えーとえーと…… そ、そうだ！ し、しばらく休んでから、僕は立ち上がりました…… そして…… その時！ 猫が横切ったんです！
es_es: Well ... well ... that's right! Then, after resting for a while, I stood up ... and ... at that time! The cat has crossed!

source: な、何だと!? 猫が!? まさかそいつがお前を……!?
es_es: What the hell is that !? A cat !? No way, that guy is you ...!?

source: はい！ その猫がとってもかわいらしくて、 つい目で追ってしまいました！ そして 何事もなく猫はどこかへ去って行ったのです。
es_es: Okay! The cat was so cute that I just chased it! And without incident, the cat left somewhere.

source: …………ほう。
es_es: ………… Hmm.

source: うっ…… そ、それから…… 猫を追いかけようとして……
es_es: Uh ... and then ... trying to chase the cat ...

source: そうだ！ その時、後ろから人の気配がしたんですよ！
es_es: That's it! At that time, there was a sign of people from behind!

source: 何！ 人の気配だと!? まさかお前の背後に……!?
es_es: what! It's a sign of a person !? No way behind you ...!?

source: はい！ 僕が驚いて後ろを振り返ったら…… そこにはなんと…… 何もなく！
es_es: Okay! If I was surprised and looked back ... there was ... nothing!

source: 人の気配はただの思い過ごしだったんです！
es_es: The sign of people was just an oversight!

source: …………そうか。
es_es: …………Really.

source: そ、それから前を向きなおして…… うっ！ これ以上は無理だ！ 頭が痛くて思い出せない！
es_es: Then turn around ... uh! No more! I have a headache and can't remember!

source: ……ほとんど何も情報を得られなかったな。
es_es: ... I couldn't get almost any information.

source: す、すいません…… どうして僕は倒れていたんでしょう。 段々怖くなってきました……
es_es: I'm sorry ... Why did I fall down? I'm getting scared ...

source: あぁ、この事件、何か裏がありそうだな……
es_es: Ah, there seems to be something wrong with this case ...

source: その…… 今回もありがとうございました。 これ、受け取ってください。
es_es: That ... Thank you again this time. Please receive this.

source: 「<Color:8>千年樹の枝<Color:Default>」をもらった
es_es: "<Color:8> Millennium branch<Color:Default> I got

source: ……次、倒れるようなことがあったら、 お前の身に何が起きたか、絶対に覚えておくんだぞ。
es_es: ...... The next time you fall down, you'll definitely remember what happened to you.

source: は、はい…… 努力します……
es_es: Yes ... I will do my best ...

source: （くっ、まだ手当てが必要のようだ……）
es_es: (Ku, it looks like we still need treatment ...)

source: （傷を癒せるようなものは持ってはいるが…… ……しばらく様子を見よう）
es_es: (I have something that can heal my wounds, but ......... let's see for a while)

source: 今回もお手数をおかけしました。 しかしいったい何故僕は倒れていたのか…… 謎は深まるばかりです……
es_es: We apologize for the inconvenience this time as well. But why did I fall down ... The mystery just deepens ...

source: お、おい、なんでまた倒れているんだ。 大丈夫か？ ……何があった？
es_es: Hey, why are you falling down again? Are you okay? ...... What happened?

source: （また頭を強く打っているようだな…… 早く手当てしないと手遅れになるかもしれん……）
es_es: (It looks like you're hitting your head again ... It may be too late if you don't treat it early ...)

source: （まだ目覚めないようだが…… 早く手当てしてやる必要がありそうだな……）
es_es: (I don't seem to wake up yet ... I think I need to take care of it soon ...)

source: （しかし今は傷を癒せるようなものを持っていない）
es_es: (But now I don't have anything to heal my wounds)

source: おい、しっかりしろ。 今、治療してやるからな。
es_es: Hey, be firm. I'll treat you now.

source: う……
es_es: U ...

source: う…… あれ？ またあなたですか？
es_es: Uh ... that? Are you again?

source: それはこっちの台詞だ。 どうしてお前は、また同じ場所で倒れていたんだ？
es_es: That's this line. Why did you fall down in the same place again?

source: 僕が、倒れていた？
es_es: Did I fall down?

source: ああ。……いったい何があった？
es_es: Oh. ...... What happened?

source: えーと、僕はあなたに助けてもらってから…… しばらく休んで…… それで……
es_es: Well, after I got your help ... rest for a while ... so ...

source: ……うっ！ 頭が痛い！ 何も、思い出せない！
es_es: ...... Ugh! head hurts! I can't remember anything!

source: またか……
es_es: again……

source: す、すいません…… でも、どうして僕は同じ場所でまた 倒れていたんでしょう……
es_es: Excuse me ... but why did I fall down again in the same place ...

source: 見当がつかん。 謎は深まるばかりだな……
es_es: I have no idea. The mystery just deepens ...

source: 怖いなぁ。今回もあなたが助けてくれなかったら どうなっていたことか…… あ、これ、お礼です。
es_es: I'm scared. What would have happened if you hadn't helped me this time too ... Oh, thank you.

source: 「<Color:8>丈夫な木材<Color:Default>」をもらった
es_es: "<Color:8> Durable wood<Color:Default> I got

source: もう大丈夫か？
es_es: Are you okay already?

source: はい…… あ、でもまだ少し頭が痛むので もうしばらく僕はここで休んでいくことにします。
es_es: Yes ... Oh, but I still have a little headache, so I'll take a rest here for a while.

source: ……気をつけろよ。
es_es: ...... Be careful.

source: はい。ありがとうございます。
es_es: Okay. thanks you.

source: （くっ、まだ手当てが必要のようだ……）
es_es: (Ku, it looks like we still need treatment ...)

source: （傷を癒せるようなものは持ってはいるが…… ……しばらく様子を見よう）
es_es: (I have something that can heal my wounds, but ......... let's see for a while)

source: 今回もお手数をおかけしました。 しかしいったい何故僕は倒れていたのか…… うぅ、頭が痛い。
es_es: We apologize for the inconvenience this time as well. But why did I fall down ... Uh, my head hurts.

source: お、おい、なんでまた倒れているんだ。 大丈夫か？ ……何があった？
es_es: Hey, why are you falling down again? Are you okay? ...... What happened?

source: （また頭を強く打っているようだな…… 早く手当てしないと手遅れになるかもしれん……）
es_es: (It looks like you're hitting your head again ... It may be too late if you don't treat it early ...)

source: （まだ目覚めないようだが…… 早く手当てしてやる必要がありそうだな……）
es_es: (I don't seem to wake up yet ... I think I need to take care of it soon ...)

source: （しかし今は傷を癒せるようなものを持っていない）
es_es: (But now I don't have anything to heal my wounds)

source: おい、しっかりしろ。 今、治療してやるからな。
es_es: Hey, be firm. I'll treat you now.

source: う……
es_es: U ...

source: う…… あれ？ またあなたですか？
es_es: Uh ... that? Are you again?

source: それはこっちの台詞だ。 どうしてお前は、また同じ場所で倒れていたんだ？
es_es: That's this line. Why did you fall down in the same place again?

source: 僕が、倒れていた？
es_es: Did I fall down?

source: ああ。……いったい何があった？
es_es: Oh. ...... What happened?

source: えーと、僕はあなたに助けてもらってから…… しばらく休んで…… それで……
es_es: Well, after I got your help ... rest for a while ... so ...

source: ……うっ！ 頭が痛い！ 何も、思い出せない！
es_es: ...... Ugh! head hurts! I can't remember anything!

source: またか……
es_es: again……

source: す、すいません…… でも、どうして僕は同じ場所でまた 倒れていたんでしょう……
es_es: Excuse me ... but why did I fall down again in the same place ...

source: 見当がつかん。 謎は深まるばかりだな……
es_es: I have no idea. The mystery just deepens ...

source: 怖いなぁ。今回もあなたが助けてくれなかったら どうなっていたことか…… あ、これ、お礼です。
es_es: I'm scared. What would have happened if you hadn't helped me this time too ... Oh, thank you.

source: 「<Color:8>良質な木切れ<Color:Default>」をもらった
es_es: "<Color:8> Good quality piece of wood<Color:Default> I got

source: もう大丈夫か？
es_es: Are you okay already?

source: はい…… あ、でもまだ少し頭が痛むので もうしばらく僕はここで休んでいくことにします。
es_es: Yes ... Oh, but I still have a little headache, so I'll take a rest here for a while.

source: ……気をつけろよ。
es_es: ...... Be careful.

source: はい。ありがとうございます。
es_es: Okay. thanks you.

source: （くっ、まだ手当てが必要のようだ……）
es_es: (Ku, it looks like we still need treatment ...)

source: （傷を癒せるようなものは持ってはいるが…… ……しばらく様子を見よう）
es_es: (I have something that can heal my wounds, but ......... let's see for a while)

source: お手数をおかけしました。 以後、気を付けますね。
es_es: We apologize for the inconvenience. After that, be careful.

source: （頭を強く打っているようだな…… ひとまずこの男の傷を手当しないとな……）
es_es: (It looks like you're hitting your head hard ... I have to take care of this guy's wounds ...)

source: （しかし今は傷を癒せるようなものを持っていない）
es_es: (But now I don't have anything to heal my wounds)

source: おい、しっかりしろ。 今、治療してやるからな。
es_es: Hey, be firm. I'll treat you now.

source: う…… あなたが僕を手当てしてくれたんですか？
es_es: Uh ... did you treat me?

source: まぁな…… それより、いったい何があったんだ？
es_es: Well ... what happened?

source: えーっと、僕は道を歩いていて…… それで……
es_es: Well, I'm walking down the road ... so ...

source: ……うっ！ 頭が痛い！ 何も、思い出せない！
es_es: ...... Ugh! head hurts! I can't remember anything!

source: 大丈夫か……？ 痛いなら、無理に思い出そうとしなくてもいい。
es_es: Are you okay……? If it hurts, you don't have to try to remember it.

source: すいません…… いったい僕はどうして倒れていたんでしょうか……
es_es: I'm sorry ... Why did I fall down ...

source: いや、まったく見当がつかないな……
es_es: No, I have no idea ...

source: そうですか…… そうですよね。
es_es: That's right ... That's right.

source: あ、助けていただいてありがとうございました。 これ、お礼です。
es_es: Oh, thank you for your help. This is thank you.

source: 「<Color:8>枯れ木の枝<Color:Default>」をもらった
es_es: "<Color:8> Dead tree branch<Color:Default> I got

source: ……もう具合は大丈夫なのか？
es_es: ...... Is it all right now?

source: はい…… でもまだ少し頭が痛むので もうしばらく僕はここで休んでいくことにします。
es_es: Yes ... but I still have a little headache so I will take a rest here for a while.

source: そうか。まぁ、気をつけろよ。
es_es: Really. Well, be careful.

source: はい。お手数をおかけしました。 ありがとうございます。
es_es: Okay. We apologize for the inconvenience. thanks you.

source: 「思い出せない男」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「思い出せない男」と交流してみましょう。
es_es: A bond with "a man I can't remember" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "a man who can't remember".

source: （傷を癒せるようなものは持ってはいるが…… ……しばらく様子を見よう）
es_es: (I have something that can heal my wounds, but ......... let's see for a while)

source: ……お、おい！ 大丈夫か!? 何があった!?
es_es: ...... Hey! Are you okay !? What happened !?

source: （頭を強く打っているようだな…… ひとまずこの男の傷を手当しないとな……）
es_es: (It looks like you're hitting your head hard ... I have to take care of this guy's wounds ...)

source: （しかし今は傷を癒せるようなものを持っていない）
es_es: (But now I don't have anything to heal my wounds)

source: おい、しっかりしろ。 今、治療してやるからな。
es_es: Hey, be firm. I'll treat you now.

source: う…… あなたが僕を手当てしてくれたんですか？
es_es: Uh ... did you treat me?

source: まぁな…… それより、いったい何があったんだ？
es_es: Well ... what happened?

source: えーっと、僕は道を歩いていて…… それで……
es_es: Well, I'm walking down the road ... so ...

source: ……うっ！ 頭が痛い！ 何も、思い出せない！
es_es: ...... Ugh! head hurts! I can't remember anything!

source: 大丈夫か……？ 痛いなら、無理に思い出そうとしなくてもいい。
es_es: Are you okay……? If it hurts, you don't have to try to remember it.

source: すいません…… いったい僕はどうして倒れていたんでしょうか……
es_es: I'm sorry ... Why did I fall down ...

source: いや、まったく見当がつかないな……
es_es: No, I have no idea ...

source: そうですか…… そうですよね。
es_es: That's right ... That's right.

source: あ、助けていただいてありがとうございました。 これ、お礼です。
es_es: Oh, thank you for your help. This is thank you.

source: 「<Color:8>枯れ木の枝<Color:Default>」をもらった
es_es: "<Color:8> Dead tree branch<Color:Default> I got

source: ……もう具合は大丈夫なのか？
es_es: ...... Is it all right now?

source: はい…… でもまだ少し頭が痛むので もうしばらく僕はここで休んでいくことにします。
es_es: Yes ... but I still have a little headache so I will take a rest here for a while.

source: そうか。まぁ、気をつけろよ。
es_es: Really. Well, be careful.

source: はい。お手数をおかけしました。 ありがとうございます。
es_es: Okay. We apologize for the inconvenience. thanks you.

source: 「思い出せない男」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「思い出せない男」と交流してみましょう。
es_es: A bond with "a man I can't remember" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "a man who can't remember".

source: （傷を癒せるようなものは持ってはいるが…… ……しばらく様子を見よう）
es_es: (I have something that can heal my wounds, but ......... let's see for a while)

source: 思い出せない男
es_es: A man I can't remember

source: 龍馬
es_es: Ryoma

source: 思い出せない男の体力
es_es: Physical strength of a man who can not remember

source: 倒れていた男
es_es: The man who was lying down

source: 倒れている男
es_es: Fallen man

source: 思い出せない男との絆
es_es: Bonds with a man I can't remember
