Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00440074.po
Languages: es_es

source: あら、踊りを見せに来てくれたのかしら？
es_es: Oh, did you come to show me the dance?

source: 踊らせてもらおう。
es_es: Let me dance.

source: いや、ちょっと出直してくる。
es_es: No, it will come back a little.

source: 構いませんよ。お待ちしておりますね。おほほ……
es_es: It doesn't matter. We are waiting for you. Ohoho ……

source: 素晴らしい演舞でしたわ、斎藤さん。 本当に呑み込みが早くて、お上手…… さらに上を目指してくださいな。おほほ……
es_es: It was a wonderful performance, Mr. Saito. It's really quick to swallow, and you're good at it. Ohoho ……

source: なかなかの演舞でしたわ。 でも斎藤さんなら、もっと上を目指せます。 精進してくださいな。おほほ……
es_es: It was quite a performance. But with Mr. Saito, you can aim even higher. Please do your best. Ohoho ……

source: うーん…… いまいちでしたわね。 でもまぁ、これからの努力次第ですわ。 頑張ってくださいな……
es_es: Hmm ... it wasn't good enough. But well, it depends on your future efforts. Please do your best ...

source: あら、気分が乗らなかったのかしら。 またいらしてくださいね。
es_es: Oh, I wonder if I didn't feel well. Please come again.

source: それでは、また斎藤さんが踊って下さるのを お待ちしてますわ。
es_es: Well then, I'm waiting for Mr. Saito to dance again.

source: あら、踊りを見せに来てくれたのかしら？ 斎藤さんなら１０００文にしておきますわよ。
es_es: Oh, did you come to show me the dance? Saito-san will write 1000 sentences.

source: 日本舞踊 その弐へ進む。
es_es: Go to the second Japanese dance.

source: 日本舞踊 説明終了。
es_es: The explanation of Japanese dance is over.

source: おほほ、１０００文の余裕もない人は 優雅に踊れないわ。またいらして下さいね。
es_es: Cheeks, people who can't afford 1000 sentences can't dance gracefully. Please come again.

source: 踊らせてもらおう。
es_es: Let me dance.

source: また今度にさせてもらおう。
es_es: Let me do it again.

source: あら、残念ねぇ。 またいらして下さいな。
es_es: Oh, sorry. Please come again.

source: 素晴らしい演舞でしたわ、斎藤さん。 本当に呑み込みが早くて、お上手…… さらに上を目指してくださいな。おほほ……
es_es: It was a wonderful performance, Mr. Saito. It's really quick to swallow, and you're good at it. Ohoho ……

source: なかなかの演舞でしたわ。 でも斎藤さんなら、もっと上を目指せます。 精進してくださいな。おほほ……
es_es: It was quite a performance. But with Mr. Saito, you can aim even higher. Please do your best. Ohoho ……

source: うーん…… いまいちでしたわね。 でもまぁ、これからの努力次第ですわ。 頑張ってくださいな……
es_es: Hmm ... it wasn't good enough. But well, it depends on your future efforts. Please do your best ...

source: あら、気分が乗らなかったのかしら。 またいらしてくださいね。
es_es: Oh, I wonder if I didn't feel well. Please come again.

source: それでは、また斎藤さんが踊って下さるのを お待ちしてますわ。
es_es: Well then, I'm waiting for Mr. Saito to dance again.

source: あら、踊りを見せに来てくれたのかしら？ 斎藤さんなら１０００文にしておきますわよ。
es_es: Oh, did you come to show me the dance? Saito-san will write 1000 sentences.

source: 日本舞踊 その弐へ進む。
es_es: Go to the second Japanese dance.

source: 日本舞踊 説明終了。
es_es: The explanation of Japanese dance is over.

source: おほほ、１０００文の余裕もない人は 優雅に踊れないわ。またいらして下さいね。
es_es: Cheeks, people who can't afford 1000 sentences can't dance gracefully. Please come again.

source: 踊らせてもらおう。
es_es: Let me dance.

source: また今度にさせてもらおう。
es_es: Let me do it again.

source: あら、残念ねぇ。 またいらして下さいな。
es_es: Oh, sorry. Please come again.

source: はぁ…… はぁ……
es_es: Hmm ... Hmm ...

source: 見事…… 見事ですわ！ 斎藤さん!!
es_es: Stunning ... Stunning! Saito-san !!

source: 素晴らしい舞いでしたよ、斎藤さん。 もうわたくしからは、何も教えることはありません。
es_es: It was a wonderful dance, Mr. Saito. I will not teach you anything anymore.

source: いや…… ここまでこれたのは、先生の教えが あったからだ。感謝している。
es_es: No ... I've done so far because of the teacher's teachings. Thankful.

source: 正直、最初は舞踊なんて、俺には似合わない。 俺には無理だと思っていた。 ……だが、それは間違っていた。
es_es: To be honest, dancing doesn't suit me at first. I thought it was impossible for me. …… But that was wrong.

source: 誰だって、練習すれば上手くなる。 無理なことなんて、ないんだ。 ……そんな当たり前のことを、改めて感じた。
es_es: Everyone gets better with practice. There is nothing that is impossible. ...... I felt such a natural thing again.

source: 斎藤さん…… おっしゃる通りですわ。 舞踊の美しさ…… それは、日々のたゆまぬ 努力の積み重ねの美しさでもあるのです。
es_es: Mr. Saito ... You're right. The beauty of dance ... It is also the beauty of the daily efforts.

source: あ、そうだ。 ……これは記念品です。とっておいてください。
es_es: Oh, that's right. ...... This is a souvenir. Please save it.

source: 「<Color:8>良質な木切れ<Color:Default>」を手に入れた
es_es: "<Color:8> Good quality piece of wood<Color:Default> Got

source: 斎藤さん…… どうかこれからも、 気が向いたら舞踊に触れてくださいね。
es_es: Mr. Saito …… Please continue to experience dance when you feel like it.

source: ああ。もちろんだ。 これからもよろしくお願いします。先生。
es_es: Oh. of course. I look forward to working with you. teacher.

source: はい。おほほほほ……！
es_es: Okay. Cheeks, cheeks ...!

source: はぁ…… はぁ……
es_es: Hmm ... Hmm ...

source: ……うん。合格ですわ、斎藤さん。
es_es: ……Yup. I passed, Mr. Saito.

source: さすがの演舞でしたわ、斎藤さん。 少し緊張したかしら？ いつもより動きが硬かったけれど。
es_es: It was a truly performance, Mr. Saito. Are you a little nervous? It was harder than usual.

source: ああ。少しな……
es_es: Oh. A little ...

source: おほほ。斎藤さんでも、緊張されるんですね。 でも、立派な演舞でした。 もう一人前ですわよ。おめでとうございます。
es_es: Ohoho. Saito-san is also nervous. But it was a good performance. It's another serving. Congratulations.

source: ……ありがとう。 ここまでこれたのは、先生の教えがあったからだ。 感謝している。
es_es: ……Thank you. This is because of the teacher's teaching. Thankful.

source: 正直、最初は舞踊なんて、俺には似合わない。 俺には無理だと思っていた。 ……だが、それは間違っていた。
es_es: To be honest, dancing doesn't suit me at first. I thought it was impossible for me. …… But that was wrong.

source: 誰だって、練習すれば上手くなる。 無理なことなんて、ないんだ。 ……そんな当たり前のことを、改めて感じた。
es_es: Everyone gets better with practice. There is nothing that is impossible. ...... I felt such a natural thing again.

source: 斎藤さん…… おっしゃる通りですわ。 舞踊の美しさ…… それは、日々のたゆまぬ 努力の積み重ねの美しさでもあるのです。
es_es: Mr. Saito ... You're right. The beauty of dance ... It is also the beauty of the daily efforts.

source: あ、そうだ。 ……これは記念品です。とっておいてください。
es_es: Oh, that's right. ...... This is a souvenir. Please save it.

source: 「<Color:8>良質な木切れ<Color:Default>」を手に入れた
es_es: "<Color:8> Good quality piece of wood<Color:Default> Got

source: 斎藤さん…… どうかこれからも、 気が向いたら舞踊に触れてくださいね。
es_es: Mr. Saito …… Please continue to experience dance when you feel like it.

source: ああ。もちろんだ。 これからもよろしくな。先生。
es_es: Oh. of course. I look forward to working with you. teacher.

source: はい。おほほほほ……！
es_es: Okay. Cheeks, cheeks ...!

source: はぁ…… はぁ……
es_es: Hmm ... Hmm ...

source: ……斎藤さんったら。
es_es: ...... Mr. Saito.

source: 今日はイマイチでしたわね、斎藤さん。 少し緊張したかしら？ いつもより動きが硬かったけれど。
es_es: It wasn't good today, Mr. Saito. Are you a little nervous? It was harder than usual.

source: ああ。少しな……
es_es: Oh. A little ...

source: おほほ。斎藤さんでも、緊張されるんですね。 でも、必死さが伝わってくる熱い演舞でした。 もう一人前ですわよ。おめでとうございます。
es_es: Ohoho. Saito-san is also nervous. However, it was a hot performance that conveys desperation. It's another serving. Congratulations.

source: ……ありがとう。 ここまでこれたのは、先生の教えがあったからだ。 感謝している。
es_es: ……Thank you. This is because of the teacher's teaching. Thankful.

source: 正直、最初は舞踊なんて、俺には似合わない。 俺には無理だと思っていた。 ……だが、それは間違っていた。
es_es: To be honest, dancing doesn't suit me at first. I thought it was impossible for me. …… But that was wrong.

source: 誰だって、練習すれば上手くなる。 無理なことなんて、ないんだ。 ……そんな当たり前のことを、改めて感じた。
es_es: Everyone gets better with practice. There is nothing that is impossible. ...... I felt such a natural thing again.

source: 斎藤さん…… おっしゃる通りですわ。 舞踊の美しさ…… それは、日々のたゆまぬ 努力の積み重ねの美しさでもあるのです。
es_es: Mr. Saito ... You're right. The beauty of dance ... It is also the beauty of the daily efforts.

source: あ、そうだ。 ……これは記念品です。とっておいてください。
es_es: Oh, that's right. ...... This is a souvenir. Please save it.

source: 「<Color:8>良質な木切れ<Color:Default>」を手に入れた
es_es: "<Color:8> Good quality piece of wood<Color:Default> Got

source: 斎藤さん…… どうかこれからも、 気が向いたら舞踊に触れてくださいね。
es_es: Mr. Saito …… Please continue to experience dance when you feel like it.

source: ああ。もちろんだ。 これからもよろしくな。先生。
es_es: Oh. of course. I look forward to working with you. teacher.

source: はい。おほほほほ……！
es_es: Okay. Cheeks, cheeks ...!

source: あら、気分が乗らなかったのかしら。 またいらしてくださいね。
es_es: Oh, I wonder if I didn't feel well. Please come again.

source: 素晴らしい演舞でしたわ、斎藤さん。 本当に呑み込みが早くて、お上手…… さらに上を目指してくださいな。おほほ……
es_es: It was a wonderful performance, Mr. Saito. It's really quick to swallow, and you're good at it. Ohoho ……

source: なかなかの演舞でしたわ。 でも斎藤さんなら、もっと上を目指せます。 精進してくださいな。おほほ……
es_es: It was quite a performance. But with Mr. Saito, you can aim even higher. Please do your best. Ohoho ……

source: うーん…… いまいちでしたわね。 でもまぁ、これからの努力次第ですわ。 頑張ってくださいな……
es_es: Hmm ... it wasn't good enough. But well, it depends on your future efforts. Please do your best ...

source: あら、気分が乗らなかったのかしら。 またいらしてくださいね。
es_es: Oh, I wonder if I didn't feel well. Please come again.

source: それでは、 お披露目会に参加する際は、声をかけてくださいね。
es_es: Then, please speak to us when you participate in the unveiling.

source: あら、斎藤さん。 ついにお披露目をするつもりになったのかしら？
es_es: Oh, Mr. Saito. Did you finally intend to unveil it?

source: ちなみに「お披露目会」では、 「吹雪小唄」の最難関振付を踊っていただきます。
es_es: By the way, at the "Unveiling Party", you will be asked to dance the most difficult choreography of "Fubuki Kouta".

source: 日本舞踊 その弐へ進む。
es_es: Go to the second Japanese dance.

source: 日本舞踊 説明終了。
es_es: The explanation of Japanese dance is over.

source: やはりまだお披露目は早いな…… いつも通り練習させてくれ。
es_es: After all, the announcement is still early ... Let me practice as usual.

source: 斎藤さん、男性たるもの１０００文くらいは 常に持っておく方が素敵ですわよ。おほほ……
es_es: Saito-san, it's nice to always have about 1000 sentences for men. Ohoho ……

source: 分かりました。 それでは、準備します。
es_es: I understand. Let's get ready.

source: いや、今日は都合が悪い。 また今度にさせてもらいたい。
es_es: No, it's not convenient today. I want to do it again this time.

source: 構いませんよ。お待ちしておりますね。おほほ……
es_es: It doesn't matter. We are waiting for you. Ohoho ……

source: 参加させてもらおう。
es_es: Let me participate.

source: 分かりましたわ。 それでは、準備しますわね。
es_es: I understand. Well then, I'll prepare.

source: （これだけの人間の前で踊るのははじめてだ。 少し緊張するな……）
es_es: (It's the first time I've danced in front of such a human being. Don't be a little nervous ...)

source: それではお待たせしました。 踊るのは、斎藤一さんです。 「吹雪小唄」。どうぞ……！
es_es: Well then, I'm sorry to have kept you waiting. It is Mr. Hajime Saito who dances. "Snowstorm Kouta". here you go……!

source: 素晴らしい演舞でしたわ、斎藤さん。 本当に呑み込みが早くて、お上手…… さらに上を目指してくださいな。おほほ……
es_es: It was a wonderful performance, Mr. Saito. It's really quick to swallow, and you're good at it. Ohoho ……

source: なかなかの演舞でしたわ。 でも斎藤さんなら、もっと上を目指せます。 精進してくださいな。おほほ……
es_es: It was quite a performance. But with Mr. Saito, you can aim even higher. Please do your best. Ohoho ……

source: うーん…… いまいちでしたわね。 でもまぁ、これからの努力次第ですわ。 頑張ってくださいな……
es_es: Hmm ... it wasn't good enough. But well, it depends on your future efforts. Please do your best ...

source: あら、気分が乗らなかったのかしら。 またいらしてくださいね。
es_es: Oh, I wonder if I didn't feel well. Please come again.

source: それでは、 お披露目会に参加する際は、声をかけてくださいね。
es_es: Then, please speak to us when you participate in the unveiling.

source: あ、斎藤さん。お待ちしてましたわよ。
es_es: Oh, Mr. Saito. I've been waiting for you.

source: ……どうかしたのか？
es_es: ...... What's wrong?

source: 以前、ちらっとお話ししたでしょう？ わたくしが一流と認めた方には「お披露目会」に 出ていただく、と……
es_es: Did you talk briefly before? Those who I recognize as first-class will be asked to attend the "announcement party" ...

source: あ、ああ。 それは、もしかして……
es_es: Ah, ah. Maybe ...

source: ええ。斎藤さんに「お披露目会」に 出ていただきたいの。
es_es: Yeah. I would like Mr. Saito to attend the "announcement party".

source: ！ ……いいのか？
es_es: !! ...... Is it okay?

source: ええ。あなたは元々持っている華を活かしつつも こつこつと努力を重ね、他の人に真似できない 独自の演舞を作り上げています。
es_es: Yeah. While making the best use of the original flower, you work diligently to create a unique performance that cannot be imitated by other people.

source: わたくしは、そんなあなたの姿勢と舞いを…… 一流と認定したいと思います。
es_es: I would like to certify your attitude and dance as first-class.

source: ……そうか。 評価していただけて、ありがたい。
es_es: ……Really. Thank you for your evaluation.

source: おほほ。ちなみに以前にもお伝えしましたが、 「お披露目会」では、「吹雪小唄」の 最難関振付を踊っていただきます。
es_es: Ohoho. By the way, as I mentioned before, at the "Unveiling Party", you will be asked to dance the most difficult choreography of "Fubuki Kouta".

source: 「吹雪小唄」の最難関か……
es_es: Is it the most difficult part of "Snowstorm Kouta"?

source: ええ。斎藤さんの準備がよろしければ、 すぐにでも「お披露目会」を行いたいと思います。
es_es: Yeah. If Mr. Saito is ready, I would like to hold an "unveiling party" as soon as possible.

source: ただ…… まだ練習がしたいようでしたら、 いつものように練習していただいて構いません。
es_es: But ... If you still want to practice, you can practice as usual.

source: 練習は１０００文いただきます。 お披露目会ならお代はいただきません。 どういたしますか？
es_es: You will have 1000 sentences to practice. If it is an unveiling, you will not be charged. What do you do?

source: 日本舞踊 その弐へ進む。
es_es: Go to the second Japanese dance.

source: 日本舞踊 説明終了。
es_es: The explanation of Japanese dance is over.

source: まだお披露目は早いな…… いつも通り練習させてくれ。
es_es: The announcement is still early ... Let me practice as usual.

source: 分かりました。 それでは、準備します。
es_es: I understand. Let's get ready.

source: 斎藤さん、男性たるもの１０００文くらいは 常に持っておく方が素敵ですわよ。おほほ……
es_es: Saito-san, it's nice to always have about 1000 sentences for men. Ohoho ……

source: いや、今日は都合が悪い。 また今度にさせてもらいたい。
es_es: No, it's not convenient today. I want to do it again this time.

source: 構いませんよ。お待ちしておりますね。おほほ……
es_es: It doesn't matter. We are waiting for you. Ohoho ……

source: 参加させてもらおう。
es_es: Let me participate.

source: 分かりましたわ。 それでは、準備しますわね。
es_es: I understand. Well then, I'll prepare.

source: （これだけの人間の前で踊るのははじめてだ。 少し緊張するな……）
es_es: (It's the first time I've danced in front of such a human being. Don't be a little nervous ...)

source: それではお待たせしました。 踊るのは、斎藤一さんです。 「吹雪小唄」。どうぞ……！
es_es: Well then, I'm sorry to have kept you waiting. It is Mr. Hajime Saito who dances. "Snowstorm Kouta". here you go……!

source: 素晴らしい演舞でしたわ、斎藤さん。 本当に呑み込みが早くて、お上手…… さらに上を目指してくださいな。おほほ……
es_es: It was a wonderful performance, Mr. Saito. It's really quick to swallow, and you're good at it. Ohoho ……

source: なかなかの演舞でしたわ。 でも斎藤さんなら、もっと上を目指せます。 精進してくださいな。おほほ……
es_es: It was quite a performance. But with Mr. Saito, you can aim even higher. Please do your best. Ohoho ……

source: うーん…… いまいちでしたわね。 でもまぁ、これからの努力次第ですわ。 頑張ってくださいな……
es_es: Hmm ... it wasn't good enough. But well, it depends on your future efforts. Please do your best ...

source: あら、気分が乗らなかったのかしら。 またいらしてくださいね。
es_es: Oh, I wonder if I didn't feel well. Please come again.

source: あら、斎藤さん。 足繁く通ってもらえて嬉しいですわ。 舞踊はどう？ 楽しい？
es_es: Oh, Mr. Saito. I'm glad that you often go there. How about dance? pleasant?

source: そうだな。奥が深いし、なかなか面白い。
es_es: That's right. It's deep and quite interesting.

source: それはよかったですわ。 最近は慣れてきたせいか、はじめよりも断然美しい 舞いになっていると思いますわよ。
es_es: That was good. Perhaps because I'm getting used to it these days, I think the dance is much more beautiful than it was at the beginning.

source: 本当か？
es_es: Really?

source: ええ。この調子でいけば、もうすぐ「お披露目会」 を開いてもいいかもしれませんね。
es_es: Yeah. If things go well, it may be okay to hold an "announcement" soon.

source: お披露目会……？
es_es: Unveiling ...?

source: ええ。一人前になったと判断したお弟子さんには、 「お披露目会」というものに出ていただき、 多くの人の前で演舞を披露していただいてるの。
es_es: Yeah. The disciples who judge that they have become full-fledged are invited to participate in a "announcement party" and perform in front of many people.

source: ほう。そんなものがあったのか……
es_es: How. Was there such a thing ...

source: 多くの人の前で踊る。その緊張感を乗り越えてこそ、 舞踊というものは完成するとわたくしは思ってるの。
es_es: Dance in front of many people. I think that dance will be completed only after overcoming that tension.

source: ちなみに「お披露目会」では、「吹雪小唄」の 最難関振付を踊っていただきます。
es_es: By the way, at the "Unveiling Party", you will be asked to dance the most difficult choreography of "Fubuki Kouta".

source: 「吹雪小唄」の最難関か……
es_es: Is it the most difficult part of "Snowstorm Kouta"?

source: ……斎藤さんも、いつか出て頂戴ね。
es_es: ...... Mr. Saito, please come out someday.

source: ああ。……まぁ、その前に一人前になったと 認めてもらえるようにならないとな。
es_es: Oh. ...... Well, before that, I have to be recognized as a full-fledged person.

source: おほほ。そうですわね。 今日は、踊って行かれます？
es_es: Ohoho. That's right. Are you going to dance today?

source: 日本舞踊 その弐へ進む。
es_es: Go to the second Japanese dance.

source: 日本舞踊 説明終了。
es_es: The explanation of Japanese dance is over.

source: ああ。お願いしよう。
es_es: Oh. Let's ask.

source: おほほ、１０００文の余裕もない人は 優雅に踊れないわ。またいらして下さいね。
es_es: Cheeks, people who can't afford 1000 sentences can't dance gracefully. Please come again.

source: また今度にさせてもらおう。
es_es: Let me do it again.

source: あら、残念ねぇ。 またいらして下さいな。
es_es: Oh, sorry. Please come again.

source: 素晴らしい演舞でしたわ、斎藤さん。 本当に呑み込みが早くて、お上手…… さらに上を目指してくださいな。おほほ……
es_es: It was a wonderful performance, Mr. Saito. It's really quick to swallow, and you're good at it. Ohoho ……

source: なかなかの演舞でしたわ。 でも斎藤さんなら、もっと上を目指せます。 精進してくださいな。おほほ……
es_es: It was quite a performance. But with Mr. Saito, you can aim even higher. Please do your best. Ohoho ……

source: うーん…… いまいちでしたわね。 でもまぁ、これからの努力次第ですわ。 頑張ってくださいな……
es_es: Hmm ... it wasn't good enough. But well, it depends on your future efforts. Please do your best ...

source: あら、気分が乗らなかったのかしら。 またいらしてくださいね。
es_es: Oh, I wonder if I didn't feel well. Please come again.

source: あら、斎藤さん。待ってましたわよ。 ……さっそく、踊られますか？
es_es: Oh, Mr. Saito. I've been waiting. ...... Can you dance right away?

source: 日本舞踊 その弐へ進む。
es_es: Go to the second Japanese dance.

source: 日本舞踊 説明終了。
es_es: The explanation of Japanese dance is over.

source: おほほ、１０００文の余裕もない人は 優雅に踊れないわ。またいらして下さいね。
es_es: Cheeks, people who can't afford 1000 sentences can't dance gracefully. Please come again.

source: 踊らせてもらおう。
es_es: Let me dance.

source: また今度にさせてもらおう。
es_es: Let me do it again.

source: あら、残念ねぇ。 またいらして下さいな。
es_es: Oh, sorry. Please come again.

source: ふぅ…… 今日はこれくらいにしておくか。
es_es: Hmm ... Is it about this today?

source: やはり斎藤さんは筋がいいですわ。 まだまだ荒削りな部分もありますけど…… これからもっと上達できるはずですわ。
es_es: After all Mr. Saito has a good line. There are still some rough edges, but ... I should be able to improve further from now on.

source: ……そうか？
es_es: ……Really?

source: ええ。他の習い事同様、舞踊も 大切なのは「積み重ね」です。 ですから、またいらしてくださいな。
es_es: Yeah. As with any lesson, dancing is as important as "stacking". So please come again.

source: ああ。良い気分転換にもなるしな。 また来るとしよう。
es_es: Oh. It's also a good change. Let's come again.

source: お待ちしてますわ。おほほほほ……
es_es: I'll be waiting for you. Cheeks Hohoho ……

source: 「にちぶ座の舞城先生」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「にちぶ座の舞城先生」と交流してみましょう。
es_es: A bond with "Maijo-sensei of Nichibu-za" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "Maijo-sensei of Nichibu-za".

source: あら、気分が乗らなかったのかしら。 またいらしてくださいね。
es_es: Oh, I wonder if I didn't feel well. Please come again.

source: あら、斎藤さん。 お待ちしてましたよ。嬉しいですわ。 ……舞踊に興味を持ってくれたのかしら？
es_es: Oh, Mr. Saito. I've been waiting for you. I'm happy. ...... Did you get interested in dance?

source: ああ。
es_es: Oh.

source: また、斎藤さんの舞いが見れると思うと、 こちらも楽しみですわ。おほほほほ…… 斎藤さんなら１０００文にしておきますわよ。
es_es: Also, I'm looking forward to seeing Mr. Saito's dance. Ohohohoho …… Mr. Saito will write 1000 sentences.

source: 日本舞踊 その弐へ進む。
es_es: Go to the second Japanese dance.

source: 日本舞踊 説明終了。
es_es: The explanation of Japanese dance is over.

source: また今度にさせてもらおう。
es_es: Let me do it again.

source: あら、残念ねぇ。 またいらして下さいな。
es_es: Oh, sorry. Please come again.

source: おほほ、１０００文の余裕もない人は 優雅に踊れないわ。またいらして下さいね。
es_es: Cheeks, people who can't afford 1000 sentences can't dance gracefully. Please come again.

source: 踊らせてもらおう。
es_es: Let me dance.

source: また今度にさせてもらおう。
es_es: Let me do it again.

source: あら、残念ねぇ。 またいらして下さいな。
es_es: Oh, sorry. Please come again.

source: 舞城
es_es: Dance city

source: 踊っていく
es_es: Dancing

source: やめる
es_es: Stop

source: 龍馬
es_es: Ryoma

source: やめておく
es_es: Stop

source: ルールを確認する
es_es: Check the rules

source: 「お披露目会」に参加する
es_es: Participate in the "announcement"

source: いつも通り練習する
es_es: Practice as usual

source: にちぶ座の舞城先生との絆
es_es: Bonds with Maijo-sensei in Nichibu-za
