Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid006e0134.po
Languages: es_es

source: おっと、あなたですか。 たまには料理、してくださいね。
es_es: Oops, are you? Please cook once in a while.

source: あなたですか。 来てくださってありがとうございます。
es_es: you. Thank you for coming.

source: 新しい料理とやらは完成したのか？
es_es: Have you completed the new dish?

source: ええ、これです。
es_es: Yes, this is it.

source: ……これは？
es_es: ……is this?

source: 「革命ころころ揚げ」という名前です。
es_es: The name is "Revolutionary fried".

source: 一番お世話になったあなたに 一番最初に食べていただきたい料理です。
es_es: This is the first dish I would like you to eat the most.

source: わかった、ではありがたくいただこう。
es_es: Okay, but thank you.

source: うまい……！
es_es: good……!

source: 普通の日本料理とはまた別の切り口な味付けだが、 どことなく懐かしさも兼ね備えている。 ……新しい感覚の日本料理だ。
es_es: The seasoning is different from ordinary Japanese food, but it also has some nostalgia. ...... It's a new kind of Japanese food.

source: 喜んでいただけて嬉しいです。
es_es: I am glad that you are pleased.

source: まさかこんなうまいものが、 俺の手料理から生まれたとは…… 信じられないな。
es_es: I can't believe that such a delicious food was born from my home cooking.

source: ……あなたの手料理は、私にいろいろなことを 教えてくれました。感謝しています。
es_es: …… Your home cooking taught me many things. I am grateful.

source: ……よければ、作り方をお教えしますよ。 ぜひご自宅で作ってみてください。
es_es: ...... If you like, I will teach you how to make it. Please try making it at home.

source: 「革命ころころ揚げ」の作り方を教わった。
es_es: I was taught how to make "revolutionary deep-fried food".

source: 「革命ころころ揚げ」を作れるようになりました。
es_es: You can now make "Revolutionary Deep Fried Food".

source: あなたのおかげで、 私、この国の料理を変えていきたい気持ちが より一層強くなりましたよ。ありがとうございます。
es_es: Thanks to you, I have become even more motivated to change the cuisine of this country. thanks you.

source: あぁ、がんばれよ。
es_es: Oh, do your best.

source: 楽しみにしておいてください。
es_es: Please look forward to it.

source: クンクン…… おっと、あなたですか。
es_es: Kunkun …… Oops, are you?

source: 今日は手料理、持ってきていないみたいですね。
es_es: I don't think I brought home cooking today.

source: あぁ、すまないな。
es_es: Oh, I'm sorry.

source: いえ、お気遣いなく。 またあなたの手料理、食べさせてくださいね。
es_es: No, don't worry. Please let me eat your home cooking again.

source: 今日は手料理、持ってきてくれたんですね。
es_es: You brought homemade food today.

source: フッ、やはりすごい嗅覚だな……
es_es: Huh, it's still a great sense of smell ...

source: それでは、あなたの手料理、 いただいてもいいでしょうか？
es_es: Then, can I have your home cooking?

source: いや、すまない。実はこの手料理、 お前のために持ってきたわけではないんだ。
es_es: No, I'm sorry. Actually, I didn't bring this homemade dish for you.

source: フム、なるほど…… それは残念ですね。
es_es: Hmm, I see ... That's a shame.

source: あぁ、手料理をやる約束は、また今度にしてくれ。
es_es: Oh, make a promise to cook homemade again.

source: わかりました。 期待して、待っていますね。
es_es: understood. I'm expecting and waiting.

source: 約束だからな、食っていいぞ。
es_es: It's a promise, so you can eat it.

source: 手料理を渡した。
es_es: I handed over the home cooking.

source: ありがたく、いただきます。
es_es: Thank you.

source: むしゃむしゃ…… もぐもぐ……
es_es: Munching ... Mogumogu ...

source: うまい…… さすが、あなたの手料理ですね……
es_es: Good ... As expected, it's your home cooking ...

source: ……今回は何か掴めそうか？
es_es: ...... Is it possible to grab something this time?

source: ちょ、ちょっと待ってください。
es_es: Please wait a moment.

source: もう手が届く距離にはあるのです…… ここを…… こう…… 右に…… あっ。
es_es: It's already within reach ... Here ... this ... right ... oh.

source: ……何か掴めました。
es_es: ...... I got something.

source: ……本当か？
es_es: ……Really?

source: はい。あなたの手料理のおかげで 新しい日本料理を考案することができました。 ありがとうございます。
es_es: Okay. Thanks to your home cooking, I was able to devise a new Japanese food. thanks you.

source: よかったな。
es_es: I'm glad.

source: エェ、さっそく家に戻って 調理にとりかかろうと思います。
es_es: Yeah, I'm going to go home and start cooking.

source: またここに来てください。 あなたに新しい日本料理をお見せしますよ。
es_es: Please come here again. I will show you new Japanese food.

source: わかった。楽しみにしている。
es_es: all right. I'm looking forward to.

source: クンクン…… おっと、あなたですか。
es_es: Kunkun …… Oops, are you?

source: 約束の料理…… ですが、この匂い。 今はお持ちでないみたいですね。
es_es: Promised food ... but this smell. I don't think you have it now.

source: 相変わらずすごい嗅覚だな……
es_es: It's still a great sense of smell ...

source: それはもう、料理人ですからね。 あなたの作った料理、楽しみに待っていますよ。
es_es: It's already a cook. I'm looking forward to the food you cooked.

source: この匂い…… 約束通り、 手料理を持ってきてくれたんですね。
es_es: This smell ... As promised, you brought homemade food.

source: 相変わらずすごい嗅覚だな……
es_es: It's still a great sense of smell ...

source: それでは、あなたの手料理、 いただいてもいいでしょうか？
es_es: Then, can I have your home cooking?

source: いや、すまない。実はこの手料理、 お前のために持ってきたわけではないんだ。
es_es: No, I'm sorry. Actually, I didn't bring this homemade dish for you.

source: フム、なるほど…… それは残念ですね。
es_es: Hmm, I see ... That's a shame.

source: あぁ、手料理をやる約束は、また今度にしてくれ。
es_es: Oh, make a promise to cook homemade again.

source: わかりました。 期待して、待っていますね。
es_es: understood. I'm expecting and waiting.

source: 約束だからな、食ってくれ。
es_es: It's a promise, eat it.

source: 手料理を渡した。
es_es: I handed over the home cooking.

source: ありがたく、いただきます。
es_es: Thank you.

source: むしゃむしゃ…… もぐもぐ……
es_es: Munching ... Mogumogu ...

source: う、うまい……！
es_es: Uh, good ...!

source: やはりあなたの手料理はすごい……！ 体の奥底が熱い！ 力がみなぎってくる……！
es_es: After all your home cooking is amazing ...! The bottom of my body is hot! The power is full ...!

source: その理由は食材？ 味付け？ それとも…… くっ、一般的に非常識な味わいが不思議と心地よく 草原の風のように舌の上を吹き抜けて行く……！
es_es: The reason is the ingredients? Seasoned? Or ... well, the generally insane taste blows through my tongue like the wind of a meadow ...!

source: もう少し…… もう少しで何か掴め…… あっ。
es_es: A little more ... Grab something a little more ... Oh.

source: ……やはりあなたの手料理は素晴らしい。 常人には作り出せない風味をかもしだしています。
es_es: ...... After all your home cooking is wonderful. It has a flavor that ordinary people cannot produce.

source: しかし、今回も何か掴めそうで掴めませんでした。 あと一歩のところまできているのですが……
es_es: However, I couldn't grab something because I could grab something this time as well. I'm just one step away ...

source: ……そうか、残念だったな。
es_es: ...... Well, it was a shame.

source: 申し訳ないのですが、できればまた、 あなたの手料理を持ってきてくれませんか？
es_es: I'm sorry, but would you please bring your home cooking again if possible?

source: 乗りかかった船だ…… お前が何かを掴めるまで、協力してやろう。
es_es: It's the ship I'm on ... I'll work with you until you get something.

source: いつもありがとうございます。 期待して、待っていますね。
es_es: I am always grateful for your help. I'm expecting and waiting.

source: クンクン…… おっと、あなたですか。
es_es: Kunkun …… Oops, are you?

source: 約束の料理…… ですが、この匂い。 今はお持ちでないみたいですね。
es_es: Promised food ... but this smell. I don't think you have it now.

source: 相変わらずすごい嗅覚だな……
es_es: It's still a great sense of smell ...

source: それはもう、料理人ですからね。 あなたの作った料理、楽しみに待っていますよ。
es_es: It's already a cook. I'm looking forward to the food you cooked.

source: この匂い…… 約束通り、 手料理を持ってきてくれたんですね。
es_es: This smell ... As promised, you brought homemade food.

source: 相変わらずすごい嗅覚だな……
es_es: It's still a great sense of smell ...

source: それでは、あなたの手料理、 いただいてもいいでしょうか？
es_es: Then, can I have your home cooking?

source: いや、すまない。実はこの手料理、 お前のために持ってきたわけではないんだ。
es_es: No, I'm sorry. Actually, I didn't bring this homemade dish for you.

source: フム、なるほど…… それは残念ですね。
es_es: Hmm, I see ... That's a shame.

source: あぁ、手料理をやる約束は、また今度にしてくれ。
es_es: Oh, make a promise to cook homemade again.

source: わかりました。 期待して、待っていますね。
es_es: understood. I'm expecting and waiting.

source: 約束だからな、食ってくれ。
es_es: It's a promise, eat it.

source: 手料理を渡した。
es_es: I handed over the home cooking.

source: ありがたく、いただきます。
es_es: Thank you.

source: むしゃむしゃ…… もぐもぐ……
es_es: Munching ... Mogumogu ...

source: う、うまい……！
es_es: Uh, good ...!

source: やはりあなたの手料理はすごい……！ 体の奥底が熱い！ 力がみなぎってくる……！
es_es: After all your home cooking is amazing ...! The bottom of my body is hot! The power is full ...!

source: その理由は食材？ 味付け？ それとも…… くっ、一般的に非常識な味わいが不思議と心地よく 草原の風のように舌の上を吹き抜けて行く……！
es_es: The reason is the ingredients? Seasoned? Or ... well, the generally insane taste blows through my tongue like the wind of a meadow ...!

source: もう少し…… もう少しで何か掴め…… あっ。
es_es: A little more ... Grab something a little more ... Oh.

source: ……やはりあなたの手料理は素晴らしい。 常人には作り出せない風味をかもしだしています。
es_es: ...... After all your home cooking is wonderful. It has a flavor that ordinary people cannot produce.

source: しかし、今回も何か掴めそうで掴めませんでした。 あと一歩のところまできているのですが……
es_es: However, I couldn't grab something because I could grab something this time as well. I'm just one step away ...

source: ……そうか、残念だったな。
es_es: ...... Well, it was a shame.

source: 申し訳ないのですが、できればまた、 あなたの手料理を持ってきてくれませんか？
es_es: I'm sorry, but would you please bring your home cooking again if possible?

source: 乗りかかった船だ…… お前が何かを掴めるまで、協力してやろう。
es_es: It's the ship I'm on ... I'll work with you until you get something.

source: いつもありがとうございます。 期待して、待っていますね。
es_es: I am always grateful for your help. I'm expecting and waiting.

source: クンクン…… おっと、あなたですか。
es_es: Kunkun …… Oops, are you?

source: 約束の手料理…… ですが、この匂い。 今はお持ちでないみたいですね。
es_es: Promised home cooking ... but this smell. I don't think you have it now.

source: なんでもお見通しだな……
es_es: Anything is outlook ...

source: それはもう、料理人ですからね。 あなたの作った料理、楽しみに待っていますよ。
es_es: It's already a cook. I'm looking forward to the food you cooked.

source: この匂い…… 約束通り、 手料理を持ってきてくれたんですね。
es_es: This smell ... As promised, you brought homemade food.

source: なんでもお見通しだな……
es_es: Anything is outlook ...

source: それでは、あなたの手料理、 いただいてもいいでしょうか？
es_es: Then, can I have your home cooking?

source: いや、すまない。実はこの手料理、 お前のために持ってきたわけではないんだ。
es_es: No, I'm sorry. Actually, I didn't bring this homemade dish for you.

source: フム、なるほど…… それは残念ですね。
es_es: Hmm, I see ... That's a shame.

source: あぁ、手料理をやる約束は、また今度にしてくれ。
es_es: Oh, make a promise to cook homemade again.

source: わかりました。 期待して、待っていますね。
es_es: understood. I'm expecting and waiting.

source: お前の役に立つかはわからないが…… 約束だからな、食ってくれ。
es_es: I don't know if it will be useful to you, but ... it's a promise, eat it.

source: 手料理を渡した。
es_es: I handed over the home cooking.

source: ありがたく、いただきます。
es_es: Thank you.

source: むしゃむしゃ…… もぐもぐ……
es_es: Munching ... Mogumogu ...

source: う、うまい……！
es_es: Uh, good ...!

source: い、いったいなんだこの料理は……！ 不思議と体の奥底から、力がみなぎってくる……！
es_es: What the hell is this dish ...! Mysteriously, the power comes from the depths of my body ...!

source: 普通に考えればありえない食材の組み合わせ…… しかし各々の味が喧嘩をせず、同じ箱の中に 納まっている様はまさに……
es_es: A combination of ingredients that wouldn't be possible if you think about it normally ... However, it seems that each taste is contained in the same box without fighting ...

source: 料理の革命!!
es_es: Cooking revolution !!

source: 素晴らしい…… あなたの料理は 私の常識では測れない、とても革新的な料理でした。
es_es: Great ... Your food was a very innovative dish that I couldn't measure with common sense.

source: 褒められているのか貶されているのかわからんな……
es_es: I don't know if it's complimented or despised ...

source: 正直、私にもよくわかりませんでした。
es_es: To be honest, I didn't really understand.

source: ……よろしければあなたの手料理、 また私に食べさせてはもらえませんか？
es_es: ...... If you don't mind, could you please let me eat your home cooking again?

source: えっ、まだいるのか？
es_es: Well, are you still there?

source: ええ、あなたの料理を食べている間、 私、新しい世界に手が届きそうな気がしたのです。
es_es: Yes, while I was eating your food, I felt like I could reach a new world.

source: もう少しで何かを掴めそうだったのです。 ……この国の料理を変えるような、何かを。
es_es: I was about to grab something. ...... Something that would change the cuisine of this country.

source: うーむ、頻繁には無理だが…… たまたま手料理を持ってたら、食わせてやるよ。
es_es: Hmmm, I can't do it often, but ... If I happen to have a homemade dish, I'll feed it.

source: 本当ですか？ それでじゅうぶんです。 期待して、待っていますね。
es_es: really? That's enough. I'm expecting and waiting.

source: 「革命料理人」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「革命料理人」と交流してみましょう。
es_es: A bond with a "revolutionary cook" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "revolutionary cooks".

source: クンクン……
es_es: sniff……

source: ……お、おい、なんだお前は？
es_es: …… Hey, what are you?

source: おっと、いきなり失礼しました。
es_es: Oops, I'm sorry.

source: あなたの体から、 家でたまに料理をしている独身男性の匂いが 漂ってきたもので、つい……
es_es: The smell of a single man cooking at home occasionally drifted from your body, and ...

source: ……わかるのか？ 俺が料理をしている、と。
es_es: ...... Do you understand? I'm cooking.

source: もちろん。私は料理人ですからね。
es_es: of course. I'm a cook.

source: そ、そういうものなのか……
es_es: Is that something like that ...

source: はい。それにしても 男の方で料理をされるなんて珍しいですね。
es_es: Okay. Even so, it's unusual for a man to cook.

source: いや、そんなに頻繁にしているわけじゃない。 たまに台所に立つくらいだ……
es_es: No, I don't do it that often. Sometimes I stand in the kitchen ...

source: 男であるあなたが、台所に？ ……それは、この国では非常に珍しいことです。
es_es: Are you a man in the kitchen? …… It's very rare in this country.

source: そうか？
es_es: Really?

source: ええ、そうですとも。 そうだ、あなたなら適任かもしれない……
es_es: Yes, that's right. Yes, you might be the right person ...

source: すみません…… あなたに、折り入ってお願いがあるのですが、 聞いていただけませんか？
es_es: I'm sorry ... I'd like to ask you to come in, but could you please listen?

source: ……なんだ？
es_es: ……what?

source: 実は…… 私に手料理を作ってほしいのです。
es_es: Actually ... I want you to cook homemade dishes.

source: 手料理を？ ……どういうことだ？
es_es: Home cooking? ……What does it mean?

source: ……実は私、数年ほど外国で料理の勉強を していまして、つい先日、 日本に帰ってきたばかりなんです。
es_es: ...... Actually, I've been studying cooking abroad for a few years, and I just came back to Japan the other day.

source: ほう、そいつはすごいな。
es_es: Hmm, that's amazing.

source: ですが…… 帰国して驚きました。 この国の食文化が、私が日本にいたころと かなり変わってしまっていたんです。
es_es: But ... I was surprised when I returned to Japan. The food culture of this country has changed considerably from when I was in Japan.

source: うむ…… ここ数年、この国もいろいろ変わったからな。 確かに、そういう部分はあるかもしれん。
es_es: Hmm ... This country has changed a lot in the last few years. Certainly, there may be such a part.

source: ……私はこの国の料理に革新をもたらしたいのです。 そのために海外に行って様々な知識を吸収しました。
es_es: ...... I want to bring innovation to the cuisine of this country. For that reason, I went abroad and absorbed various knowledge.

source: しかし、日本を離れていた間に食文化が変化し、 今、どんな味が日本人に親しまれているか、 よくわからなくなってしまったのです。
es_es: However, while I was away from Japan, the food culture changed, and now I don't really understand what kind of taste is familiar to Japanese people.

source: なるほど…… もしや、それで俺の手料理を食べてみたいと？
es_es: I see ... Maybe that's why I want to eat my home cooking?

source: ええ、その通りです。
es_es: Yes, that's right.

source: だが、俺よりももっと料理の上手いやつがいる。 そいつらに頼んだ方が賢明だと思うが……
es_es: However, there is a guy who is better at cooking than I am. I think it would be wise to ask them ...

source: いえ、あなたでなければいけないのです。 あなたのような男性の手料理…… それこそが、私の求めているものなのです。
es_es: No, you have to be. Home cooking for a man like you ... that's what I'm looking for.

source: ……なぜだ？
es_es: ……Why?

source: まず、私が知りたいのは一般的な家庭の味・好みです。 それが最も感じられるのは、あなたのような 一般的な方の手料理だと思います。
es_es: First of all, what I want to know is the general taste and taste of home. I think it's most felt in the home cooking of a general person like you.

source: また、私が作り出したいのは、 懐かしさと新しさの融合した、 未来に通用する料理です。
es_es: Also, what I want to create is a futuristic dish that combines nostalgia and newness.

source: 日本の台所。そこは現状、まだ女の領域と言えます。 しかし、これからは男性も台所に立つ時代に なっていくと、私は思っています。
es_es: Japanese kitchen. At present, it can be said that it is still a woman's realm. However, I think that the time will come when men will also stand in the kitchen.

source: ゆえに、あなたのような男性の作る手料理こそ、 日本らしさと未来に通用する味に 最も繋がるものだと、私は思うわけです。
es_es: Therefore, I think that the home cooking made by a man like you is the most connected to the Japanese taste and the taste that will be accepted in the future.

source: うーん…… よくわからんが、そういうものなのか？
es_es: Hmm ... I don't know, is it something like that?

source: そういうものなのです！ お願いです。この国の料理を変えるため、 ぜひ私に力を貸してもらえないでしょうか？
es_es: That's it! Please. Would you please help me to change the cuisine of this country?

source: （この男はこの男なりに、 日本を変えようとしているってことか…… まぁ手料理を渡すくらいなら、協力してやるか……）
es_es: (Is this guy trying to change Japan in his own way ... Well, if it's about giving homemade food, will he cooperate ...)

source: 分かった。 俺の料理が役に立つかはわからないが…… 料理を作ったら、お前のもとへ持ってきてやろう。
es_es: Do you get it. I don't know if my food will be useful, but ... once I've cooked it, I'll bring it to you.

source: 本当ですか？ ありがとうございます。 期待して、待っていますね。
es_es: really? thanks you. I'm expecting and waiting.

source: 革命料理人
es_es: Revolutionary cook

source: 龍馬
es_es: Ryoma

source: 料理
es_es: cuisine

source: 手料理を渡す
es_es: Hand over home cooking

source: 手料理を渡さない
es_es: Don't give home cooking

source: 料理人
es_es: Cook

source: 革命料理人との絆
es_es: Bonds with Revolutionary Cooks

source: 嗅ぐ男
es_es: Sniffing man
