Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00021f7b.po
Languages: es_es

source: 土佐へ行くにも、まだ時間があるな。 斎藤、俺が稽古つけてやろうか？
es_es: I still have time to go to Tosa. Saito, should I practice?

source: なんや、斎藤。 もう一度、俺と勝負したいんか？
es_es: What, Saito. Do you want to play against me again?

source: いや、遠慮しておこう……
es_es: No, let's refrain ...

source: そうか…… ならええわ……
es_es: Yeah ... then yeah ...

source: 稽古したかったらいつでも俺に言ったらええ。 相手するで。
es_es: If you want to practice, always tell me yeah. With the other party.

source: いいだろう……
es_es: All right……

source: そういや、入隊試験以来やな…… お前と剣を交えるのも。
es_es: No, since the enlistment test ... I can't even cross the sword with you.

source: 今回は本気でやらせてもらうで。 お前が本物の剣士かどうか見極めたる。
es_es: Let me do it seriously this time. Find out if you are a real swordfighter.

source: 俺も本気で行くぞ。
es_es: I'll go seriously too.

source: 俺をがっかりさせんなや。 勝負や！ 斎藤ぉぉぉ!!!!
es_es: Don't let me down. A game! Saito ぉ ぉ ぉ !!!!

source: 今回も本気でやらせてもらうで。 手抜いたら、大怪我するで。
es_es: Let me do it seriously this time as well. If you cut corners, you will be seriously injured.

source: さすがや…… ますます強うなっとる……
es_es: As expected ... It grows stronger and stronger ...

source: 稽古したかったらいつでも俺に言ったらええ。 相手するで。
es_es: If you want to practice, always tell me yeah. With the other party.

source: おい、斎藤。 お前、腕が鈍ったんちゃうか？
es_es: Hey, Saito. Did you have a dull arm?

source: 日々の稽古を忘れたらアカン。 精進が足りんで。
es_es: If you forget your daily practice, Akan. Devotion is a stepping stone.

source: 永倉
es_es: Nagakura

source: いいだろう
es_es: All right

source: 遠慮しておこう
es_es: Let's refrain

source: 勝負する
es_es: To compete

source: 遠慮する
es_es: Refrain

source: 龍馬
es_es: Ryoma
