Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00022079.po
Languages: es_es

source: あ！ そこのお侍さん！ ちょっとお時間よろしいですか？
es_es: Ah! Samurai there! Are you sure you have some time?

source: ……何だ。
es_es: ……What.

source: 失礼ながらお持ちの刀…… 随分と手入れされてないようですが。
es_es: Excuse me, but my sword ... It seems that it hasn't been well maintained.

source: 日々の手入れを怠ると、どんな名刀でも ナマクラになってしまいます。
es_es: If you neglect to take care of it every day, any sword will become a sword.

source: ナマクラを腰にぶら下げてどうにかなるほど 新選組は甘くございませんよ……？
es_es: The Shinsengumi isn't so sweet that I can manage to hang Namakura on my waist ...?

source: ！ なぜそれを……
es_es: !! Why it ...

source: ハハハ。このご時世、洛内を歩かれる お侍の行き先は大抵二つに一つ。
es_es: Hahaha. At this time, the destinations of samurai walking in Rakuchu are usually one in two.

source: 東の祗園か、西の新選組…… 失礼ながら、 あなたは祗園という柄ではなさそうでしたので。
es_es: Gion in the east or Shinsengumi in the west ... Excuse me, you didn't seem to be in Gion.

source: フッ。なるほどな。
es_es: Huh. got it.

source: 私共にお任せいただければ、 お持ちの刀の真の力を引き出して見せましょう。
es_es: If you leave it to us, let's bring out the true power of your sword and show it.

source: 分かった。話くらいは聞いていくとするか。
es_es: Do you get it. Do you want to listen to the story?

source: それはそれは！ ではどうぞこちらへ……
es_es: well well! Then go here ...

source: 鍛冶屋
es_es: blacksmith

source: 龍馬
es_es: Ryoma
