Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c13b6.po
Languages: es_es

source: いやー今日はほんまに、ありがとうございました。 ぜひまたいらしてくださいね！
es_es: No, thank you very much for today. Please come again!

source: いや、もう二度と来ねぇよ！
es_es: No, I'll never come again!

source: ははは！ まぁそう言わずに！ またのご来店、お待ちしてまーす！ それでは！
es_es: Hahaha! Well without saying so! We look forward to seeing you again! Well then!

source: どすこい！
es_es: Sumo exclamation!

source: お待たせしました。こちらでーす。
es_es: Sorry I made you wait. Here it is.

source: ここが…… 本当に揚屋なのか？
es_es: This is ... is it really a fried shop?

source: ええ！ うちは外装ではなく 中身にお金をかけているんですよ。 ささ！ 中へどうぞ！
es_es: Yeah! We spend money on the contents, not the exterior. Sasa! Please go inside!

source: お、ダンナ！ うちの店で遊んでいく気になりましたか？
es_es: Oh, Danna! Did you feel like playing at our store?

source: あぁ、案内してくれ。
es_es: Oh, please guide me.

source: かしこまりました！ では、こちらですわ！
es_es: Understood! Then here it is!

source: いいや、まだそんな気にはなれんな……
es_es: No, I still don't feel like that ...

source: まだでっか…… まぁ気長に待ちますわ。 気が変わったら、また声をかけてくださいな。
es_es: It's still big ... Well, I'll wait patiently. If you change your mind, please call me again.

source: ちょっとちょっと！ そこのダンナ！
es_es: Hey! Danna there!

source: この後、お暇ですか？ もしよかったら、うちの揚屋で遊んでいきまへんか？ 今日は若くて可愛い子が揃ってまっせ！
es_es: Are you free after this? If you don't mind, why don't you play at our fried shop? Today we have all the young and cute girls!

source: ……悪いが、急いでいるんでな。
es_es: ...... I'm sorry, but I'm in a hurry.

source: ちょ、ちょっとちょっとダンナ！ せめて話だけでも聞いてくださいよぉ！ お願いします！
es_es: Hey, a little Danna! Please listen at least to the story! Please!

source: ……話だけだぞ。
es_es: ...... It's just a story.

source: はい！ うちはこの前開店したばかりの店で、 知名度はあんまないんですが…… はっきり言って質の高さではどこにも負けまへん！
es_es: Okay! We're a store that just opened the other day, and it's not very well known, but to be clear, it's second to none in terms of quality!

source: なんといっても皆若い！ 肌なんかもう、赤ん坊のように プニプニでプリップリでっせ！
es_es: After all, everyone is young! The skin is already fluffy like a baby!

source: ……ぷりっぷり。
es_es: ...... Plenty.

source: そうです！ まるでつきたてのお餅のように、 ムチムチと吸い付いてくる柔肌の持ち主が 大勢いまっせ！ どうです？ 遊んでみまへんか？
es_es: That's right! There are many owners of soft skin that stick to each other like freshly made mochi! how is it? Would you like to play?

source: そうだな…… ちょっと遊んでいくか。
es_es: That's right ... Do you want to play a little?

source: さっすがダンナ！ 話が早い！ では早速ご案内しますんで、ついてきて下さい！
es_es: As expected, Danna! The story is fast! Then I will guide you immediately, so please follow me!

source: いや…… 結構だ。
es_es: No ... it's fine.

source: まぁまぁそう言わずに！ 今日は特別に格安料金でご案内しますから…… ね？
es_es: Well, don't say that! I'll give you a special discount today ... right?

source: いや…… せっかくだが、遠慮しておく。
es_es: No ... I'm sorry, but I'll refrain from doing so.

source: 頑固なダンナですなぁ…… 分かりました。じゃあもし気が変わったら、 声をかけてくださいね。
es_es: It's a stubborn Danna ... I understand. Then, if you change your mind, please call out.

source: 男
es_es: male

source: 力士達
es_es: Luxtec

source: あぁ
es_es: Ahh

source: いいや
es_es: No

source: 遊んでいく
es_es: Play

source: 断る
es_es: turn down
