Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid0009227b.po
Languages: es_es

source: 頼むからさ！ 俺を三番隊に入れてくれ！
es_es: I'll ask! Put me in the third squad!

source: やったあああ！ これで美月ちゃんに会える！ 会えるんだ！
es_es: Oh yeah! Now you can meet Mizuki-chan! I can meet you!

source: お、おい！ ちょっと待て！
es_es: Hey! wait a minute!

source: （全く…… 仕方ねえ野郎だな……）
es_es: (Absolutely ... I can't help it ...)

source: そ、そんな…… でも、俺は絶対に諦めないからな！
es_es: Well, that's ... but I'll never give up!

source: 頼むからさ！ 俺を三番隊に入れてくれ！
es_es: I'll ask! Put me in the third squad!

source: すまないが、今の三番隊には 新しい隊士を迎え入れる余裕がない。
es_es: I'm sorry, but the current third squad cannot afford to welcome new soldiers.

source: そ、そんな…… でも、俺は絶対に諦めないからな！
es_es: Well, that's ... but I'll never give up!

source: ん？ お前はたしか…… 秋元!?
es_es: Hmm? You are sure ... Akimoto !?

source: ひ、ひいいい！ どうか見逃してください！
es_es: Hi, hii! Please miss it!

source: 心配するな、お前を斬ろうなんて思ってない。 ……お前、生きていたのか？
es_es: Don't worry, I'm not thinking of killing you. ...... Are you alive?

source: ええ…… 自分でもびっくりしてます。 医者は奇跡的な回復力だと驚いてました……
es_es: Yeah ... I'm surprised myself. The doctor was surprised at the miraculous resilience ...

source: そうか…… ところで…… ここで何をしてるんだ？
es_es: I see ... By the way ... What are you doing here?

source: 日向屋（ひなたや）の一件以来、 俺は粛清されたことになってるんです……
es_es: Since the incident at Hinataya, I've been purged ...

source: だから、仕方なく、この骸街に……
es_es: So, I can't help but in this skeleton ...

source: そうだったのか……
es_es: Is that so……

source: 美月ちゃんに会いたいよ…… でも、今のままじゃきっと会ってくれない…… どうしたらいいんだ……
es_es: I want to see Mizuki-chan ... But I'm sure he won't see me as it is ... What should I do ...

source: ……そうだ！ もう一度、新選組に入ればいいんじゃないか！
es_es: ……That's it! Shouldn't we join the Shinsengumi again!

source: 何？
es_es: what?

source: そうすれば、美月ちゃんも きっとまた馴染みになってくれるはずだ！
es_es: Then Mizuki will surely become familiar again!

source: ……そうか？
es_es: ……Really?

source: だからさ、俺を三番隊に入れてくれ！ 頼む！
es_es: So put me in the third squad! ask!

source: やったあああ！ これで美月ちゃんに会える！ 会えるんだ！
es_es: Oh yeah! Now you can meet Mizuki-chan! I can meet you!

source: お、おい！ ちょっと待て！
es_es: Hey! wait a minute!

source: （全く…… 仕方ねえ野郎だな……）
es_es: (Absolutely ... I can't help it ...)

source: そ、そんな…… でも、俺は絶対に諦めないからな！
es_es: Well, that's ... but I'll never give up!

source: だからさ、俺を三番隊に入れてくれ！ 頼む！
es_es: So put me in the third squad! ask!

source: すまないが、今の三番隊には 新しい隊士を迎え入れる余裕がない。
es_es: I'm sorry, but the current third squad cannot afford to welcome new soldiers.

source: そ、そんな…… でも、俺は絶対に諦めないからな！
es_es: Well, that's ... but I'll never give up!

source: 秋元
es_es: Akimoto
