Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00021db0.po
Languages: es_es

source: くーっ！ もうたまらんようなってきたわ。 そろそろいくで。……準備はええな？
es_es: Kuu! I'm starting to feel like it. It's about time. ...... Are you ready?

source: 一（はじめ）ちゃん、 ……準備はええな？
es_es: Ichi (Hajime) -chan, are you ready?

source: ちょっと待ってくれ。
es_es: wait a moment.

source: 一（はじめ）ちゃん、 こっちは、はよう討ち入りしたくて ウズウズしとるんや。
es_es: Ichi (Hajime) -chan, I'm sick of it because I want to get into it.

source: ここで、いつまでも待っとれんで。 はよう、準備してや。
es_es: Stay here forever. Good morning, get ready.

source: ああ。いつでもいける。
es_es: Oh. You can go anytime.

source: よっしゃ、行くで！
es_es: Alright, go!

source: 毎度おおきに!! ご存知新選組やで！
es_es: Every time it's big !! You know Shinsengumi!

source: ……今からぶっ殺しにいくでぇお前らぁ!!
es_es: ...... I'm going to kill you from now on!

source: くーっ！ もうたまらんようなってきたわ。 そろそろいくで。……準備はええな？
es_es: Kuu! I'm starting to feel like it. It's about time. ...... Are you ready?

source: 一（はじめ）ちゃん、 ……準備はええな？
es_es: Ichi (Hajime) -chan, are you ready?

source: ちょっと待ってくれ。
es_es: wait a moment.

source: 一（はじめ）ちゃん、 こっちは、はよう討ち入りしたくて ウズウズしとるんや。
es_es: Ichi (Hajime) -chan, I'm sick of it because I want to get into it.

source: ここで、いつまでも待っとれんで。 はよう、準備してや。
es_es: Stay here forever. Good morning, get ready.

source: ああ。いつでもいける。
es_es: Oh. You can go anytime.

source: よっしゃ、行くで！
es_es: Alright, go!

source: 毎度おおきに!! ご存知新選組やで！
es_es: Every time it's big !! You know Shinsengumi!

source: ……今からぶっ殺しにいくでぇお前らぁ!!
es_es: ...... I'm going to kill you from now on!

source: 沖田
es_es: Okita

source: まだだ
es_es: Still

source: 準備はできている
es_es: Ready

source: 龍馬
es_es: Ryoma
