Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid0044006e.po
Languages: es_es

source: ひ、ひいっ…… ば、ばけもんか、こいつ……
es_es: Hi, hii ... Bakemonka, this guy ...

source: まだやるのか……？
es_es: Do you still do it ...?

source: も…… も……
es_es: Peaches……

source: もうやりませぇぇぇん！
es_es: I won't do it anymore!

source: まったく…… 権力を無駄遣いしやがって……
es_es: At all ... wasting power ...

source: あの…… 斎藤さん、本当にありがとうございました！
es_es: That ... Thank you very much, Mr. Saito!

source: いつも歌っている姿しか拝見していなかったので…… あんなに強かったとは、知りませんでした！
es_es: I only saw him singing all the time, so I didn't know he was so strong!

source: ふっ。これでも一応、剣で生きてるからな。 ……歌って合いの手入れてるだけじゃないんだぜ？
es_es: Huh. Even with this, I'm still alive with a sword. ...... Isn't it just singing and taking care of each other?

source: あははははっ。 まぁ、歌っている姿も素敵ですけどね。
es_es: Ahahahaha. Well, the appearance of singing is also wonderful.

source: さぁ、中へどうぞ。 お礼をさせてください。
es_es: Now, go inside. Let me thank you.

source: 営業停止だ！
es_es: It's closed!

source: 庶民の分際で、歌をたしなむなんて一万年早いわ！ ……営業停止だ！ さっさと店を閉めろ！
es_es: It's 10,000 years early to sing a song at the edge of the common people! ...... Business is closed! Close the store quickly!

source: そ、そんな……！ 営業許可はちゃんととっていますし…… それに、僕らだって、歌ってもいいじゃないですか！
es_es: That's right ...! I have a business permit ... and we can sing!

source: だめだ！ 歌や踊りは選ばれたもの…… わしら階級が上の人間が楽しむものじゃ。 卑しい商人風情が、文化を乱すのは許さん！
es_es: No! The songs and dances are chosen ... It's something that people of higher ranks enjoy. It's okay for a lowly merchant style to disturb the culture!

source: あ、あんまりです…… 僕は、そんな圧力には屈しません！ この店は、閉めません！
es_es: Oh, not much ... I won't give in to that pressure! This store will not close!

source: ほう。粋がりおって…… わしに楯突くとどういうことになるか…… 思い知らせてやろうかのう。
es_es: How. Be smart ... What will happen if you poke me ... I'll let you know.

source: ひ、ひいっ！
es_es: Hi, hii!

source: どうした？ さっきまでの威勢はどこにいったのかな？ ふふふふ……！
es_es: what up? Where did the dash up to that point go? hehehehe……!

source: ちょっと待て。
es_es: wait a minute.

source: ん……？ なんじゃ、貴様は。
es_es: Hmm……? Why are you?

source: この店の常連のものだ。 さっきから聞いてりゃあ、随分と一方的な 物言いだな、あんた。
es_es: It's a regular at this store. If you heard it from a while ago, it's a very one-sided statement, you.

source: ふん。あんたには関係なかろう。 それとも何か？ こんな卑しい庶民の道楽居酒屋に、 肩入れするとでもいうのか？
es_es: Hmm. It doesn't matter to you. Or what? Is it possible to put your shoulders in such a lowly ordinary izakaya?

source: ああ。さっきも言ったが、 俺はこの店の常連なんでな。
es_es: Oh. As I said earlier, I'm a regular at this store.

source: 笑止！ 貴様のような奴がいるから、 庶民がどんどん付け上がって調子に乗るんだ！
es_es: Stop laughing! There's a guy like you, so the common people are getting better and better!

source: 庶民なんてもんはな…… わしらの言いなりになって、搾取されてれば いいんだよ！
es_es: I don't know the common people ... I hope they are exploited at our mercy!

source: ふっ…… お前みたいなお偉いさんがいるから、庶民は 歌でも歌わないとやってられないんじゃないか？
es_es: Hmm ... Because there is a great man like you, the common people can't do it without singing a song, right?

source: な…… 何をおおお!? わしを侮辱した罪は重いぞ。……覚悟しろ！
es_es: What ... What are you doing !? The crime of insulting me is heavy. ...... Be prepared!

source: 偉そうな男
es_es: A man who looks great

source: 龍馬
es_es: Ryoma

source: 店長
es_es: Store manager
