Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00100000.po
Languages: es_es

source: しかし、せっかく江戸にまで出してやったのにな。 剣の修行じゃ性根は鍛えられなかったか。
es_es: However, I even sent it to Edo. Wasn't the sexual roots trained by training the sword?

source: 土佐に帰るなり上士とケンカとは…… 全く相変わらずだ、お前さんは。
es_es: As soon as I returned to Tosa, my boss and fights ... As usual, you.

source: 相変わらずなのは土佐の上士たちの方さ…… 江戸へ行ってわかったが、 土佐の階級意識の強さは異常だ。
es_es: As usual, Tosa's superiors ... I found out when I went to Edo, but Tosa's class consciousness is unusual.

source: フフ…… どうやら修行の成果はあったようだな。
es_es: Huff ... Apparently there was a result of the training.

source: しかしあんなことして大丈夫だったのか？
es_es: But was that all right?

source: お前を逃がしたことか？
es_es: Did you miss you?

source: 親っさんは、土佐の参政なんだろ？ それが勝手に罪人を逃がしたと知れりゃ 下から足を引っ張る連中も出てくる。
es_es: Parents are Tosa's suffrage, right? If it is known that it has escaped the sinner without permission, some people will pull their feet from below.

source: 土佐のお偉い老人たちのことか……
es_es: Is it Tosa's great old men ...

source: だが問題ない。 さっきの牢番は“白札郷士”だ。 面倒を起こしはしない。
es_es: But no problem. The prison guard was "Shirofuda Goushi". It doesn't bother you.

source: どういうことだ？
es_es: What does it mean?

source: 白札は郷士と上士の中間…… つまりワシとお前の間の身分だ。
es_es: The white card is between the villager and the superior ... In other words, the status between the eagle and you.

source: なにかあればすぐ郷士に格を落とされる。 それがあの牢番の最も恐れる事態だ。
es_es: If anything happens, he will be immediately downgraded to a villager. That is the most feared situation of that prison guard.

source: そうやって権力に媚びるようなヤツは 大した度胸もねえさ。
es_es: The guy who flirts with power like that doesn't have much courage.

source: そういうもんか。
es_es: Is it such a thing?

source: ああ。 お前みたいに後先考えねぇで上士に対しても 逆らえるヤツの方が、よっぽど怖い。
es_es: Oh. The one who doesn't think ahead like you and can resist his superiors is even more scary.

source: 国を預かる参政としてはな。
es_es: Not as a suffrage to take care of the country.

source: ……しかしこの場所も、古くなっちまったな。
es_es: …… But this place is also old.

source: ああ。だが俺にとっては自分の家も同然だ。
es_es: Oh. But for me, it's like my own house.

source: 思い出すな。もう１０年以上経つか……
es_es: Don't remember. It's been over 10 years now ...

source: ああ……
es_es: Oh……

source: 上士に身内を殺され、行く宛を失った子供たち。 お前も、その１人だった。
es_es: Children whose relatives were killed by their superiors and lost their destination. You were one of them.

source: ワシはそんな子供たちをほんの少しでも引き取ろうと “塾”を作った…… 藩には内緒でな。
es_es: I created a "juku" to take over such children even a little ... It's a secret to the clan.

source: 俺ぁ今でも不思議に思う。 どうして親っさんは、上士でありながら あんなことをしたんだ？
es_es: I still wonder. Why did your parents do such a thing while being a superior?

source: さあ、どうしてだろうな…… だが、ひとつ言えるのは、 ワシは土佐が大嫌いだってことだ。
es_es: I wonder why ... But one thing I can say is that I hate Tosa.

source: 嫌い？
es_es: Hate?

source: ああ。 土佐は階級が絶対的な国だ。
es_es: Oh. Tosa is a country with an absolute class.

source: 武士だけでも「上士」「白札郷士」 そして「郷士」の３階級が存在する。
es_es: There are three classes of samurai, "superior", "white bill goshi", and "goushi".

source: 土佐藩は同じ武士であるはずの人間に そういった階級を与え、身分の壁を作る事によって 藩の秩序を守ってきた。
es_es: The Tosa clan has kept the order of the clan by giving such a class to human beings who should be the same samurai and creating a wall of status.

source: だが本来、武士も農民も商人も女も子供も、 全ては同じ人間。差なんてねぇんだ。
es_es: However, originally, samurai, peasants, merchants, women, children, all are the same human beings. There is no difference.

source: ああ。
es_es: Oh.

source: だからワシは、そんな土佐に恨みを持つ お前たちを塾に引き取った。
es_es: That's why I took you to the cram school, who had a grudge against Tosa.

source: ……土佐を変えられる人間を育てるためにな。
es_es: ...... To raise people who can change Tosa.

source: 土佐を変えられる人間……
es_es: A person who can change Tosa ...

source: そうだ。 ……階級という制度に飼いならされた人間には、 変えたいという気持ちは生まれない。
es_es: That's it. ...... People who are tamed by the system of class do not have the desire to change.

source: ワシはな龍馬。 土佐を変えられる人間てのは、土佐を誰よりも愛し、 土佐を誰よりも憎んでいるヤツだと思うんだ。
es_es: Eagle Hana Ryoma. I think the person who can change Tosa is the one who loves Tosa more than anyone and hates Tosa more than anyone.

source: お前は１５年前、上士に家を焼かれ、 実の親兄弟を失った…… お前は、土佐を変えたいと願っているはずだ。
es_es: You lost your real parents and siblings when your boss burned your house 15 years ago ... You must have wanted to change Tosa.

source: ……親っさん。
es_es: ...... Parents.

source: ん？
es_es: Hmm?

source: じゃあどうして親っさんは、 藩の仕事をしてるんだ。
es_es: Then why are your parents working for the clan?

source: 藩の参政ってのは、土佐の階級制度を 守る立場なんじゃねえのか!?
es_es: Isn't the clan's suffrage in a position to protect Tosa's class system?

source: そうだ。 ワシは土佐で最も身分や階級といった“規律”を 重んじる男だ。……表向きにはな。
es_es: That's it. I am Tosa's man who values "discipline" such as status and class. ...... Not ostensibly.

source: 龍馬。 ……武市にはもう会ったか？
es_es: Ryoma. ...... Have you met Takeichi yet?

source: 兄弟に？ いやまだだが。
es_es: To brothers? Not yet.

source: お前が留守にしている間、 アイツには重大な仕事をしてもらった。
es_es: He had a serious job done while you were away.

source: 仕事？
es_es: jobs?

source: ああ…… 土佐勤王党という組織をつくらせた。
es_es: Ah ... I made an organization called Tosa Qin Wang Party.

source: 土佐、勤王党……
es_es: Tosa, Qin Wang Party ...

source: 今の土佐藩の体制に不満をもった郷士を中心に ５００名……
es_es: 500 people, mainly locals who were dissatisfied with the current system of the Tosa domain ...

source: 名目上、勤王とは謳っているがその思いはひとつ。 土佐の身分制度の崩壊が目的の集団だ。
es_es: Nominally, he claims to be Qin Wang, but he has one thought. The purpose of this group is to collapse Tosa's social division system.

source: それじゃ、勤王党の敵は土佐藩ということか？
es_es: Then, is the enemy of the Qin Wang Party the Tosa domain?

source: ワシはな、龍馬。 その勤王党の力で、土佐をぶっ壊そうと思ってる。
es_es: Eagle, Ryoma. I'm thinking of destroying Tosa with the power of the Qin Wang Party.

source: 壊す？
es_es: break down?

source: そうだ。 ワシがこの塾で息子同然に育ててきた お前ら２人……
es_es: That's it. Two of you who I grew up in this cram school like my son ...

source: 武市半平太、坂本龍馬の手によってな。
es_es: By the hands of Takechi Hanpeita and Ryoma Sakamoto.

source: 龍馬。武市に会いに行け。 そして土佐勤王党に入るんだ。
es_es: Ryoma. Go see Takeshi. Then join the Tosakino Party.

source: とにかく詳しい話は武市に会って直接聞いてくれ。 ワシはそろそろ城へ戻らねばならん。
es_es: Anyway, please meet Takeichi and listen to the detailed story directly. I have to go back to the castle.

source: 今、兄弟はどこにいるんだ。
es_es: Where are your brothers now?

source: 街で土佐勤王党の武市と言えば、 知らないヤツはいない。 だがすんなり会えるかは分からんがな。
es_es: Speaking of Takeshi of the Tosakinou Party in the city, there is no one who does not know. But I don't know if I can meet them smoothly.

source: 字引きテスト足軽の女将です。
es_es: I'm the landlady of Ashigaru.

source: 首向け解除。
es_es: Release for the neck.

source: 字引きテスト足軽の女将です。
es_es: I'm the landlady of Ashigaru.

source: 首向け解除。
es_es: Release for the neck.

source: 東洋
es_es: Oriental

source: 龍馬
es_es: Ryoma

source: 相手
es_es: Opponent
