Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00021c93.po
Languages: es_es

source: じゃ、準備ができたら チャチャッと片付けちゃってください。
es_es: Then, when you're ready, just clean it up.

source: 俺も早く帰りたいんで。
es_es: I want to go home early too.

source: あ、斎藤さん。 チャチャッと秋元を捕らえてきましょう。 準備はいいですか？
es_es: Oh, Mr. Saito. Let's catch Akimoto quickly. Are you ready?

source: いや、ちょっと待ってくれ。
es_es: No, wait a minute.

source: ええ？ そうなんですか。 じゃあ、準備が出来たら声をかけてください。
es_es: Yeah? Really. Then call out when you're ready.

source: 準備は出来てる。見張りは頼んだぞ。
es_es: I'm ready. I asked for a lookout.

source: じゃ、準備ができたら チャチャッと片付けちゃってください。
es_es: Then, when you're ready, just clean it up.

source: 俺も早く帰りたいんで。
es_es: I want to go home early too.

source: あ、斎藤さん。 チャチャッと秋元を捕らえてきましょう。 準備はいいですか？
es_es: Oh, Mr. Saito. Let's catch Akimoto quickly. Are you ready?

source: いや、ちょっと待ってくれ。
es_es: No, wait a minute.

source: ええ？ そうなんですか。 じゃあ、準備が出来たら声をかけてください。
es_es: Yeah? Really. Then call out when you're ready.

source: 準備は出来てる。見張りは頼んだぞ。
es_es: I'm ready. I asked for a lookout.

source: 藤堂
es_es: Todo

source: ああ 大丈夫だ
es_es: Oh okay

source: いや ちょっと待ってくれ
es_es: No, wait a minute

source: 龍馬
es_es: Ryoma
