Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid006e0123.po
Languages: es_es

source: あらん、色男さん。 またあなたのお野菜が食べたくて…… 何でもいいから、譲って下さらないかしらん？
es_es: Oh, Mr. Ikuo. I want to eat your vegetables again ... Anything is fine, can you give it to me?

source: あらん、残念ですわん……
es_es: Oh, I'm sorry ...

source: あらまぁ、こんなたくましいお野菜を…… あ・り・が・と・う。んふふふん。
es_es: Ah, such a strong vegetable ... Arigatou. Nfufufu.

source: また、 あなたのたくましいお野菜が食べたいわん。
es_es: Also, I want to eat your strong vegetables.

source: はぁん…… おカボチャ……
es_es: Hmm ... Pumpkin ...

source: あらん、色男さん。 約束のおカボチャ、持ってきてくれたのかしらん？
es_es: Oh, Mr. Ikuo. Did you bring the promised pumpkin?

source: 悪いがあんたに渡せるものは持っていない。
es_es: I'm sorry, but I don't have anything to give you.

source: あぁん、本当に焦らすのがお上手なんだからん。 いつまでも待ってるわ。おカボチャ。
es_es: Ah, I'm really good at rushing. I'll be waiting forever. Pumpkin.

source: かぼちゃが１つ欲しいんだったな。
es_es: I wanted one pumpkin.

source: 「<Color:8>かぼちゃ<Color:Default>」を渡した
es_es: "<Color:8> pumpkin<Color:Default> Passed

source: んん、おっきい……
es_es: Hmm, big ...

source: そして、この重量感……！
es_es: And this feeling of weight ...!

source: すっごぉい！
es_es: Great!

source: なんて立派なおカボチャなの……！
es_es: What a wonderful pumpkin ...!

source: んふっ、あなたって最高ね。 はい、これ約束のお礼ですわん。
es_es: Hmm, you are the best. Yes, thank you for this promise.

source: 「<Color:8>金の皿<Color:Default>」をもらった
es_es: "<Color:8> Gold plate<Color:Default> I got

source: んふっ、これだけあれば、旦那の大好物…… おカボチャの煮物、いっぱい作れそうだわん！
es_es: Hmmm, with just this, my husband's favorite food ... I think I can make a lot of simmered pumpkin!

source: えっ、煮物？ ……食うのか？
es_es: Eh, boiled food? ...... Do you eat?

source: えっ、何言ってるのん？ 野菜は食べるものでしょう？
es_es: What are you talking about? Do you eat vegetables?

source: 漬物に、お浸しに、みそ汁の具…… 今まであなたがくださったお野菜の数々…… みんな、おいしくお料理させていただいたわよん？
es_es: Pickles, soaking, miso soup ingredients ... Many vegetables you have given us so far ... Everyone cooked deliciously, right?

source: んふっ、私の旦那、１年ぶりに帰ってくるんだもの！ 腕によりをかけてお料理しないといけませんわ！
es_es: Hmmm, my husband is coming back for the first time in a year! You have to put your arms to cook!

source: それじゃあ、私、今から おカボチャの下ごしらえをしにお家に帰りますわ！
es_es: Well then, I'm going home to prepare the pumpkins from now on!

source: 今まで本当にありがとう、色男さん！ あなたのおかげで…… 寂しくなかったわん！
es_es: Thank you so much, Mr. Iroo! Thanks to you ... I wasn't lonely!

source: （いろいろ言いたいことはあるが、 なんにせよ、よかったな……）
es_es: (I have a lot to say, but I'm glad anyway ...)

source: あらん、色男さん…… この間はありがとうね。
es_es: Oh, Mr. Ikuo ... Thank you for this time.

source: んふっ、あなたがくれたおダイコン、 とってもおいしかったわ。
es_es: Hmm, the radish you gave me was very delicious.

source: さすが大きな根っこと言われるお野菜よねん…… 大きくって、味わい甲斐があったわん……
es_es: It's a vegetable that is said to have a big root ... It's big and it's worth the taste ...

source: あ、それよりも聞いてくださらない？ 実は、出稼ぎにいってる私の旦那がもうすぐ…… １年ぶりに、帰ってくるらしいのよん！
es_es: Oh, can you listen to me more than that? Actually, my husband who is going to work is coming soon ... It seems that he will be back for the first time in a year!

source: ほう、そいつはよかったな。
es_es: Well, that was good.

source: だからねん、私、また欲しくて欲しくて たまらないものができてしまったのん…… なんだか、お・わ・か・り？
es_es: That's why I made something that I wanted and wanted again ... Somehow, oh, wow, ri?

source: ……何が欲しいんだ？
es_es: ...... What do you want?

source: んふっ、私が今欲しくてたまらないもの、 それはねぇ……
es_es: Hmmm, what I'm dying for right now, that's ...

source: お・カ・ボ・チャ、ですわん。
es_es: Oh, Ka, Bo, Cha.

source: かぼちゃ……？
es_es: pumpkin……?

source: んふっ、そうおカボチャ。 今度は旦那と一緒に楽しもうと思って。 今、欲しくて欲しくてたまらないのよん……
es_es: Hmm, that's a pumpkin. I'm thinking of having fun with my husband this time. I'm dying to want it now ...

source: （旦那と一緒にかぼちゃを……）
es_es: (Pumpkin with my husband ...)

source: 私のために、あなたのおカボチャを１つ、 持ってきてくださらないかしらん？
es_es: Could you bring me one of your pumpkins for me?

source: かぼちゃを１つ持って来ればいいんだな？
es_es: Should I bring one pumpkin?

source: んふっ、そうなのん。よろしくお願いしますわん。
es_es: Hmm, that's right. I look forward to working with you.

source: はぁん…… おダイコン……
es_es: Hmm ... Radish ...

source: あらん、色男さん。 約束のおダイコン、持ってきてくれたのかしらん？
es_es: Oh, Mr. Ikuo. Did you bring the promised radish?

source: 悪いがあんたに渡せるものは持っていない。
es_es: I'm sorry, but I don't have anything to give you.

source: あぁん、本当に焦らすのがお上手ねぇ。んふっ。 いつまでも待ってるわ。おダイコン。
es_es: Ah, I'm not really good at rushing. Hmm. I'll be waiting forever. Japanese radish.

source: 大根が１本欲しいんだったな。
es_es: I wanted one radish.

source: 「<Color:8>大根<Color:Default>」を渡した
es_es: "<Color:8> Radish<Color:Default> Passed

source: んん、おっきい……
es_es: Hmm, big ...

source: そう、この長さ……
es_es: Yes, this length ...

source: この太さ……
es_es: This thickness ……

source: あぁん！
es_es: Ah!

source: まさに理想のおダイコンだわん！
es_es: It's the ideal radish!

source: んふっ、あなたって最高ね。 はい、これ約束のお礼ですわん。
es_es: Hmm, you are the best. Yes, thank you for this promise.

source: 「<Color:8>活力丹 高級<Color:Default>」をもらった
es_es: "<Color:8> Vitality Tan Luxury<Color:Default> I got

source: ……ずいぶん野菜が好きなんだな。
es_es: ...... I like vegetables a lot.

source: あらん、私に興味があるのん？ 色男さん！
es_es: Oh, are you interested in me? Color man!

source: んふっ、実は私、旦那がいるのよん。 今、彼は遠くの町に出稼ぎに行ってるんだけど。 ……もう１年になるかしらねぇ。
es_es: Hmmm, actually, I have a husband. Now he's going to work in a distant town. ...... I wonder if it will be another year.

source: 私、彼に会えないのがつらくて、つらくて……
es_es: It's hard for me to see him, it's hard ...

source: 毎日…… 大好きなお野菜を味わうことで、 寂しさをまぎらわしていたのよん……
es_es: Every day ... By tasting my favorite vegetables, I was able to avoid loneliness ...

source: （野菜で寂しさをまぎらわす…… まさかそんな、いや、しかし…… むむむ……）
es_es: (Vegetables confuse loneliness ... No way, no, but ... Mmm ...)

source: んふっ、変な女だと思うわよねん。 それでも寂しい気持ちはなくならなかったわん。
es_es: Hmmm, I think she's a weird woman. Still, I didn't feel lonely.

source: 旦那に会いたくて会いたくてたまらない……！ そんな時…… 街であなたを見かけたのん。
es_es: I'm dying to see my husband ...! At that time ... I saw you in the city.

source: あなたの寡黙で、実直で、真面目そうな雰囲気…… なんとなく、私の旦那に似てた気がしたのん。
es_es: Your quiet, honest, serious atmosphere ... Somehow, I felt like my husband.

source: 気付いたら私、あなたに声をかけていたわん……
es_es: When I noticed, I was calling out to you ...

source: ちょっとでも寂しさを紛らわしたくて…… それでお野菜を持ってきてだなんて変なお願いを…… 本当にごめんなさい。
es_es: I wanted to dispel my loneliness even a little ... So I made a strange request to bring vegetables ... I'm really sorry.

source: ……なるほど、そういうことだったのか。
es_es: ...... I see, was that the case?

source: んふっ、私ったら、 つい真面目な話をしてしまったわねん……
es_es: Hmmm, I just talked about it seriously ...

source: んふっ、そろそろ私、おダイコン、 いっぱい味わいたくなってきてしまったわん。
es_es: Hmm, it's about time I want to taste a lot of Japanese radish.

source: それじゃあまたお会いしましょう！ 色男さん！
es_es: See you again! Color man!

source: あらん、色男さん…… この間はありがとうね。
es_es: Oh, Mr. Ikuo ... Thank you for this time.

source: んふっ、あなたがくれたおナス、 大きさだけじゃなくて色もとってもヨかった。 おいしすぎて、何度も味わってしまったわよん。
es_es: Hmmm, the eggplant you gave me, not only the size but also the color was good. It was so delicious that I tasted it many times.

source: そうか、それはよかったな。
es_es: Well, that was good.

source: でもねん、私、また欲しくて欲しくて たまらないものができてしまったのん…… なんだか、お・わ・か・り？
es_es: But, I've made something that I want and want again ... Somehow, oh, wow, ri?

source: ……次はなんだ。
es_es: ...... What's next?

source: んふっ、私が今欲しくてたまらないもの、 それはねぇ……
es_es: Hmmm, what I'm dying for right now, that's ...

source: お・ダ・イ・コ・ン、ですわん。
es_es: Oh da y ko n, that's right.

source: そ、そうか。
es_es: That's right.

source: んふっ、私、今すぐおダイコンを味わいたい…… 欲しくて欲しくてたまらないんですの……
es_es: Hmm, I want to taste radish right now ... I'm dying for it ...

source: （この女、なぜここまで野菜を欲しがるんだ……？）
es_es: (Why does this woman want so much vegetables ...?)

source: そこで、あなたにまたお願いしたいのよん。 私のために、あなたのおダイコンを１本 持ってきてくださらないかしらん？
es_es: So I would like to ask you again. Could you bring me a radish for me?

source: ……わかった。大根だな。
es_es: ……all right. It's a radish.

source: んふっ、素直な坊やって好きよん。 お礼、たっぷり用意しておくわねん……
es_es: Hmmm, I like doing honest boys. Thank you, I'll prepare plenty ...

source: はぁん…… おナス……
es_es: Hmm ... eggplant ...

source: あらん、色男さん。約束のおナス、 持ってきてくれたのかしらん？
es_es: Oh, Mr. Ikuo. Did you bring the promised eggplant?

source: 悪いがあんたに渡せるものは持っていない。
es_es: I'm sorry, but I don't have anything to give you.

source: あぁん、本当に焦らすのがお上手なんだからん。 いつまでも待ってるわ。おナス。
es_es: Ah, I'm really good at rushing. I'll be waiting forever. Eggplant.

source: なすが１本欲しいんだったな。
es_es: I wanted one eggplant.

source: 「<Color:8>なす<Color:Default>」を渡した
es_es: "<Color:8> Eggplant<Color:Default> Passed

source: そう、この長さ……
es_es: Yes, this length ...

source: この太さ……
es_es: This thickness ……

source: あぁん！
es_es: Ah!

source: まさにこんなおナスが欲しかったんですの！
es_es: I really wanted this kind of eggplant!

source: んふっ、あなたって最高ね。 はい、これ約束のお礼ですわん。
es_es: Hmm, you are the best. Yes, thank you for this promise.

source: 「<Color:8>万能丹<Color:Default>」をもらった
es_es: "<Color:8> Universal Tan<Color:Default> I got

source: はぁ、はぁ…… ごめんなさい。 私、今すぐこれを味わいたいのん……！
es_es: Hmm ... I'm sorry. I want to taste this right now ...!

source: それじゃあまたお会いしましょう！ 色男さん！
es_es: See you again! Color man!

source: あらん、色男さん…… この間はありがとうね。
es_es: Oh, Mr. Ikuo ... Thank you for this time.

source: んふっ、あなたがくれたおニンジン、ヨかったわん。 とってもおいしくて、何度も味わってしまったもの。
es_es: Hmm, the carrot you gave me was good. It's very delicious and I've tasted it many times.

source: そうか、それはよかったな。
es_es: Well, that was good.

source: でもねん、私、また欲しくて欲しくて たまらないものができてしまったのよん…… なんだか、お・わ・か・り？
es_es: But, I've made something that I want and want again ... Somehow, oh, wow, ri?

source: ……まったくわからん。
es_es: ...... I don't know at all.

source: んもう、本当にいけずな人。んふっ。 私が今欲しくてたまらないもの、それはねぇ……
es_es: Hmmm, a really bad person. Hmm. What I'm dying for right now is ...

source: お・ナ・ス、ですわん。
es_es: Oh na su, that's right.

source: そ、そうか。
es_es: That's right.

source: 私、今すぐおナスを味わいたい…… 欲しくて欲しくてたまらないんですの……
es_es: I want to taste eggplant right now ... I'm dying for it ...

source: （この女、そんなに野菜が好きなのだろうか……）
es_es: (I wonder if this woman likes vegetables so much ...)

source: そこで、あなたにまたお願いしたいのよん。 私のために、おナスを１本 持ってきてくださらないかしらん？
es_es: So I would like to ask you again. Could you bring me an eggplant for me?

source: 自分で八百屋に買いに行くつもりはないようだな……
es_es: I don't think I'm going to go to a greengrocer myself ...

source: そんないけずなこと言わないでおくんなまし。 お礼ならたっぷり、してあげるからん…… ね？ お・ね・が・い？
es_es: Don't say such a bad thing. I'll give you plenty of thanks ... right? Hey, hey?

source: はぁん…… おニンジン……
es_es: Hmm ... carrots ...

source: あらん、色男さん。約束のおニンジン、 持ってきてくれたのかしらん？
es_es: Oh, Mr. Ikuo. Did you bring the promised carrot?

source: 悪いがあんたに渡せるものは持っていない。
es_es: I'm sorry, but I don't have anything to give you.

source: あぁん、本当に焦らすのがお上手なんだからん。 いつまでも待ってるわ。おニンジン。
es_es: Ah, I'm really good at rushing. I'll be waiting forever. Carrot.

source: 人参が１本欲しいんだったな。
es_es: I wanted a carrot.

source: 「<Color:8>人参<Color:Default>」を渡した
es_es: "<Color:8> carrot<Color:Default> Passed

source: そう、この長さ……
es_es: Yes, this length ...

source: この太さ……
es_es: This thickness ……

source: あぁん！
es_es: Ah!

source: まさにこんなおニンジンが欲しかったんですの！
es_es: I really wanted this kind of carrot!

source: んふっ、あなたって最高ね。 はい、これ約束のお礼ですわん。
es_es: Hmm, you are the best. Yes, thank you for this promise.

source: 「<Color:8>熱血丹<Color:Default>」をもらった
es_es: "<Color:8> Hot blood tan<Color:Default> I got

source: はぁ、はぁ…… ごめんなさい。 私、今すぐこれを味わいたいのん……！
es_es: Hmm ... I'm sorry. I want to taste this right now ...!

source: それじゃあまたお会いしましょう！ 色男さん！
es_es: See you again! Color man!

source: あらん、色男さん…… この間はありがとうね。
es_es: Oh, Mr. Ikuo ... Thank you for this time.

source: んふっ、あなたがくれたおキュウリ、ヨかったわん。 とってもおいしくて、何度も味わってしまったもの。
es_es: Hmm, I'm glad you gave me the cucumber. It's very delicious and I've tasted it many times.

source: そうか、それはよかったな。
es_es: Well, that was good.

source: でもねん、私、また欲しくて欲しくて たまらないものができてしまったのよん…… なんだか、お・わ・か・り？
es_es: But, I've made something that I want and want again ... Somehow, oh, wow, ri?

source: ……まったくわからん。
es_es: ...... I don't know at all.

source: んもう、本当にいけずな人。んふっ。 私が今欲しくてたまらないもの、それはねぇ……
es_es: Hmmm, a really bad person. Hmm. What I'm dying for right now is ...

source: お・ニ・ン・ジ・ン、ですわん。
es_es: Oh ni n ji n, that's right.

source: そ、そうか。
es_es: That's right.

source: 私、今すぐおニンジンを味わいたい…… 欲しくて欲しくてたまらないんですの……
es_es: I want to taste carrots right now ... I'm dying for it ...

source: （この女、そんなに野菜が好きなのだろうか。 そして欲しい野菜が段々大きくなっているな……）
es_es: (I wonder if this woman likes vegetables so much. And the vegetables she wants are getting bigger and bigger ...)

source: そこで、あなたにまたお願いしたいのよん。 私のために、おニンジンを１本 持ってきてくださらないかしらん？
es_es: So I would like to ask you again. Could you bring me a carrot for me?

source: 自分で八百屋に買いに行くつもりはないようだな……
es_es: I don't think I'm going to go to a greengrocer myself ...

source: そんないけずなこと言わないでおくんなまし。 お礼ならたっぷり、してあげるからん…… ね？ お・ね・が・い？
es_es: Don't say such a bad thing. I'll give you plenty of thanks ... right? Hey, hey?

source: はぁん…… おキュウリ……
es_es: Hmm ... Cucumber ...

source: あらん、色男さん。約束のおキュウリ、 持ってきてくれたのかしらん？
es_es: Oh, Mr. Ikuo. Did you bring the promised cucumber?

source: 悪いがあんたに渡せるものは持っていない。
es_es: I'm sorry, but I don't have anything to give you.

source: あぁん、本当に焦らすのがお上手なんだからん。 いつまでも待ってるわ。おキュウリ。
es_es: Ah, I'm really good at rushing. I'll be waiting forever. Cucumber.

source: きゅうりが１本欲しいんだったな。
es_es: I wanted a cucumber.

source: 「<Color:8>きゅうり<Color:Default>」を渡した
es_es: "<Color:8> Cucumber<Color:Default> Passed

source: そう、この長さ……
es_es: Yes, this length ...

source: この太さ……
es_es: This thickness ……

source: あぁん！
es_es: Ah!

source: まさにこんなキュウリが欲しかったんですの！
es_es: I really wanted this kind of cucumber!

source: んふっ、あなたって最高ね。 はい、これ約束のお礼ですわん。
es_es: Hmm, you are the best. Yes, thank you for this promise.

source: 「<Color:8>活力丹<Color:Default>」をもらった
es_es: "<Color:8> Vitality Tan<Color:Default> I got

source: はぁ、はぁ…… ごめんなさい。 私、今すぐこれを味わいたいのん……！
es_es: Hmm ... I'm sorry. I want to taste this right now ...!

source: それじゃあまたお会いしましょう！ 色男さん！
es_es: See you again! Color man!

source: 「妖艶な奥様」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「妖艶な奥様」と交流してみましょう。
es_es: A bond with the "bewitching wife" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with the "bewitching wife".

source: あらん、イイ男…… そこ行くあなた、ちょっとよろしいかしらん？
es_es: Oh, good man ... Is it okay for you to go there?

source: む、なんだ？
es_es: Hmm, what?

source: ちょっとお願いがあるんだけれど、 少しお話を聞いてくださらない？
es_es: I have a request, but would you like to hear from me?

source: 悪いが今、忙しい。またにしてくれ。
es_es: I'm sorry, but I'm busy now. Please do it again.

source: んふっ、色男さん。焦らすのがお上手だこと。 それじゃあ、あなたが忙しくなくなった時にでも、 お話、聞いてちょうだいな。
es_es: Hmm, Mr. Ikuo. Being good at rushing. Then, even when you're not busy, talk and listen.

source: なんだ？
es_es: what?

source: あらん、聞いてくれるの？ んふっ、嬉しいわ。
es_es: Oh, can you listen to me? Hmm, I'm happy.

source: 私、今欲しくてたまらないものがあるのよん…… なんだか、お・わ・か・り？
es_es: I have something I'm dying for right now ...

source: ……まったくわからん。
es_es: ...... I don't know at all.

source: んもう、いけずな人ねぇ。んふっ。 私が今欲しくてたまらないもの、それはねぇ……
es_es: Hmmm, I'm a bad guy. Hmm. What I'm dying for right now is ...

source: お・キュ・ウ・リ、ですわん。
es_es: Oh, Kyu, Li, I'm sorry.

source: 私、今すぐおキュウリを味わいたい…… 欲しくて欲しくてたまらないんですの……
es_es: I want to taste cucumber right now ... I'm dying for it ...

source: （そんなにきゅうりが好きなんだろうか……）
es_es: (Do you like cucumbers so much ...)

source: ……それで？
es_es: ...... So?

source: あぁん、みなまで言わせないでおくんなまし。 もう、本当に焦らすのがお上手ですこと……！
es_es: Ah, don't let everyone tell you. I'm really good at rushing ...!

source: お願いですわ、私のために、 おキュウリを１本くださらないかしらん？
es_es: Please, could you give me a cucumber for me?

source: きゅうりなら、八百屋に行けば買えると思うが……
es_es: I think you can buy cucumbers if you go to a greengrocer ...

source: そんないけずなこと言わないでぇん？ いろいろ事情があるのよん…… 他でもない、あなたからおキュウリが欲しいのよん……
es_es: Don't you say such a bad thing? There are various circumstances ... Nothing else, I want cucumbers from you ...

source: お礼ならたっぷり、してあげるからん…… ね？ お・ね・が・い？
es_es: I'll give you plenty of thanks ... right? Hey, hey?

source: （この女と話していると、不思議ときゅうりを 渡してみたい気持ちになってくるな……）
es_es: (When I talk to this woman, I feel like giving her a cucumber ...)

source: （なにか事情もあるらしいし…… 野菜のひとつくらい、持ってきてやるか）
es_es: (It seems that there are some circumstances ... Will you bring about one of the vegetables?)

source: わかった。
es_es: all right.

source: 妖艶な奥様
es_es: Bewitching wife

source: 渡す
es_es: hand off

source: 渡さない
es_es: Do not pass

source: 農作
es_es: Farming

source: かぼちゃを渡す
es_es: Pass the pumpkin

source: 龍馬
es_es: Ryoma

source: 大根を渡す
es_es: Pass the radish

source: なすを渡す
es_es: Pass the eggplant

source: 人参を渡す
es_es: Pass the carrot

source: きゅうりを渡す
es_es: Hand over the cucumber

source: 妖艶な奥様との絆
es_es: Bond with a bewitching wife

source: 聞いてやる
es_es: I'll ask

source: 今忙しい
es_es: Are you occupied
