Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid001608b0.po
Languages: es_es

source: アンタが斎藤一か？
es_es: Are you Saito Hajime?

source: ウィリアムに聞いてな。 役立つ品を取り扱っているらしいな。
es_es: Ask William. It seems that they are dealing with useful items.

source: ああ、お頭から話は聞いてる。 俺たちの売り物の中から アンタに役立ちそうなものを見繕った。
es_es: Oh, I'm listening to you from your head. I looked over some of our items that could be useful to you.

source: ただ、商売品の中から選んでいるからな。 その代わりのブツを持って来て欲しいんだ。
es_es: However, I'm choosing from commercial products. I want you to bring me something instead.

source: まぁ詳しいことは皆に聞いてみてくれ。 みんな取り扱っているものが違うからな。
es_es: Well, ask everyone for more details. Because everyone handles different things.

source: 俺が用意したのはこれだ。
es_es: This is what I prepared.

source: 「<Color:8>天啓書 風<Color:Default>」
es_es: "<Color:8> Apocalyptic calligraphy<Color:Default> "

source: 「<Color:8>木彫りの熊<Color:Default>」５個と交換するよ。 アンタには役立つと思うぜ。 まっ、お頭ともどもよろしく頼むよ！
es_es: "<Color:8> Wood carving bear<Color:Default> I'll exchange it for five. I think it will be useful for you. Well, I'm asking you with your head!

source: 「<Color:8>木彫りの熊<Color:Default>」５個と 「<Color:8>天啓書 風<Color:Default>」を交換するか？
es_es: "<Color:8> Wood carving bear<Color:Default> 5 and "<Color:8> Revelation book style<Color:Default> Do you want to replace it?

source: （どうするか……）
es_es: (what to do……)

source: いや、今はやめておこう。
es_es: No, let's stop now.

source: そうか、また来てくれ。
es_es: Yeah, come back again.

source: なんだ、持っていないじゃないか。 「<Color:8>木彫りの熊<Color:Default>」を５個用意したらまた来てくれ。
es_es: Why don't you have it? "<Color:8> Wood carving bear<Color:Default> Please come again if you prepare 5 pieces.

source: 「<Color:8>木彫りの熊<Color:Default>」を渡した
es_es: "<Color:8> Wood carving bear<Color:Default> Passed

source: 「<Color:8>天啓書 風<Color:Default>」を貰った
es_es: "<Color:8> Revelation book style<Color:Default> I got

source: 確かに貰ったぜ。 ありがとな！
es_es: I got it for sure. Thank you!

source: 次は「<Color:8>朽ちた拳銃<Color:Default>」を用意しておくよ。 代わりに「<Color:8>藍玉<Color:Default>」を２０個持って来てくれ。
es_es: next"<Color:8> Rotten pistol<Color:Default> I'll prepare. instead of"<Color:8> aquamarine<Color:Default> Please bring 20 of them.

source: よお、来てくれたんだな。 俺が用意したのは「<Color:8>朽ちた拳銃<Color:Default>」だ。
es_es: Yeah, you came. I prepared "<Color:8> Rotten pistol<Color:Default> ".

source: 俺が欲しいのは「<Color:8>藍玉<Color:Default>」２０個だ。 どうだ、朽ちた拳銃と交換するか？
es_es: What I want is "<Color:8> aquamarine<Color:Default> "20 pieces. How about replacing it with a rotten pistol?

source: （どうするか……）
es_es: (what to do……)

source: いや、今はやめておこう。
es_es: No, let's stop now.

source: そうか、また来てくれ。
es_es: Yeah, come back again.

source: なんだ、持っていないじゃないか。 「<Color:8>藍玉<Color:Default>」２０個用意したらまた来てくれ。
es_es: Why don't you have it? "<Color:8> aquamarine<Color:Default> Please come again when you prepare 20 pieces.

source: 「<Color:8>藍玉<Color:Default>」を渡した
es_es: "<Color:8> aquamarine<Color:Default> Passed

source: 「<Color:8>朽ちた拳銃<Color:Default>」を貰った
es_es: "<Color:8> Rotten pistol<Color:Default> I got

source: 確かに貰ったぜ、ありがとな！ また来てくれ。
es_es: I'm sure I got it, thank you! Please come again.

source: 誠実そうな男
es_es: A man who seems to be sincere

source: 木彫りの熊５個を渡す
es_es: Hand over 5 carved bears

source: やめておく
es_es: Stop

source: 藍玉を２０個渡す
es_es: Hand over 20 indigo balls
