Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00021f7a.po
Languages: es_es

source: 一（はじめ）ちゃん、 京の街でやり合うのも、最後になってもうたな。
es_es: Ichi (Hajime) -chan, it's the last time we've had a conversation in the city of Kyoto.

source: そうだな……
es_es: That's right ...

source: 土佐へ行く前に…… ワシとひと勝負せんか？
es_es: Before going to Tosa ... Would you like to play against me?

source: なんや、一（はじめ）ちゃん。 また、ワシと勝負したいんか？
es_es: Ichi (beginning) -chan. Also, do you want to compete with the eagle?

source: いや、遠慮しておこう……
es_es: No, let's refrain ...

source: なんや、そら残念やな……
es_es: I'm sorry ...

source: ワシはここにおるから、 いつでも勝負したかったら言ってや。
es_es: I'm here, so tell me if you want to compete anytime.

source: いいだろう……
es_es: All right……

source: さっすが、一（はじめ）ちゃんや！ ワシも体がなまって、しょうがなかったんや！
es_es: As expected, Ichi (Hajime) -chan! I couldn't help because my body got sick!

source: ほな、いくで！ 一（はじめ）ちゃんよぉぉ！
es_es: Hon, go! Ichi (beginning) -chan!

source: 一（はじめ）ちゃん、 そろそろ、土佐へ出発する時間や。
es_es: Ichi (Hajime) -chan, it's about time to leave for Tosa.

source: もう、京の街で思い残すことは無いか？
es_es: Do you have anything to remember in the city of Kyoto?

source: いや…… まだだ。
es_es: No ... not yet.

source: なら、はよう準備してや。 ワシら、ここで待っとるで。
es_es: Then, get ready. Eagles, wait here.

source: 京の街で思い残すこと無いように、 しっかりケジメつけてくるんやで。
es_es: I'm sure I'll make sure that I don't forget about it in the city of Kyoto.

source: ああ…… 大丈夫だ。
es_es: Oh ... it's okay.

source: よっしゃ、役者も全員揃ったようやし、 みんなで土佐へ殴り込みや！
es_es: Okay, it seems that all the actors are there, and everyone hits Tosa!

source: さすが、一（はじめ）ちゃんや！ また一段と強うなったんとちゃうか？
es_es: As expected, Ichi (Hajime) -chan! Will it grow stronger again?

source: ふ…… そうかもな……
es_es: Hmm ... maybe ...

source: ワシと勝負したかったら、いつでも言ってや。 相手になるで。
es_es: If you want to compete with me, always tell me. Be the other party.

source: どうしたん、一（はじめ）ちゃん？ 今日は調子でも悪いんか？
es_es: What's wrong, Ichi (Hajime) -chan? Are you feeling sick today?

source: 一（はじめ）ちゃん、 おりょうちゃんとのお別れは済んだんか？
es_es: Have you finished farewell to Ichi (Hajime) -chan and Oryo-chan?

source: いや…… まだだ。
es_es: No ... not yet.

source: んなら、はよう行ってこいや。 男やったら、最後のケジメ、つけてこなアカンで。
es_es: Well, good morning. If you're a man

source: 沖田
es_es: Okita

source: 龍馬
es_es: Ryoma

source: いいだろう
es_es: All right

source: 遠慮しておこう
es_es: Let's refrain

source: 勝負する
es_es: To compete

source: 遠慮する
es_es: Refrain

source: 思い残すことは無い
es_es: I will never forget

source: もう一度試合がしたい
es_es: I want to play the match again

source: まだだ
es_es: Still
