Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c1386.po
Languages: es_es

source: ん？
es_es: Hmm?

source: おい、何かあったのか？
es_es: Hey, what happened?

source: えぇ、今からちょうどみんなで、 この犬を処分しようとしてたのよ。
es_es: Well, from now on, everyone was just trying to get rid of this dog.

source: 処分だと？
es_es: Is it disposal?

source: こいつはもう、吠えなくなったはずだぞ。 殺す必要なんてないはずだ。
es_es: This guy shouldn't bark anymore. You shouldn't have to kill it.

source: たしかに前より吠えなくなったかもしれないけど…… またいつ吠えだすかわからないじゃないの。
es_es: It may be less barking than before, but ... I don't know when it will start barking again.

source: 大丈夫だ。もうこいつは吠えない。
es_es: Should be fine. This guy doesn't bark anymore.

source: そんなこと、言いきれないでしょ。 それに、もうみんなで決めたことだから。
es_es: You can't say that. Besides, it's already decided by everyone.

source: ……犬とはいえ、ひとつの命だ。 もっと真剣に考えてやってくれないか？
es_es: ...... Although it is a dog, it is a life. Can you think more seriously?

source: あなたもしつこいわねぇ。 なら、あなたがこの犬、ひきとってよ。
es_es: You're not too persistent. Then you should take this dog.

source: 俺が？
es_es: I?

source: そうよ。私達はこの犬がいなくなればいいの。 あなたが引き取ってくれるんなら、 殺す手間もはぶけるわ。
es_es: that's right. We wish this dog was gone. If you take it over, you'll save yourself the trouble of killing it.

source: くぅん……
es_es: Kun ……

source: どうするの？ あんだけ偉そうなこと言って、自分で飼うのは いやなわけ？
es_es: What to do? Why don't you keep it yourself, saying that it looks so great?

source: ……お前は、それでいいか？
es_es: ...... Is that all right for you?

source: ……ゥワン!!
es_es: ...... Uwan !!

source: よし、決まりだ。 ……分かった。この犬は俺が引き取る。
es_es: Alright, it's a rule. ……Do you get it. I will pick up this dog.

source: ふーん。こんな犬を引き取るなんて、 変わった人だね。 ま、こっちは助かるけど。じゃあね。
es_es: Hmm. It's a strange person to take over such a dog. Well, this one helps. See ya.

source: これから、よろしくな。 名前は…… そうだな……
es_es: Nice to meet you from now on. The name is ... that's right ...

source: 吠える犬に名前をつけてください。
es_es: Give your barking dog a name.

source: %sがペットになりました。
es_es: % s is now a pet.

source: よし。これからはお前も家族の一員だ。 楽しくやろうな。
es_es: Alright. From now on, you are also a member of the family. Let's have fun.

source: ワンッ！
es_es: Wow!

source: へっ！ へっ！ へっ！
es_es: Hey! Hey! Hey!

source: よしよし、これからもいい子にしてるんだぞ。
es_es: Alright, I'll continue to be a good boy.

source: …………ワン。
es_es: …………one.

source: ん？ お前、ずいぶん静かだな。 まだ骨が残っているのか？
es_es: Hmm? You're pretty quiet. Is there still bone left?

source: クンクン。
es_es: sniff.

source: （いや、もう骨は残っていないようだぞ……）
es_es: (No, it looks like there are no bones left ...)

source: へっ！ へっ！ へっ！
es_es: Hey! Hey! Hey!

source: そうか…… 俺が静かにしろと言ったのを わかってくれたのか。
es_es: Yeah ... Did you understand that I told you to be quiet?

source: …………ワン。
es_es: …………one.

source: フッ、本当はいい子だったんだな。お前は。
es_es: Huh, he was really a good boy. You are.

source: ……へっ！ へっ！ へっ！
es_es: ...... Hey! Hey! Hey!

source: よし、吠えなくなったご褒美に、 お前の大好きなものをやろう。
es_es: Alright, let's do what you love as a reward for not barking.

source: （……と思ったが今は骨を持っていなかった）
es_es: (I thought ... but I didn't have any bones now)

source: また今度持って来てやるからな。
es_es: I'll bring it again next time.

source: ワンワン！
es_es: Bow-wow!

source: （持っている骨を 犬にご褒美としてやろうか？）
es_es: (Would you like to reward your dog with your bones?)

source: （……と思ったが、この骨は大事な骨だ。 やるわけにはいかないな）
es_es: (I thought ... but this bone is an important bone. I can't do it.)

source: また今度持って来てやるからな。
es_es: I'll bring it again next time.

source: ワンワン！
es_es: Bow-wow!

source: ほら、お前の大好きな骨だぞ。
es_es: You see, it's your favorite bone.

source: ……！ ワン！
es_es: ……! one!

source: 欲しいか？
es_es: Do you want

source: ワン。
es_es: one.

source: ……こいつを咥えさせてやるから、 これからもいい子にしてるんだぞ。
es_es: ...... I'll make him suck, so I'll continue to be a good boy.

source: ワウン！
es_es: Wow!

source: 「<Color:8>骨<Color:Default>」をやった
es_es: "<Color:8> Bone<Color:Default> I did

source: （よし。この調子なら 吠えるのを理由に、殺されることもないだろう）
es_es: (Okay, you won't be killed because you bark at this rate)

source: ……よかったな。
es_es: ...... I'm glad.

source: へっ！ へっ！ へっ！
es_es: Hey! Hey! Hey!

source: 骨の効果は絶大だな…… そいつをやるから、静かにしているんだぞ。
es_es: The effect of the bones is tremendous ... I'm doing it, so I'm quiet.

source: …………ワン。
es_es: …………one.

source: ワンワン！
es_es: Bow-wow!

source: （ん？ 前に与えた骨がなくなったのか。 また吠えるようになっているな）
es_es: (Hmm? Did you lose the bone you gave before? You're barking again)

source: ワンワン！
es_es: Bow-wow!

source: （このまま吠え続けるようであれば、 こいつは処分されてしまうんだったな…… 骨をやれば、また静かになるのだろうか）
es_es: (If you keep barking like this, this guy will be disposed of ... Will it be quiet again if you do bones?)

source: ワンワン！
es_es: Bow-wow!

source: （ちょうど骨を持っている。 犬にやろうか……）
es_es: (I just have a bone. Let's give it to a dog ...)

source: （……骨をやっても、 根本的な解決にはならないかもしれないな）
es_es: (... Bone may not be the ultimate solution)

source: ワンワン！
es_es: Bow-wow!

source: おい、骨だぞ。
es_es: Hey, it's a bone.

source: ……！ ワンワン！
es_es: ……! Bow-wow!

source: 欲しいんだな？
es_es: Do you want it?

source: ワンワンワウン！
es_es: One One Wow!

source: ……こいつを咥えさせてやるから、 静かにしているんだぞ。
es_es: ...... I'll make him suck, so I'm quiet.

source: 「<Color:8>骨<Color:Default>」をやった
es_es: "<Color:8> Bone<Color:Default> I did

source: 骨ひとつでここまで変わるか…… ゲンキンな奴め。
es_es: Will it change so much with just one bone?

source: …………ワン。
es_es: …………one.

source: （骨の効果は絶大だな……）
es_es: (The effect of bones is enormous ...)

source: そいつを咥えて、静かにしているんだぞ。
es_es: I'm holding it and keeping it quiet.

source: …………ワン。
es_es: …………one.

source: ワンワンワンワン！
es_es: One One One One!

source: （この犬、このまま吠え続けるようであれば、 殺されてしまうんだったな……）
es_es: (If this dog keeps barking like this, he'll be killed ...)

source: （骨でも咥えさせたら、 静かになるかもしれないな）
es_es: (If you hold the bones, it may be quiet)

source: ワンワンワンワンワン！
es_es: One One One One One!

source: （ちょうど骨を持っているな。 やってみようか……）
es_es: (I just have a bone. Let's try it ...)

source: （……いや、骨をやることで もっとうるさくなるかもしれない。やめておこう）
es_es: (... No, it may be more noisy by doing bones. Let's stop)

source: おい、こいつがなんだかわかるか？
es_es: Hey, do you know what this is?

source: ……！ ワンワン！
es_es: ……! Bow-wow!

source: よこせと言っているのか……？
es_es: Are you saying "Give me" ...?

source: ワンワンワウン！
es_es: One One Wow!

source: ……ようし、こいつを咥えさせてやるから、 少しは静かにするんだぞ。
es_es: ...... Well, I'll make him suck, so I'll be a little quieter.

source: 「<Color:8>骨<Color:Default>」をやった
es_es: "<Color:8> Bone<Color:Default> I did

source: （……まさか骨ひとつでこんなに静かになるとは）
es_es: (... No way it would be so quiet with just one bone)

source: …………ワン。
es_es: …………one.

source: 「吠え続ける犬」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「吠え続ける犬」と交流してみましょう。
es_es: A bond with a "dog that keeps barking" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "dogs that keep barking".

source: ワン！ ワンワンワンワン！
es_es: one! One One One One!

source: （なんだこの犬は…… すごい勢いで吠えられているな）
es_es: (What is this dog ... barking with great momentum)

source: ワンワンワンワンワン！
es_es: One One One One One!

source: お、おい。
es_es: Hey, hey.

source: ワンワンワンワンワン！
es_es: One One One One One!

source: うるさいぞ。おとなしくしろ。
es_es: It's noisy. Be quiet.

source: ワンワンワンワンワン！
es_es: One One One One One!

source: なに？ あなた、その犬を静かにさせようとしてるの？ 無駄よ。無駄。
es_es: What? Are you trying to keep the dog quiet? It's useless. Waste.

source: その犬ってば、昼でも夜でもお構いなしに 吠え続けるんだから。
es_es: The dog keeps barking day or night.

source: そうか。それは大変だな……
es_es: Really. That's hard ...

source: そうなのよ。 その犬、野良のくせにここに居ついちゃって。 ずっと吠えるでしょう？ 迷惑してたのよねぇ。
es_es: You are right. The dog, stray, stayed here. Will you bark all the time? It was a nuisance.

source: ……でもそれも、もうしばらくの辛抱なんだけど。
es_es: …… But that's been a while, though.

source: ん？ どういうことだ？
es_es: Hmm? What does it mean?

source: 今度、ご近所さん達と一緒に この犬、処分することにしたのよ。
es_es: This time, I decided to dispose of this dog with my neighbors.

source: 処分？ ……殺すってことか？
es_es: disposal? ...... Do you mean to kill?

source: そうよ。まぁ、しょうがないわよ。 私達、この犬のせいでずっと寝不足なんだもの。
es_es: that's right. Well, it can't be helped. We've been short of sleep because of this dog.

source: あんまりこの犬にちょっかいかけないでね。 うるさいから。それじゃあ。
es_es: Don't mess with this dog too much. Because it's noisy. Well then.

source: ……おい、お前。
es_es: ...... Hey, you.

source: ワンワンワンワンワン！
es_es: One One One One One!

source: このまま吠えてばかりいると、殺されちまうぞ。
es_es: If you keep barking like this, you will be killed.

source: ワンワンワンワンワン！
es_es: One One One One One!

source: ……お前はそれでもいいのか？
es_es: ...... Is that all right for you?

source: ワンワンワンワンワン！
es_es: One One One One One!

source: （うーむ、当たり前だが、 言っても聞いてくれそうにないな）
es_es: (Hmm, it's natural, but I don't think he'll listen to me.)

source: （こうなったら、物理的に口をふさぐしかないか。 長い間、犬の口をふさげるものが あればいいんだが……）
es_es: (If this happens, I have no choice but to physically block my mouth. I wish I had something to block my dog's mouth for a long time ...)

source: （……試しに骨でも咥えさせておくか？）
es_es: (... Do you want to try holding the bones?)

source: ワンワンワンワンワン！
es_es: One One One One One!

source: （近くの質屋にでも探しにいってみるか。 ……骨）
es_es: (Would you like to go to a nearby pawn shop to find it? …… Bone)

source: （ちょうど持っていることだし、やってみようか ……骨）
es_es: (I just have it, let's try it ... bone)

source: おばさん
es_es: Aunt

source: 吠える犬
es_es: Barking dog

source: 骨をやる
es_es: Do the bones

source: やらない
es_es: Don't do

source: 龍馬
es_es: Ryoma

source: 吠え続ける犬との絆
es_es: Bonds with dogs that keep barking
