Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00130d75.po
Languages: es_es

source: どうも、いらっしゃい。 初めてでしたら、まずは隣にいる棟梁に 話聞いてください。
es_es: Hi, welcome. If this is your first time, please talk to the next builder.

source: うちでは武具を作ったり鍛えたりするのに使う 素材を販売しとります。
es_es: We sell the materials used to make and train armor.

source: あんまり貴重な物はおいてないですけどね…… たくさん使いそうなものはなるべく仕入れるように 張り切っとります。
es_es: I don't have a lot of valuable things, but ... I'll try to buy as many things as I can.

source: お近づきのしるしに、こちらどうぞ。
es_es: Please click here as a sign of your approach.

source: 「<Color:8>黒曜石<Color:Default>」を受け取った。
es_es: "<Color:8> obsidian<Color:Default> Was received.

source: 「<Color:8>真珠<Color:Default>」を受け取った。
es_es: "<Color:8> pearl<Color:Default> Was received.

source: 「<Color:8>茶色の金属粉<Color:Default>」を受け取った。
es_es: "<Color:8> Brown metal powder<Color:Default> Was received.

source: どうぞ、ご贔屓に。
es_es: Please favor it.

source: 鍛冶屋の腕前が上がったんで うちの商品も増やしておきました。 今後ともごひいきに。
es_es: As the blacksmith's skill has improved, we have increased our products. Please continue to patronize.

source: 鍛冶屋の腕前が上がったんで うちの商品も増やしておきました。 今後ともごひいきに。
es_es: As the blacksmith's skill has improved, we have increased our products. Please continue to patronize.

source: どうもどうも。 どないな用でしょか？
es_es: Thank you very much. Isn't it for you?

source: 商品を見せてくれ。
es_es: Show me the product.

source: はいはい。 こちらが品物です。
es_es: Yes yes. This is the item.

source: おおきに。 また来てくださいな。
es_es: Big. Please come again.

source: そういえば、旦那。 骸街にある闘技場をご存じですか？
es_es: Come to think of it, my husband. Do you know the arena in the skeleton?

source: 強者が集まって腕を競ってるらしいですが 賞品が結構いいって噂ですわ。
es_es: It seems that strong people are gathering and competing for their skills, but it is rumored that the prizes are quite good.

source: 私ら商人は近づくのも怖いとこですが 旦那、腕に自信があるなら 参加してみたらどうでっか？
es_es: We merchants are scared to approach, but if you are confident in your skills, why don't you join us?

source: 武具を鍛えるための素材も 色々手に入るかもしれませんぜ。 ま、気が向いたらで。
es_es: You may also get various materials for training your armor. Well, if you feel like it.

source: また来てくださいな。
es_es: Please come again.

source: また来てくださいな。
es_es: Please come again.

source: 何をお答えしましょ？
es_es: What would you like to answer?

source: 武具強化の何を知りたいんです？
es_es: What do you want to know about armor strengthening?

source: 知りたい印の種類を選んでください。
es_es: Please select the type of mark you want to know.

source: 新しい武具を作るためには、武具の作成を行います。 武具の作成では ベースとなる武器に素材を加えることで 新しい武具を作成します。
es_es: To make a new armor, we will create the armor. In creating a weapon, you create a new weapon by adding materials to the base weapon.

source: 武具の作成は、失敗することはありません。 ただし、作成に使用した武具や素材は 全て所持品から消えてしまうので気を付けてください。
es_es: Armor creation never fails. However, please be aware that all the weapons and materials used to create it will disappear from your belongings.

source: 武具の作成によって新たに得た武具は 鍛錬、格上げで上がった能力を引き継ぐので それまでの成長が無駄になることはありません。 合成で付与された印もそのまま引き継ぎが可能です。
es_es: The new armor obtained by creating the armor will inherit the abilities that have been improved by training and upgrading, so the growth up to that point will not be wasted. The mark given by synthesis can be taken over as it is.

source: 武具が元々持っている能力と 付与した印が重複した場合は 金扱いである元々の能力を残して 印の枠がひとつ「空」に戻ります。
es_es: If the original ability of the armor and the given mark overlap, the frame of the mark will return to "empty", leaving the original ability that is treated as gold.

source: 鍛冶屋の腕前が上がるまでは 希少度が高い武器は作成できません。 鍛冶屋を積極的に利用したり、武具の寄贈を行って 鍛冶屋の腕前を上げましょう。
es_es: Weapons with high rarity cannot be created until the blacksmith's skill is improved. Use the blacksmith positively or donate armor to improve your blacksmith's skills.

source: 妖刀に分類される一部の武具は この鍛冶屋では作成できません。 京の町のどこかにいる 別の鍛冶職人なら打つことができるかもしれません。
es_es: Some blacksmiths cannot create some weapons that are classified as swords. Another blacksmith somewhere in the town of Kyoto may be able to beat it.

source: 武具の鍛錬を行うことで 攻撃力や防御力を向上させることができます。 攻撃力はそれぞれの武器で攻撃した場合に個別に扱い 防御力は、頭・胸・腕の３個所につけた防具の合計値が 主人公の防御力として扱われます。
es_es: You can improve your offensive and defensive power by training your armor. The attack power is treated individually when attacking with each weapon, and the total value of the armor attached to the head, chest, and arms is treated as the hero's defense power.

source: 鍛錬で上昇させることのできる攻撃力・防御力は それぞれの格で上限が決まっています。 鈍での上限に達しても、格上げを行うことで 業物の上限まで鍛錬することができるようになります。
es_es: The upper limit of attack power and defense power that can be increased by training is set for each case. Even if you reach the upper limit of bluntness, you will be able to train to the upper limit of the business by upgrading.

source: 鍛錬によって上がる攻撃力・防御力の数値は 素材選択後に行われる魂の一打の結果によって決まります。 失敗はありませんが 一度の鍛錬で多く上昇させるためにも 金強化を目指しましょう。
es_es: The numerical value of attack power and defense power increased by training is determined by the result of the soul's blow performed after selecting the material. There is no failure, but let's aim to strengthen gold so that we can raise a lot with one training.

source: 武具には「格」というものがあります。 格は 鈍・業物・良業物・大業物・最上大業物 の５段階が存在します。
es_es: There is a "case" in armor. There are five levels of rank: blunt, business, good business, large business, and top business.

source: 格が高くなると、鍛錬で上昇させることのできる 攻撃力・防御力の上限が上昇します。 また、格が良業物、最上大業物になった際に 印をはめる枠がひとつずつ増加します。
es_es: The higher the rank, the higher the upper limit of attack power and defense power that can be raised by training. In addition, the number of frames for marking will increase one by one when the rank becomes a good business or the largest business.

source: 格が高い刀は、刀同士の競り合いで勝ちやすくなり 相手の武器を弾き飛ばす確率が上がります。 弾き飛ばした敵の武器は奪うこともできますので 敵を無力化するためにも 格の高い武器で戦いに挑みましょう。
es_es: A high-ranking sword makes it easier to win in competition between swords and increases the probability of flipping the opponent's weapon. You can also steal the weapons of the enemies you flicked off, so let's challenge the battle with high-quality weapons to neutralize the enemies.

source: 武具の中には特殊な能力を持ったものが存在します。 武具の説明部分に「能力：」と書かれているものが その武具固有の能力にあたります。
es_es: Some armor has special abilities. What is written as "Ability:" in the explanation part of the armor corresponds to the ability peculiar to the armor.

source: 武具の能力は「印」の形で 他の武具に付与することができます。 印を付与することができる武具には 「空」と書かれた印をはめる枠があります。
es_es: Armor abilities can be given to other armor in the form of "marks". Armor that can be marked has a frame with the mark "empty".

source: 枠のある武具をベースとし 能力のある武具を素材とすることで 合成を行うことができます。
es_es: It is possible to synthesize by using a framed armor as a base and a capable armor as a material.

source: 他の武具に付与できない一部の能力は 付与の際に別の能力に変化します。 <Color:7>【他の武具に付与できない印】<Color:Default> 「炎」「雷」「風」「光」「毒」「錆」「妖」 →「属」に変化。 「虎」「菊」「氏」「龍」 →「得」に変化。 合成の際には付与される印を再確認しましょう。
es_es: Some abilities that cannot be granted to other weapons will change to other abilities when granted.<Color:7> [Marks that cannot be given to other weapons]<Color:Default> Changed from "flame", "thunder", "wind", "light", "poison", "rust", "youkai" to "genus". Changed from "tiger", "chrysanthemum", "Mr." Let's reconfirm the mark given at the time of composition.

source: 合成の際の「魂の一打」では 付与される印の色が決定します。 色は、金・銀・銅の順に効果が高くなります。 能力によっては、金のみしか存在しないものもあります。 その場合、魂の一打は行われません。
es_es: The color of the mark to be given is determined by the "Soul Strike" when synthesizing. As for the color, the effect increases in the order of gold, silver, and copper. Some abilities have only gold. In that case, no soul blow is made.

source: 武具が最初から持っている能力は すべて金と同等の効果を発揮します。 合成の際は金の色を持った印として扱われるので 注意しましょう。
es_es: All the abilities that armor has from the beginning are as effective as gold. Please note that it will be treated as a gold-colored mark when synthesizing.

source: 印を持った武具同士を合成した場合は ベースにした武具に、素材にした武具の 全ての印が引き継がれます。 その際に枠を超えていた場合は どれを残すか選択します。
es_es: If you combine weapons with marks, all the marks of the armor used as the material will be inherited by the base armor. At that time, if the frame is exceeded, select which one to keep.

source: ひとつの武具に同じ印を ２つ以上つけることはできません。 同じ印が付与される場合は 効果が高い色の印のみが引き継がれます。
es_es: You cannot put the same mark more than once on one armor. If the same mark is given, only the mark with the most effective color will be inherited.

source: また、別々の武具に同じ印がついていても 効果の高い色ひとつだけが有効になります。 銀や銅の印の効果に満足できない場合は 金強化を目指して合成を繰り返してみましょう。
es_es: Also, even if different weapons have the same mark, only one color that is highly effective will be effective. If you are not satisfied with the effect of the silver or copper mark, try repeating the synthesis with the aim of strengthening gold.

source: 武具の作成・強化に必要な素材は 様々な方法で手に入れることができます。 町の人々から譲ってもらったり ならず者の持つ巾着袋、壺や井戸の中など 色々な場所を探してみましょう。 貴重な素材は、どこかの洞窟に眠っているという噂もあります。
es_es: You can obtain the materials necessary for creating and strengthening armor in various ways. Look for various places such as drawstring bags, vases, and wells that the people of the town have to give you. There are rumors that the precious material is sleeping in a cave somewhere.

source: 素材には、作成に使用するものと 鍛錬、格上げに使用するものがあります。 それぞれがどういった素材なのかは 手に入れたら説明を確認してみましょう。
es_es: Some materials are used for making and some are used for training and upgrading. Let's check the explanation once you get what kind of material each is.

source: 鍛冶屋を利用したり、寄贈をすることで 鍛冶屋の腕前が上がっていきます。 鍛冶屋の腕前が上がると、作れる武具が増えたり 魂の一打でいい結果が出やすくなるなど 鍛冶屋を利用する上で様々な効果があります。
es_es: By using or donating a blacksmith, you can improve your blacksmith's skills. As the blacksmith's skill improves, there are various effects in using the blacksmith, such as increasing the number of weapons that can be made and making it easier to get good results with a single blow of the soul.

source: 鍛冶屋の腕前を上げたいときは 作成、鍛錬、格上げ、合成を どんどん依頼してみましょう。
es_es: If you want to improve your blacksmith's skills, ask for creation, training, upgrade, and synthesis.

source: 寄贈は、希少度の高い武具ほど 効果が大きくなります。 不要な武具や、敵から奪った武具は 鍛冶屋に寄贈してあげましょう。
es_es: Donations are more effective for rarer weapons. Donate unnecessary armor and armor stolen from the enemy to the blacksmith.

source: 「仲」 伍長隊士の能力が上昇 「育」 獲得経験値増加 「気」 ヒートゲージが溜まりやすい 「溜」 <Sign:2>長押しで吹き飛ばし撃ち発動
es_es: "Naka" Corporal's ability increases "Iku" Experience gained "Ki" Heat gauge tends to accumulate "Tame"<Sign:2> Press and hold to blow off and shoot

source: 「属」 属性攻撃（青い印）の効果上昇 （銃の場合は属性弾の効果上昇） 「多」 敵の量で攻撃力増加 「速」 連射性能上昇 「瞬」 連射性能が大きく上昇
es_es: Increased effect of "genus" attribute attack (blue mark) (increased effect of attribute bullets in the case of gun) "many" increased attack power by the amount of enemies "fast" increased rate of fire performance "instantaneous" greatly increased rate of fire

source: 「弐」 １度に２発弾丸を発射 「攻」 格闘攻撃の威力増加 「激」 格闘攻撃の威力が大きく増加 「酔」 酔うと攻撃力とヒート上昇
es_es: "2" Fires 2 bullets at a time "Attack" Increases the power of fighting attacks "Geki" Greatly increases the power of fighting attacks "Drunk" Increases attack power and heat when drunk

source: 「掴」 掴みが振りほどかれにくくなる 「狂」 体力が減るほど攻撃力上昇 「絶」 絶技時のヒートゲージ消費減少 「砕」 敵の防御を崩しやすくなる
es_es: "Grip" It becomes difficult to unravel the grab "Crazy" The attack power increases as the physical strength decreases "Zetsu" The heat gauge consumption decreases at the time of the skill "Crush" It becomes easier to break the enemy's defense

source: 「狙」 遠くの敵にも当たりやすい 「得」 敵が巾着を落しやすい 「闘」 ヒートが自動上昇
es_es: "Aim" Easy to hit distant enemies "Profit" Easy for enemies to drop purse "Fight" Heat rises automatically

source: 「詣」 参拝効果が倍増 「徳」 徳を得やすい
es_es: "Visit" The effect of worship is doubled "Toku" It is easy to obtain virtue

source: 「吹」 大攻撃で敵が吹き飛ぶ 「貫」 弾丸が貫通する 「刺」 格闘攻撃に刃物属性を付与 「遭」 敵に遭遇しやすくなる
es_es: "Blow" The enemy blows away with a big attack "Penetration" The bullet penetrates "Stab" Gives a knife attribute to the fighting attack "Encounter" Makes it easier to encounter the enemy

source: 「穏」 ヒートゲージが上昇しない 「虎」「菊」「氏」 <Sign:0>攻撃が変化する 「龍」 斬撃で真空波が発生する
es_es: "Calm" Heat gauge does not rise "Tiger" "Chrysanthemum" "Mr."<Sign:0> "Dragon" whose attack changes A vacuum wave is generated by a slash

source: 「錆」 敵の防具が壊れやすい 「炎」 攻撃に炎属性を付与 「風」 攻撃に風属性を付与 「雷」 攻撃に雷属性を付与
es_es: "Rust" Enemy's armor is fragile "Flame" Adds flame attribute to attack "Wind" Adds wind attribute to attack "Lightning" Gives lightning attribute to attack

source: 「妖」 敵の体力を吸収する 「光」 攻撃に光属性を付与 「毒」 攻撃に毒属性を付与
es_es: "Youkai" Absorbs the enemy's physical strength "Light" Gives light attribute to attacks "Poison" Gives poison attribute to attacks

source: 「弾」 銃弾を防御できる 「刃」 刃物を防御できる 「護」 属性攻撃への耐性増加 「反」 ダメージの一部を跳ね返す
es_es: "Bullet" "Blade" that can protect bullets "Protect" that can protect blades Increased resistance to attribute attacks "Anti" Repels some of the damage

source: 「剣」 剣撃ダメージを軽減 「銃」 銃撃ダメージを軽減 「消」 炎を無効化 「薬」 毒を無効化
es_es: "Sword" Reduces sword damage "Gun" Reduces shooting damage "Extinguishes" Disables flames "Medicine" Disables poison

source: 「覚」 気絶しない 「静」 動かずにいると体力が回復 「耐」 受けるダメージが減少 「醒」 酔いが覚める速度上昇
es_es: "Sensation" Do not faint "Quiet" Recovers physical strength when not moving "Resistant" Reduces damage received "Awakening" Increases speed of waking up from sickness

source: 「壺」 壺の場所を音で知らせる 「銭」 歩くと金が懐に入る 「呼」 サブストーリー位置表示
es_es: "Vase" Sounds the location of the jar "Sen" When you walk, you can get money in your pocket "Call" Sub-story Position display

source: 「敵」 街中の敵の位置表示 「危」 瀕死時にヒートゲージ上昇
es_es: "Enemy" Position display of enemies in the city "Danger" Heat gauge rises when dying

source: 素材屋
es_es: Material shop

source: 買い物をする
es_es: to shop

source: 鍛冶屋について聞く
es_es: Ask about the blacksmith

source: やめる
es_es: Stop

source: 武具の作成について
es_es: About making armor

source: 武具の強化について
es_es: About strengthening armor

source: 素材について
es_es: About the material

source: 鍛冶屋の腕前について
es_es: About the blacksmith's skill

source: 特に質問はない
es_es: No particular question

source: 鍛錬について
es_es: About discipline

source: 格上げについて
es_es: About upgrade

source: 合成について（基礎編）
es_es: About synthesis (basic edition)

source: 合成について（応用編）
es_es: About synthesis (advanced edition)

source: 武具の印一覧
es_es: List of armor marks

source: 「強化（赤）」の印
es_es: "Strengthen (red)" mark

source: 「変化（緑）」の印
es_es: "Change (green)" mark

source: 「属性（青）」の印
es_es: "Attribute (blue)" mark

source: 「防御（黄）」の印
es_es: "Defense (yellow)" mark

source: 武具作成について
es_es: About armor making

source: 武具の鍛錬について
es_es: About training of armor

source: 武具の格上げについて
es_es: About upgrading armor

source: 武具の合成について 基礎編
es_es: About synthesis of armor Basics

source: 武具の合成について 応用編
es_es: About synthesis of armor Advanced edition

source: 素材ついて
es_es: About the material

source: 「強化」印一覧 その１
es_es: List of "strengthening" marks Part 1

source: 「強化」印一覧 その２
es_es: List of "strengthening" marks Part 2

source: 「強化」印一覧 その３
es_es: List of "strengthening" marks Part 3

source: 「強化」印一覧 その４
es_es: "Strengthening" mark list 4

source: 「強化」印一覧 その５
es_es: List of "strengthening" marks Part 5

source: 「強化」印一覧 その６
es_es: "Strengthening" mark list 6

source: 「変化」印一覧 その１
es_es: List of "change" marks Part 1

source: 「変化」印一覧 その２
es_es: "Change" mark list 2

source: 「属性」印一覧 その１
es_es: List of "attribute" marks Part 1

source: 「属性」印一覧 その２
es_es: List of "attribute" marks Part 2

source: 「防御」印一覧 その１
es_es: "Defense" mark list 1

source: 「防御」印一覧 その２
es_es: "Defense" mark list 2

source: 「防御」印一覧 その３
es_es: "Defense" mark list 3

source: 「防御」印一覧 その４
es_es: "Defense" mark list 4

source: 「防御」印一覧 その５
es_es: "Defense" mark list 5
