Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00070997.po
Languages: es_es

source: どうだい、いい勝負だったか？ ありがとうな。
es_es: How was it a good match? Thanks.

source: 兄ちゃん、将棋さしていくかい？ 遊び代は５００円だよ。
es_es: Brother, are you going to play shogi? The play fee is 500 yen.

source: ああ、遊ばせてもらおう。
es_es: Oh, let's play.

source: おお、やりますか。 だれと対局しますかね？
es_es: Oh, do you want to do it? Who do you play against?

source: それじゃ、頑張ってな。
es_es: Then do your best.

source: ああ、遊ばせてもらおう。
es_es: Oh, let's play.

source: おお、やりますか。 だれと対局しますかね？
es_es: Oh, do you want to do it? Who do you play against?

source: それじゃ、頑張ってな。
es_es: Then do your best.

source: お、「手数制限」のかかってる盤面だね。 この盤面で遊ぶときは、 手数制限以内に相手を詰ませないとダメなんだわ。
es_es: Oh, it's a board with "number of steps". When playing on this board, you have to clog your opponent within the limit of the number of steps.

source: 待ったが好きなだけ使えるから、 じっくりと手を考えてみるといいわな。 それじゃ、頑張ってな。
es_es: I've been waiting, but I can use it as much as I like, so think carefully about your hand. Then do your best.

source: いや、やめておこう。
es_es: No, let's stop.

source: そうかぁ。 気が向いたら、また来てな。
es_es: That's right. If you feel like it, come back again.

source: この店のことを聞かせてくれ。
es_es: Tell me about this store.

source: 兄ちゃん、この店じゃ見かけない顔だね？ 将棋を始めようってのかい？ それはいいねぇ。
es_es: Brother, you don't see it in this store, right? Are you going to start shogi? That's good.

source: この店では頂上を目指す「順位戦」と、 「試練踏破」で遊ぶことができますわ。
es_es: At this store, you can play in the "ranking battle" aiming for the summit and in the "trial breakthrough".

source: 「順位戦」は、お客さんの段位に近い人から 対局相手を選ぶんだわ。 だから強い人と 指したかったら、自分が段位を上げるんだわ。
es_es: In "Jun'isen", the opponent is selected from the people who are close to the rank of the customer. So if you want to be a strong person, you'll raise your rank.

source: 段位は、自分より上の段位の相手に勝つと その段位になれるよ。 どんどん上を目指すといいんだわ。
es_es: You can reach that rank by defeating an opponent who is higher than you. You should aim for higher and higher.

source: 「試練踏破」は、盤面が特別なんですわ。 最初はお客さんに有利な盤面にしときますけど、 だんだん難しい盤面にしていきますんで。
es_es: The board of "Trial Breaking" is special. At first, we will make the board advantageous to the customers, but gradually we will make the board more difficult.

source: 遊び代を、５００円頂きますけど 勝てばウレシイ景品をあげますわ。 頑張ってな。
es_es: I'll charge you 500 yen for the play fee, but if you win, I'll give you a nice prize. Good luck.

source: なんだい、お兄ちゃん、お金無いんか？ ５００円ためてから、また来て。
es_es: Why don't you have money, brother? Please come again after saving 500 yen.

source: いらっしゃい！ 今、新・将棋王誕生キャンペーン期間なんだ。 無料になるから、ちょっと遊んでいくかい？
es_es: welcome! Now is the period of the new Shogi King birth campaign. It will be free, so do you want to play a little?

source: ああ、遊ばせてもらおう。
es_es: Oh, let's play.

source: わかった。 だれと対局するかね？
es_es: all right. Who will you play against?

source: それじゃ、頑張って！
es_es: Then do your best!

source: ああ、遊ばせてもらおう。
es_es: Oh, let's play.

source: おお、やりますか。 だれと対局しますかね？
es_es: Oh, do you want to do it? Who do you play against?

source: それじゃ、頑張ってな。
es_es: Then do your best.

source: 店主
es_es: Shopkeeper

source: 順位戦で遊ぶ
es_es: Play in the standings

source: 試練踏破で遊ぶ
es_es: Play through trials

source: 説明を聞く
es_es: Listen to the explanation

source: やめる
es_es: Stop
