Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000922ef.po
Languages: es_es

source: お侍どん、隊士募集してるんだっぺ？ おら、やっぱりそれ手伝いたいんだけど、 だめかなぁ。
es_es: Samurai, are you looking for a soldier? Oh, I'd like to help with that, but I wonder if it's useless.

source: それはありがたい。助かるぞ。
es_es: Thank you for that. I'll be saved.

source: 任せとけぇ！ おら、悪い奴全員押し出してやるっぺよぉ！
es_es: Leave it to me! Oh, I'll push out all the bad guys!

source: そ、そうか……？ まぁ、気が向いたら声かけてほしいだぁ。
es_es: Oh yeah ...? Well, I want you to call me when you feel like it.

source: 気持ちはありがたいが、今のうちの隊には 新しい隊士を迎える余裕がなくてな……
es_es: I'm grateful for the feeling, but I can't afford to welcome a new soldier in my current squad ...

source: そ、そうか……？ まぁ、気が向いたら声かけてほしいだぁ。
es_es: Oh yeah ...? Well, I want you to call me when you feel like it.

source: どすこい！ お侍どん！ 久しぶりだなぁ。
es_es: Sumo exclamation! Samurai Don! It's been a long time.

source: お前は…… はらぺこ力士の空乃原じゃないか。 ……食べ物なら、もうやらんぞ。
es_es: You are ... Isn't it Soranohara, a harapeko wrestler? ...... If it's food, I won't do it anymore.

source: 違う、違う。 お侍どんにはお世話になったからなぁ。 今日は、こっちから恩返ししようと思って……
es_es: No, no. I'm grateful to the samurai. Today, I'm thinking of giving back from here ...

source: 恩返し？
es_es: Giving back?

source: ああ。噂によればお侍どん。 隊士募集してるんだっぺ？ おら、それ手伝いたいんだけど、どうかなぁ。
es_es: Oh. Rumor has it that it's a samurai. Are you looking for a soldier? I want to help with that, but how about it?

source: それはありがたい。助かるぞ。
es_es: Thank you for that. I'll be saved.

source: 任せとけぇ！ おら、悪い奴全員押し出してやるっぺよぉ！
es_es: Leave it to me! Oh, I'll push out all the bad guys!

source: そ、そうか……？ まぁ、気が向いたら声かけてほしいだぁ。
es_es: Oh yeah ...? Well, I want you to call me when you feel like it.

source: 気持ちはありがたいが、今のうちの隊には 新しい隊士を迎える余裕がなくてな……
es_es: I'm grateful for the feeling, but I can't afford to welcome a new soldier in my current squad ...

source: そ、そうか……？ まぁ、気が向いたら声かけてほしいだぁ。
es_es: Oh yeah ...? Well, I want you to call me when you feel like it.

source: 空乃原
es_es: Soranohara
