Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c12d8.po
Languages: es_es

source: あ！ どうも、お侍さん！ おかげさまで元気にやってます！ 声かけてくれて嬉しいですわ。
es_es: Ah! Hi, Samurai! Thanks to you, I'm doing fine! I'm glad to hear from you.

source: お侍さん！ お待ちしとりましたよ！
es_es: Samurai! I've been waiting for you!

source: あんたは、この前まで物乞いをしていた。 どうしたんだ？ 元気そうじゃないか？ 食事は渡さなくていいのか？
es_es: You were begging until recently. What happened? Doesn't it look fine? Do I have to give food?

source: ええ。実は私、仕事を見つけることができまして。
es_es: Yeah. Actually, I was able to find a job.

source: 本当か！ よかったじゃないか。
es_es: Really! Wasn't it good?

source: これもお侍さんのおかげです。 「この世界を変える」…… そんなでかい夢を 抱いているお侍さんに、勇気をもらいましてね。
es_es: This is also thanks to the samurai. "Change this world" ... Please give courage to the samurai who has such a big dream.

source: ……私は世界は変えられんかもしれんが、 自分の生活くらいは変えられるんやないかと思って、 雇ってもらえるよう頼み込みに行ったんですわ。
es_es: ...... I might be able to change the world, but I thought I could change my life, so I asked him to hire me.

source: ほとんど断られたんですが、一件だけ。 骸街から這い上がった店長のお店で、働かせて いただけることになったんですよ。
es_es: Almost refused, but only one. I was supposed to be able to work at the store manager's shop that crawls up from the skeleton.

source: そうか。よかったな。
es_es: Really. I'm glad.

source: これは今迄のお礼です。あなたがいなかったら、 私は今頃飢え死にしとりました。大した物やないけど 今の私の精一杯の気持ちです。
es_es: This is a thank you so far. Without you, I would have starved to death by this time. It's not a big deal, but it's my best feeling now.

source: 「<Color:8>精密機械<Color:Default>」を貰った。
es_es: "<Color:8> Precision machinery<Color:Default> I got it.

source: これからはがんばって働いて、昔の自分のような 飢え死にしそうな連中を助けてやれたらと 思っとります。
es_es: From now on, I hope I can work hard and help those who are likely to starve to death like I used to be.

source: 本当に…… ありがとうございました！
es_es: I'm really thankful to you!

source: ありがとうございます！ お侍さんは…… 神様ですわ!!
es_es: Thank you! The samurai is ... God !!

source: もうダメだ……
es_es: I can not continue……

source: あ！ 以前食べ物をいただいたお侍さん！ どうか…… どうか食べ物のお恵みを……！
es_es: Ah! Samurai who had food before! Please ... Please give me the blessings of food ...!

source: またあんたか……
es_es: You again ...

source: お願いします…… 何も食べてないんじゃ…… いつか必ずお礼はしますゆえ…… なにとぞ！
es_es: Please ... I haven't eaten anything ... I'll definitely thank you someday ... What!

source: ほら。これでも食べろ。
es_es: You see. Eat this too.

source: あ、ありがとうございます!!
es_es: Oh, thank you!!

source: うまい！ ……うまいですわ！ ありがとうございます！ お侍さんは…… 神様ですわ!!
es_es: good! ...... It's good! Thank you! The samurai is ... God !!

source: まったく…… いつまでも 俺に食わせてもらえると思うなよ。 自分で働いて稼ぐなりしたらどうだ？
es_es: At all ... I don't think I'll be able to eat it forever. What if you work and earn yourself?

source: はは…… ……私みたいな者が仕事をして まっとうに生きるなんて、無理ですわ。
es_es: Haha ………… It is impossible for someone like me to work and live properly.

source: 私には見ての通り何の特技もありゃしませんし、 生まれも卑しい。やれるのは、身分の高い方々に ご慈悲を受けることくらいのもんですわ。
es_es: As you can see, I don't have any special skills, and I'm lowly born. All you can do is receive mercy from high-ranking people.

source: ……骸街育ちの人間なんて、大体そんなもんです。 私みたいに物乞いになるか、追いはぎになるか……
es_es: ...... Most of the people who grew up in the skeleton are like that. Will you beg like me or will you be a sword ...

source: ……そんなことはない。 確かに全てを変えられるような世の中じゃないが、 自分で変えられる部分だってあるはずだ。
es_es: ……No such thing. It's certainly not a world where you can change everything, but there must be some parts that you can change yourself.

source: ……実は俺も、生まれや育ちの違いで、 辛い思いをしてきてな…… だが、だからこそ 俺はそんなくだらん世の中を変えたいと思っている。
es_es: ...... Actually, I've been having a hard time because of the difference in birth and growth ... But that's why I want to change the world.

source: 世の中を、変える……？
es_es: Change the world ...?

source: ああ。……あまりにもでかい話だがな。 だが、俺はいつか変えられると信じている。 身分や生まれの関係ない世が来る、とな。
es_es: Oh. ...... It's a huge story. But I believe it can be changed someday. A world will come that has nothing to do with status or birth.

source: そうですか…… ははは、お侍さん、器がでかいですな。 私も、見習わなきゃならん……
es_es: That's right ... Haha, Samurai-san, the vessel is huge. I also have to be an apprentice ...

source: ……いろいろとありがとうございました。 ちょいと勇気が出てきましたわ。
es_es: ……Thank you for everything. I got a little courage.

source: 身分の関係ない世の中、か…… 実現できたら、素敵ですねぇ……
es_es: In a world that has nothing to do with status ... It would be nice if it could be realized ...

source: いつか必ずお返ししますから…… お願いします…… 死ぬまで待っとります……
es_es: I'll definitely give it back someday ... please ... I'll wait until I die ...

source: ありがとうございます！ お侍さんは…… 神様ですわ!!
es_es: Thank you! The samurai is ... God !!

source: もうダメだ……
es_es: I can not continue……

source: あ！ 以前食べ物をいただいたお侍さん！ どうか…… どうか食べ物のお恵みを……！
es_es: Ah! Samurai who had food before! Please ... Please give me the blessings of food ...!

source: またあんたか……
es_es: You again ...

source: お願いします…… 何も食べてないんじゃ…… いつか必ずお礼はしますゆえ…… なにとぞ！
es_es: Please ... I haven't eaten anything ... I'll definitely thank you someday ... What!

source: ほら。これでも食べろ。
es_es: You see. Eat this too.

source: あ、ありがとうございます!!
es_es: Oh, thank you!!

source: うまい！ ……うまいですわ！ ありがとうございます！ お侍さんは…… 神様ですわ!!
es_es: good! ...... It's good! Thank you! The samurai is ... God !!

source: いつか…… いつか必ずお返ししますから！ このご恩は一生忘れません……！
es_es: Someday ... I'll definitely give it back someday! I will never forget this kindness ...!

source: いつか必ずお返ししますから…… お願いします…… 死ぬまで待っとります……
es_es: I'll definitely give it back someday ... please ... I'll wait until I die ...

source: ありがとうございます！ お侍さんは…… 神様ですわ!!
es_es: Thank you! The samurai is ... God !!

source: もうダメだ……
es_es: I can not continue……

source: あ！ 以前食べ物をいただいたお侍さん！ どうか…… どうか食べ物のお恵みを……！
es_es: Ah! Samurai who had food before! Please ... Please give me the blessings of food ...!

source: またあんたか……
es_es: You again ...

source: お願いします…… 何も食べてないんじゃ…… いつか必ずお礼はしますゆえ…… なにとぞ！
es_es: Please ... I haven't eaten anything ... I'll definitely thank you someday ... What!

source: ほら。これでも食べろ。
es_es: You see. Eat this too.

source: あ、ありがとうございます!!
es_es: Oh, thank you!!

source: うまい！ ……うまいですわ！ ありがとうございます！ お侍さんは…… 神様ですわ!!
es_es: good! ...... It's good! Thank you! The samurai is ... God !!

source: いつか…… いつか必ずお返ししますから！ このご恩は一生忘れません……！
es_es: Someday ... I'll definitely give it back someday! I will never forget this kindness ...!

source: いつか必ずお返ししますから…… お願いします…… 死ぬまで待っとります……
es_es: I'll definitely give it back someday ... please ... I'll wait until I die ...

source: ありがとうございます！ お侍さんは…… 神様ですわ!!
es_es: Thank you! The samurai is ... God !!

source: なぁ…… お侍さん。 頼む、何か…… 食べるものを……
es_es: Hmm ... Samurai. Ask, something ... what to eat ...

source: （物乞いか…… 相手にするときりがないな……）
es_es: (Is it a beggar ... There is no time to deal with it ...)

source: ま、待ってくだせぇ……!! ここ一週間、何も食えてないんです。 何でもいいので、食べ物をお恵みください……
es_es: Well, wait ... !! I haven't eaten anything for the past week. Anything is fine, so please bless me with food ...

source: （……一週間も食べていないのか。 このままじゃ飢え死にしてしまうかもしれん。 さすがに放ってはおけないか……）
es_es: (... I haven't eaten for a week. I might starve to death as it is. Can't I just leave it alone ...)

source: ここ一週間、何も食えてないんです。 何でもいいので、食べ物をお恵みください……
es_es: I haven't eaten anything for the past week. Anything is fine, so please bless me with food ...

source: （……一週間も食べていないのか。 このままじゃ飢え死にしてしまうかもしれん。 さすがに放ってはおけないか……）
es_es: (... I haven't eaten for a week. I might starve to death as it is. Can't I just leave it alone ...)

source: ほら。これでも食べろ。
es_es: You see. Eat this too.

source: あ、ありがとうございます!!
es_es: Oh, thank you!!

source: うまい！ ……うまいですわ！ ありがとうございます！ お侍さんは…… 神様ですわ!!
es_es: good! ...... It's good! Thank you! The samurai is ... God !!

source: まったく…… 調子のいいやつだな。
es_es: At all ... It's a good guy.

source: へへへ…… 卑しい身分の物乞い風情なんで、勘弁してください。
es_es: Hehehe …… Please forgive me because it's a lowly begging style.

source: いやしかし…… 食事をしたのも、 人から優しくされたのも、本当に久しぶりで…… 本当に嬉しいですわ。
es_es: No, but ... It's been a long time since I ate and was kind to people ... I'm really happy.

source: いつか、必ずお礼させてもらいますゆえ……
es_es: I will definitely thank you someday ...

source: ふっ…… とりあえず、俺へのお礼を考える前に 自分の食糧のことを考えるんだな。
es_es: Hmm ... Anyway, think about your food before you think of thank you.

source: へへ…… こいつは一本とられましたな。
es_es: Hehe ... This one was taken.

source: とにかく旦那…… ありがとうございました。
es_es: Anyway, my husband ... Thank you.

source: 「卑屈な物乞い」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「卑屈な物乞い」と交流してみましょう。
es_es: A bond with "a subservient beggar" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "subservient beggars".

source: うう…… 腹が減って…… 死にそうだ……
es_es: Uh ... I'm hungry ... I'm about to die ...

source: なぁ…… お侍さん。 頼む、何か…… 食べるものを……
es_es: Hmm ... Samurai. Ask, something ... what to eat ...

source: （物乞いか…… 相手にするときりがないな……）
es_es: (Is it a beggar ... There is no time to deal with it ...)

source: ま、待ってくだせぇ……!! ここ一週間、何も食えてないんです。 何でもいいので、食べ物をお恵みください……
es_es: Well, wait ... !! I haven't eaten anything for the past week. Anything is fine, so please bless me with food ...

source: （……一週間も食べていないのか。 このままじゃ飢え死にしてしまうかもしれん。 さすがに放ってはおけないか……）
es_es: (... I haven't eaten for a week. I might starve to death as it is. Can't I just leave it alone ...)

source: ここ一週間、何も食えてないんです。 何でもいいので、食べ物をお恵みください……
es_es: I haven't eaten anything for the past week. Anything is fine, so please bless me with food ...

source: （……一週間も食べていないのか。 このままじゃ飢え死にしてしまうかもしれん。 さすがに放ってはおけないか……）
es_es: (... I haven't eaten for a week. I might starve to death as it is. Can't I just leave it alone ...)

source: ほら。これでも食べろ。
es_es: You see. Eat this too.

source: あ、ありがとうございます!!
es_es: Oh, thank you!!

source: うまい！ ……うまいですわ！ ありがとうございます！ お侍さんは…… 神様ですわ!!
es_es: good! ...... It's good! Thank you! The samurai is ... God !!

source: まったく…… 調子のいいやつだな。
es_es: At all ... It's a good guy.

source: へへへ…… 卑しい身分の物乞い風情なんで、勘弁してください。
es_es: Hehehe …… Please forgive me because it's a lowly begging style.

source: いやしかし…… 食事をしたのも、 人から優しくされたのも、本当に久しぶりで…… 本当に嬉しいですわ。
es_es: No, but ... It's been a long time since I ate and was kind to people ... I'm really happy.

source: いつか、必ずお礼させてもらいますゆえ……
es_es: I will definitely thank you someday ...

source: ふっ…… とりあえず、俺へのお礼を考える前に 自分の食糧のことを考えるんだな。
es_es: Hmm ... Anyway, think about your food before you think of thank you.

source: へへ…… こいつは一本とられましたな。
es_es: Hehe ... This one was taken.

source: とにかく旦那…… ありがとうございました。
es_es: Anyway, my husband ... Thank you.

source: 「卑屈な物乞い」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「卑屈な物乞い」と交流してみましょう。
es_es: A bond with "a subservient beggar" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "subservient beggars".

source: うう…… 腹が減って…… 死にそうだ……
es_es: Uh ... I'm hungry ... I'm about to die ...

source: 卑屈な物乞い
es_es: Subservient begging

source: 食べ物を渡す
es_es: Hand over food

source: 渡さない
es_es: Do not pass

source: 物乞い
es_es: Begging

source: 卑屈な物乞いとの絆
es_es: Bonds with subservient beggars
