Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c1499.po
Languages: es_es

source: おぉ、斎藤さん。 ご機嫌はいかがかな？
es_es: Oh, Mr. Saito. How are you doing?

source: おぉ、斎藤さん！ 桜は見つかったかのう？
es_es: Oh, Mr. Saito! Did you find the cherry blossoms?

source: ああ。うちの庭に桜の木があってな。 そこに埋めるのはどうだ？
es_es: Oh. There is a cherry tree in my garden. How about burying it there?

source: え？ でも、いいのかい？
es_es: e? But is that okay?

source: ああ。ただ、その桜の木は枯れていて、 もう二度と花をつけることはないそうだ。 ……それでもよければ、だが。
es_es: Oh. However, the cherry tree is dead and will never bloom again. ...... If that's okay, though.

source: そうか、枯れておるのか…… いや、かまわんよ。
es_es: Yeah, is it dead ... No, I don't mind.

source: その花も、かずきちと同じ。 この世では咲いていないかもしれないが…… 天国できっと元気に咲いているはずじゃ。
es_es: The flower is the same as Kazukichi. It may not be blooming in this world, but it must be blooming well in heaven.

source: ふっ…… そうかもしれないな。 じゃあ、案内する。ついてきてくれ。
es_es: Hmm ... maybe that's right. Then I will guide you. Follow me.

source: うむ。ばあさん、いくぞ。
es_es: Umm. Grandma, let's go.

source: あうぅ……
es_es: Auu ……

source: いや、まだだ。
es_es: No, not yet.

source: そうかい。 まぁ、急がなくてかまわんよ。 桜の木を見つけたら、声をかけとくれ。
es_es: That's right. Well, you don't have to hurry. If you find a cherry tree, call out.

source: （遥は大丈夫といったが…… うちの庭に埋めるのは、少し気が引けるな……）
es_es: (Haruka is okay, but ... I'm a little distracted to bury it in my garden ...)

source: ……やはり、なかったかい？ そうだよね。犬の骨を埋めてもいい桜の木なんて、 そんなもの、なかなか無いじゃろ。わかっとる。
es_es: ...... After all, wasn't it? That's true. It's hard to find a cherry tree that can bury a dog's bones. I understand.

source: だから、決めたんじゃ。 もう一度、昔住んでいたところに戻ろうってな。
es_es: That's why I decided. Let's go back to where we used to live.

source: え……？
es_es: e……?

source: こちらにきてから、何もいいことがなかった。 かずきちも死んでしまったし、ばあさんの容態も 悪くなる一方じゃ。
es_es: There has been nothing good since I came here. Kazuki has died, and her condition is getting worse.

source: ……これ以上ここにいても仕方ない。 また遠路はるばる移動するのは酷だが、 まぁ、それでも戻った方がいいかと思ってな。
es_es: ...... I can't help staying here any longer. It's hard to move all the way, but I'm still wondering if I should go back.

source: そうか……
es_es: Really……

source: かずきちを埋める桜の木は、 わしらの地元に戻ってから探すとするよ。
es_es: I'll try to find the cherry tree that fills Kazukichi after returning to our hometown.

source: ……斎藤さんには、世話になったな。 こっちでわしらに優しくしてくれたのは、 斎藤さんだけじゃったよ……
es_es: ...... Mr. Saito was indebted to me. Saito-san was the only one who was kind to us here ...

source: じいさん……
es_es: Grandfather ……

source: じゃあ、達者でな。斎藤さん。
es_es: Well then, be a master. Mr. Saito.

source: ばあさん、支度をするぞい。
es_es: Grandma, I'll get ready.

source: （何とも後味の悪い形になってしまった…… 幸せな人生を送ってくれることを祈るしかない。 頑張れよ、じいさん、ばあさん）
es_es: (It has become a bad aftertaste ... I have no choice but to pray for a happy life. Good luck, grandfather, grandmother)

source: おお、斎藤さん。 かずきちを埋める、桜の木のある場所を 見かけたら教えておくれ。
es_es: Oh, Mr. Saito. If you see a place with a cherry tree that fills Kazukichi, please let me know.

source: あぁ。もう少し待っていてくれ。
es_es: Ahh. Please wait a little longer.

source: おじいさん
es_es: old man

source: 見つかった
es_es: found

source: まだだ
es_es: Still

source: 諦めろ
es_es: Give up

source: おばあさん
es_es: Grandmother

source: おじ
es_es: uncle
