Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00160730.po
Languages: es_es

source: おいアンタら、今天狗の話をしていなかったか？
es_es: Hey you guys, weren't you talking about Tengu right now?

source: なんだお前？
es_es: What are you?

source: してたらどうだっていうんだよ。 もう散々だぜ……
es_es: What if I did it? It's already terrible ...

source: その話、詳しく聞かせてくれないか？ 天狗の面をかぶった奴らを探していてな。
es_es: Can you tell me the story in detail? I'm looking for those guys wearing tengu masks.

source: あっちだ。 骸街を出て、梅小路町の方へ行った。
es_es: Over there. I left the skeleton and went to Umekoji Town.

source: お侍さん、あいつらのこと どうにかするつもりならやめた方がいいぜ？
es_es: Samurai, should I stop if I'm going to do something about them?

source: ふざけた格好してやがると思ったが、 奴ら、とてつもなく強いぜ…… 興味本位なら俺みたいになるからな。
es_es: I thought I'd be playful, but they're incredibly strong ... if you're curious, you'll be like me.

source: 忠告は受け取っておく。 邪魔したな。
es_es: I will receive the advice. I disturbed you.

source: あいつら、ふざけた格好をしているが、 結構強い…… お前も、気をつけろよ。
es_es: They look playful, but they're pretty strong ... you should be careful too.

source: 龍馬
es_es: Ryoma

source: けがをした男
es_es: Injured man

source: 付添いの男
es_es: Attendant man
