Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid0044000a.po
Languages: es_es

source: く……苦しい～……
es_es: It's painful ...

source: どうした？ 大丈夫か？
es_es: what up? Are you okay?

source: す……すんまへんけど、 医者連れてきてくれへんか……？
es_es: I'm sorry, but can you bring me a doctor ...?

source: 急に胸が苦しいなって…… う…… うううう……
es_es: Suddenly my chest is painful ...

source: （この辺りに医者なんているのか……？ 聞いてまわるしかなさそうだな……）
es_es: (Is there a doctor around here ...? I think I have to ask around ...)

source: いいから医者をはよ！
es_es: It ’s okay to see a doctor!

source: う～ん…… う～ん……
es_es: Hmm ... Hmm ...

source: 待たせたな。 医者を連れてきたぞ。
es_es: I kept you waiting. I brought a doctor.

source: め、面目ない……
es_es: I'm not happy ...

source: どれどれ……見せてみろ。
es_es: Which one ... Show me.

source: ……ふむ。 なるほどな。 症状は分かった。
es_es: ……HM. got it. I understand the symptoms.

source: 薬を作ってやるから待ってろ。
es_es: I'll make medicine, so wait.

source: ほら、グッと一気に飲め。
es_es: See, drink it all at once.

source: ごく……ごく……
es_es: Very ... Very ...

source: ……どうだ？
es_es: ...... How is it?

source: ううっ……あ、あれ？ ……嘘みたいに痛ないわ!!
es_es: Ugh ... oh, that? ...... It doesn't hurt like a lie !!

source: ふふふ……
es_es: Fufufu ……

source: す、凄い！ 凄いわ、あんた！ 感動した！ 助かったわ……！ ほんまおおきに!!
es_es: It's amazing! It's amazing, you! be moved! I was saved ...! Really big !!

source: これは治療費や。 取っといてや。
es_es: This is the cost of treatment. Take it.

source: あんたにも世話になったな。 これは感謝の気持ちや。受け取っといてや。
es_es: I was taken care of by you too. This is a feeling of gratitude. Receive it.

source: ５０００文、受け取った。
es_es: I received 5000 sentences.

source: ほなな！ ほんまおおきに！ ひゃっほーう！
es_es: Honna! Really big! Hyahhh!

source: 病気の男
es_es: Sick man

source: 桐生
es_es: Kiryu

source: 医者
es_es: doctor
