Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated_text/data/auth/c06_050.par/cmn.par.unpack/cmn.po
Languages: es_es

source: 皆ご苦労だった
es_es: Everyone had a hard time

source: 桂小五郎は取り逃がしたがな
es_es: Kogoro Katsura missed it

source: フン さすがは“逃げの小五郎”やな
es_es: Hun As expected, "Nige no Kogoro"

source: でも他の志士たちは 斬るなり捕えるなり出来たんです
es_es: But the other scholars were able to slash or catch

source: ま 上々じゃないですか？
es_es: Isn't it good?

source: ああ
es_es: Oh

source: それに……
es_es: in addition……

source: 他の収穫もあった
es_es: There were other harvests

source: あ？ なんのことや？
es_es: Ah? What are you doing?

source: この中に 勤王派の間者が 紛れこんでいるのが分かったということだ
es_es: It means that it was found that the Qin Wang sect was mixed in with this.

source: ほう？
es_es: How?

source: しかもそいつはどさくさに紛れて 志士どもを逃がそうとしていた
es_es: Moreover, it was trying to escape the scholars because of the annoyance.

source: こん中にそいつが？ 誰だろうなあ？
es_es: Is that in the middle? Who is it?

source: あのぉ 土方さん
es_es: That Hijikata-san

source: その裏切り者って……
es_es: The traitor ...

source: 松原さんのことでしょ？
es_es: You mean Mr. Matsubara, right?

source: な なに言っている？
es_es: What are you talking about?

source: 平助！ くだらない冗談を言っている 場合じゃないぞ！
es_es: Heisuke! Not when you're making a silly joke!

source: 松原君 君の素性は分かっている
es_es: I know Matsubara-kun's identity

source: 長州藩の人間なんだろう？ 君は
es_es: Is it a human being of the Choshu clan? You are

source: 副長！？ そ そんな！ 私が長州だなんて
es_es: Deputy captain! ?? That's right! I'm Choshu

source: “鴉”とか言ったか
es_es: Did you say "crow"?

source: その情報屋を使い 我々の情報を 長州藩に流していたということは調べがついている
es_es: It has been investigated that we used the information store to send our information to the Choshu clan.

source: そして その鴉を君が処分したことも
es_es: And you also disposed of the crow

source: お前 俺のことを売ったのか！
es_es: Did you sell me!

source: 監察の山崎が突き止めたんだ
es_es: Inspector General Yamazaki found out

source: ３か月ほど前から 君が幾人もの 情報屋に接触していることは知っていた
es_es: I knew you had been in contact with a number of information stores for about three months

source: 何かしらの 目的があってのことだとは思ったが
es_es: I thought it had some purpose

source: まさか長州からの間者だったとはな
es_es: I don't think he was from Choshu

source: ちょ ちょっと待ってくれ それならこの新入りだって同じようなもんだ！
es_es: Wait a minute, then this newcomer is the same!

source: こいつも鴉とは近い関係だった！ 疑うならこの男も……
es_es: This was a close relationship with the crow! If in doubt, this guy too ...

source: 見苦しいぞ
es_es: It's unsightly

source: どの道裏切り者は粛清される
es_es: Which traitor is purged

source: 大人しく死を受けいれたらどうだ
es_es: Why don't you accept death quietly?

source: 介錯してやれ 斎藤君
es_es: Take care of yourself Saito

source: 君が鴉という男と接触していたのは 新選組に入隊する前なのだろう？
es_es: Did you come into contact with a man named Crow before joining the Shinsengumi?

source: ならばそのことを追求するつもりはない
es_es: Then I'm not going to pursue that

source: どうしてそれを……
es_es: Why do you ...

source: 京の街の道場で 腕の立つ剣士が 「天念理心流」を探している……
es_es: A skilled swordsman is looking for "Tennen Rishin-ryu" at the dojo in the city of Kyoto ...

source: そんな情報が私の耳に入らないとでも 思っていたのか？
es_es: Did you think that such information wouldn't come to my ears?

source: 理心流を追うことは罪ではない
es_es: Pursuing Rishin-ryu is not a sin

source: その類まれな剣の腕を 新選組のために使ってくれるのなら……
es_es: If you can use that extraordinary sword arm for the Shinsengumi ...

source: 私は君を疑うようなことは したくないのだ 斎藤君
es_es: I don't want to doubt you Saito

source: この長州の間者を斬り そのことを証明していただきたい
es_es: I want you to slash this Choshu domain and prove it.

source: さあ
es_es: here we go

source: ちくしょう！！
es_es: Let's go! !!

source: 多摩の百姓風情が粋がりやがって！
es_es: Tama's peasant style is stylish!

source: 近藤勇みたいな学も教養も信念も 無いような男につき従うお前らに
es_es: To you who follow a man like Isami Kondo who has no scholarship, culture, or belief

source: 長州がやられてたまるか！！
es_es: Can Choshu be killed? !!

source: 鴉から聞いたぜ
es_es: I heard from a crow

source: お前が新選組に入った
es_es: You are in the Shinsengumi

source: 本当の目的は……！
es_es: The real purpose is ...!

source: 源さん
es_es: Gen-san

source: 局長と多摩を愚弄され 黙っているわけにはいかない
es_es: I can't keep silent because the director and Tama are being ridiculed

source: 邪魔をしてすまなかったな 頭に血が上ってしまったようだ
es_es: I'm sorry to disturb you, it seems that blood has risen on my head

source: 井上……
es_es: Inoue ……

source: よーし じゃ そろそろ帰るとすっか
es_es: Alright, then it's time to go home

source: そうですね！ もうクタクタですしね
es_es: I agree! It ’s already crap

source: 松原が減った分 褒美の取り分も増えるってもんやな
es_es: As Matsubara decreases, the reward share also increases.

source: 次は 敵を取り逃すことのないよう 頼みますよ
es_es: Next time I'll ask you not to miss the enemy

source: 斎藤
es_es: Saito

source: よう覚えとけ
es_es: Remember

source: これが新選組っちゅう組織や
es_es: This is the Shinsengumi organization

source: 疑わしきは粛清する
es_es: In dubio pro reo

source: 俺はお前を……
es_es: I'm you ...

source: 粛清しとうない
es_es: Purge

source: どういう意味だ
es_es: What do you mean

source: 次に敵を見逃すときは
es_es: The next time you miss an enemy

source: もっと分からんように上手くやれ
es_es: Do it well so that you don't understand more
