Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/auth/c13_070.par/cmn.par.unpack/cmn.po
Languages: es_es

source: お 西郷さんも来てたんですか
es_es: Did Mr. Saigo also come?

source: 罠かもしれないのに さっすが 怖いもの知らずですねえ
es_es: It may be a trap, but I don't know anything scary.

source: 二人の坂本龍馬 おもろそうな話やないか
es_es: Two Ryoma Sakamoto, isn't there a funny story?

source: そういうお前も 興味あるんとちゃうか？
es_es: Are you also interested in that?

source: ええ 興味津々って感じで
es_es: Yeah, I'm curious

source: ……って 飲んで大丈夫なんですか 何が起きるか分かりませんよ？
es_es: Is it okay to drink it? You don't know what will happen?

source: なら尚のこと飲まんとな お前も飲めや
es_es: Then you can drink even more

source: せっかくだけど遠慮しときます
es_es: I'm sorry but I will refrain from doing it

source: 昨日の晩に俺の女が ちょっとした騒動に巻き込まれちゃいましてね
es_es: My woman got caught up in a little turmoil last night

source: 一晩中介抱していたもんだから 体調が悪くて
es_es: I was sick because I was caring for him all night

source: 集まってるな
es_es: Don't get together

source: どうも
es_es: Thanks

source: どうなんや “坂本龍馬”は来るんか
es_es: How is "Ryoma Sakamoto" coming?

source: さあな だが来るとすれば
es_es: Come on, but if you come

source: そろそろなはずなんだが
es_es: It should be about time

source: お前が……
es_es: you……
