Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/auth/c01_090.par/cmn.par.unpack/cmn.po
Languages: es_es

source: 構え！
es_es: Ready!

source: 撃て！！
es_es: Shoot! !!

source: やっと戻ってきやがった ……龍馬
es_es: I finally came back ... Ryoma

source: あの…… 武市先生 もしかしてこん人が……？
es_es: That ... Mr. Takeichi, maybe this person ...?

source: ああ…… 以前からお前らにはよく話して聞かせている 俺の唯一無二の兄弟分であり
es_es: Ah ... I'm the one and only brother I've been talking to you all the time.

source: 土佐最強の剣士……
es_es: Tosa's strongest swordfighter ...

source: 坂本龍馬だ
es_es: It's Ryoma Sakamoto

source: これが 土佐勤王党か……
es_es: Is this the Tosa Qin Wang Party ...

source: ん？ お前何やらかしてきたんだ？ 傷だらけじゃねえか
es_es: Hmm? Did you do something? Isn't it full of scratches?

source: つまらねえ話だ それより兄弟
es_es: It's a boring story, more brothers

source: 東洋の親っさんと牽牛子塾で話してきた
es_es: I talked with my oriental parents at Kengoshizuka Juku

source: ……そうか なら 話は早えな
es_es: ...... If so, the story is early

source: みんな聞いてくれ
es_es: Listen to everyone

source: 龍馬はこの一年 江戸へ剣術修行に行っていた
es_es: Ryoma went to Edo for swordsmanship training this year

source: 今日からこの坂本龍馬を……
es_es: From today, this Ryoma Sakamoto ...

source: 土佐勤王党の“筆頭”としたいと思う
es_es: I want to be the "leader" of the Tosakino Party

source: どうだ！
es_es: How is it!

source: 筆頭！？
es_es: First! ??

source: ほいたら いきなり第二席…… 幹部の更に上じゃちゅうことですか！
es_es: Suddenly the second seat ... Is it even higher than the executives?
