Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: firstdir/data/pausepar/pause.par/caba_profile.po
Languages: es_es

# NAME_0
source: りく
es_es: Riku

# NAME_1
source: かぐや
es_es: Kaguya

# NAME_2
source: ほのか
es_es: Faint

# NAME_3
source: 詩音
es_es: Poetry

# NAME_4
source: 桜咲ひなた
es_es: Hinata Sakurasaki

# CLUB_1
source: ローズヒップ
es_es: Rose hips

# CONSTELLATION_0
source: かに座
es_es: Cancer

# CONSTELLATION_1
source: さそり座
es_es: Scorpio

# CONSTELLATION_2
source: おとめ座
es_es: Virgo

# CONSTELLATION_3
source: ふたご座
es_es: Gemini

# CONSTELLATION_4
source: みずがめ座
es_es: Aquarius

# FAVORITE_0
source: カレーライス、ポテト
es_es: Curry rice, potatoes

# FAVORITE_1
source: うに、チョコレート
es_es: Sea urchin chocolate

# FAVORITE_2
source: 串カツ、鶏の唐揚げ
es_es: Kushikatsu, fried chicken

# FAVORITE_3
source: 味噌カツ、スイーツ全般
es_es: Miso katsu and sweets in general

# FAVORITE_4
source: ホルモン、貝類
es_es: Hormones, shellfish

# HATE_0
source: 納豆、とんこつラーメン
es_es: Natto, tonkotsu ramen

# HATE_1
source: キノコ
es_es: mushroom

# HATE_2
source: 生クリーム、魚
es_es: Fresh cream, fish

# HATE_3
source: 特になし
es_es: nothing special

# HATE_4
source: トマト、ピーマン
es_es: Tomatoes and peppers

# ROMAN_NAME_1
source: ローズヒップ
es_es: Rose hips

# EXPLANATION_0
source: Ｌａ Ｓｅｉｎｅのりくに名刺をもらった。
es_es: I got a business card from La Seine Noriku.

# EXPLANATION_1
source: りくがスバルという男に会いにいったらしい。 筑前川通り南の駐車場に俺も行ってみよう。
es_es: It seems that Riku went to see a man named Subaru. Let's go to the parking lot south of Chikugo River Street.

# EXPLANATION_2
source: りくが車で拉致されてしまった。 すぐに後を追いかけよう。
es_es: Riku has been abducted by car. Let's chase after immediately.

# EXPLANATION_3
source: スバルを追い詰めたぞ。 こいつを倒してりくを助け出そう。
es_es: I've cornered Subaru. Let's defeat this guy and rescue him.

# EXPLANATION_4
source: その後りくは元気にしているだろうか。 店に様子を見に行ってみよう。
es_es: Is Riku doing well after that? Let's go to the store to see what's going on.

# EXPLANATION_5
source: りくと素敵なひと時を過ごし、 強い信頼関係で結ばれている。
es_es: We have a wonderful time with Riku and have a strong relationship of trust.

# EXPLANATION_6
source: ローズヒップのかぐやに名刺をもらった。
es_es: I got a business card from Kaguya of Rosehip.

# EXPLANATION_7
source: オーディションに行くかぐやを励ましたろう。 月見野交差点のブラディエ前にいる言うてたな。
es_es: Let's encourage Kaguya to go to the audition. You said you were in front of Bradie at the Tsukimino intersection.

# EXPLANATION_8
source: 恨みはないけど、他人の夢邪魔するヤツは 拳で解決するしかあらへんな……！
es_es: I don't have a grudge, but the one who disturbs other people's dreams can only be solved with a fist ...!

# EXPLANATION_9
source: オーディションの結果はどないやったろうか。 店に様子見に行ってみよか。
es_es: What was the result of the audition? Why don't you go to the store for a wait-and-see?

# EXPLANATION_10
source: かぐやと素敵なひと時を過ごし、 強い信頼関係で結ばれている。
es_es: We have a wonderful time with Kaguya and have a strong relationship of trust.

# EXPLANATION_11
source: ＰＲＩＭＥのほのかに名刺をもらった。
es_es: I got a business card faintly from PRIME.

# EXPLANATION_12
source: ほのかちゃんから電話が来たが、 よく聞き取れなかったな……
es_es: I got a call from Honoka-chan, but I couldn't hear it well ...

# EXPLANATION_13
source: 試験前だってのに、声が出なくなったらしい。 ダメ元で薬局にでも行ってみるか……？
es_es: Even before the test, it seems that he couldn't make a voice. Would you like to go to the pharmacy with no use ...?

# EXPLANATION_14
source: 伝説の飴ちゃんというものがあるらしい。 あしたば公園なら扱ってる人間がいるかも知れない。
es_es: There seems to be a legendary candy. There may be people who handle Ashitaba Park.

# EXPLANATION_15
source: 何か知ってそうな男を見つけたが…… どうすれば飴ちゃんを売ってもらえるだろうか？
es_es: I found a man who seemed to know something, but ... how can I sell the candy?

# EXPLANATION_16
source: そうか、薬を欲しがってもダメなんだな。 もう一度さっきの公園の男に話しかけてみよう。
es_es: Well, it's no good if you want medicine. Let's talk to the guy in the park again.

# EXPLANATION_17
source: 試験の結果はどうなっただろうか。 店に様子を見に行ってみよう。
es_es: What happened to the test results? Let's go to the store to see what's going on.

# EXPLANATION_18
source: ほのかと素敵なひと時を過ごし、 強い信頼関係で結ばれている。
es_es: We have a wonderful time with a faint feeling, and we have a strong relationship of trust.

# EXPLANATION_19
source: Ｃｌｕｂ ＥＤＥＮの詩音に名刺をもらった。
es_es: I got a business card from Club EDEN's poetry.

# EXPLANATION_20
source: 詩音ちゃんがストーカーに尾けられているらしい。 すぐに久米大通の東の方に向かわなきゃ！
es_es: It seems that Shion-chan is being stalked by a stalker. I have to head east of Kume Odori right away!

# EXPLANATION_21
source: ストーカーめ、逃がさないぞ！
es_es: Stalker, I won't let you go!

# EXPLANATION_22
source: 詩音ちゃんも過去に複雑な事情があったんだな…… こんな時、思い出の場所にいるかも知れないな。
es_es: Shion-chan also had complicated circumstances in the past ... At such times, she may be in a place of memories.

# EXPLANATION_23
source: その後詩音ちゃんは元気にしているだろうか。 店に様子を見に行ってみよう。
es_es: Is Shion doing well after that? Let's go to the store to see what's going on.

# EXPLANATION_24
source: 詩音と素敵なひと時を過ごし、 強い信頼関係で結ばれている。
es_es: He spends a wonderful time with Shion and has a strong relationship of trust.

# EXPLANATION_25
source: ＥＬＩＳＥの桜咲ひなたに名刺をもらった。
es_es: I got a business card from Hinata Sakurazaki of ELISE.

# EXPLANATION_26
source: ひなたから電話があったが、様子が変だったな。 ホテルの近くにいるらしいが……？
es_es: I got a call from Hinata, but the situation was strange. It seems that you are near the hotel ...?

# EXPLANATION_27
source: ひなたを男の手から守るためには金が必要だ。 ５００万円用意する以外、他に手はないみたいだな。
es_es: Money is needed to protect Hinata from the hands of men. There seems to be no other way than preparing 5 million yen.

# EXPLANATION_28
source: ひなたがエリーゼのナンバー１になったらしい。 店に様子を見に行ってみよう。
es_es: Hinata seems to have become Elise's number one. Let's go to the store to see what's going on.

# EXPLANATION_29
source: 桜咲ひなたと素敵なひと時を過ごし、 強い信頼関係で結ばれている。
es_es: He spends a wonderful time with Hinata Sakurasaki and has a strong relationship of trust.

# CONTENTS_EXP_0
source: 桐生でのみ指名可能なキャバ嬢です。
es_es: It is a hostess who can be nominated only in Kiryu.

# CONTENTS_EXP_2
source: 冴島でのみ指名可能なキャバ嬢です。
es_es: It is a hostess who can be nominated only in Saejima.

# CONTENTS_EXP_3
source: 秋山でのみ指名可能なキャバ嬢です。
es_es: It is a hostess who can be nominated only in Akiyama.

# CONTENTS_EXP_4
source: 品田でのみ指名可能なキャバ嬢です。
es_es: It is a hostess who can be nominated only in Shinada.
