Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/bootpar/boot.par/explanation_sub_story.po
Languages: es_es

# TITLE_0
source: 蝶のように舞う男
es_es: A man who dances like a butterfly

# TITLE_1
source: 神様 仏様 恵比寿様
es_es: God Buddha Ebisu

# TITLE_2
source: 芸術的な接待
es_es: Artistic entertainment

# TITLE_3
source: 引っ越すあの娘
es_es: That girl moving

# TITLE_4
source: 土佐弁講座
es_es: Tosa dialect course

# TITLE_5
source: 五の中の二の嘘
es_es: Two lies in five

# TITLE_6
source: 苦しみを踊りにのせて
es_es: Put the suffering on the dance

# TITLE_7
source: 飛脚代理
es_es: Hikyaku substitute

# TITLE_8
source: 黒豹飛脚団、登場！
es_es: Black panther Hikyaku team is here!

# TITLE_9
source: 黒豹の千両役者
es_es: Senryo Yakusha of black panther

# TITLE_10
source: 世界を知る男
es_es: A man who knows the world

# TITLE_11
source: はらぺこ力士
es_es: Harapeko wrestler

# TITLE_12
source: 愛に飢えた男
es_es: Love hungry man

# TITLE_13
source: そそっかしい奥さん
es_es: A gentle wife

# TITLE_14
source: 怪我したおばあちゃん
es_es: Injured grandma

# TITLE_15
source: 吠え続ける犬
es_es: Dog that keeps barking

# TITLE_16
source: 招き猫
es_es: Maneki Neko

# TITLE_17
source: 引きこもり
es_es: Social withdrawal

# TITLE_18
source: 恐怖のカマ使い
es_es: Fearful sickle messenger

# TITLE_19
source: 籠の中の乙女
es_es: Dogtooth in a basket

# TITLE_20
source: 武士いんたびゅう
es_es: Samurai Intabyu

# TITLE_21
source: 尊王攘夷
es_es: Sonnojoi

# TITLE_22
source: よくないじゃないか
es_es: Isn't it good

# TITLE_23
source: 命知らずの恩返し
es_es: Daredevil repayment

# TITLE_24
source: 黒豹の司令塔
es_es: Black panther command tower

# TITLE_25
source: 刀に魅せられた男
es_es: A man fascinated by a sword

# TITLE_26
source: 正義感ある怪我人
es_es: Injured person with a sense of justice

# TITLE_27
source: 謎の商人
es_es: Mysterious merchant

# TITLE_28
source: はらぺこな猫
es_es: A fluffy cat

# TITLE_29
source: 物騒な街で
es_es: In a noisy city

# TITLE_30
source: 喧嘩屋・墨坊主
es_es: Fighter, Sumibozu

# TITLE_31
source: 増えた入れ墨
es_es: Increased tattoos

# TITLE_32
source: 悟りを開いた男
es_es: Enlightened man

# TITLE_33
source: 亡霊武者
es_es: Ghost warrior

# TITLE_34
source: 卑屈な物乞い
es_es: Subservient begging

# TITLE_35
source: ごみを集める男
es_es: Man collecting garbage

# TITLE_36
source: 傷ついた犬
es_es: Injured dog

# TITLE_37
source: 文豪の葛藤
es_es: Conflict of literary masters

# TITLE_38
source: 入れ替わった手荷物
es_es: Replaced baggage

# TITLE_39
source: 良い汗をかく男
es_es: Good sweating man

# TITLE_40
source: おいなりさん
es_es: Inari-san

# TITLE_41
source: 大事なのはやっぱりコシ
es_es: After all the important thing is Koshi

# TITLE_42
source: 黒船？ 襲来
es_es: Kurofune? Invasion

# TITLE_43
source: 長々とした話
es_es: Long story

# TITLE_44
source: 長々とした話、おかわり
es_es: Long story, refill

# TITLE_45
source: これが最後の長話
es_es: This is the last long story

# TITLE_46
source: 香水
es_es: perfume

# TITLE_47
source: ええじゃないか
es_es: Come on, it's ok

# TITLE_48
source: サムライの定義
es_es: Samurai definition

# TITLE_49
source: 決着！ 黒豹飛脚団
es_es: Settled! Black panther hikyaku

# TITLE_50
source: 崖っぷち釣り人
es_es: Cliff angler

# TITLE_51
source: がらくた少年
es_es: Junk boy

# TITLE_52
source: 薪割り爺さん
es_es: Wood-splitting old man

# TITLE_53
source: 方向音痴の飛脚
es_es: Hikyaku with no sense of direction

# TITLE_54
source: 待ち続ける犬
es_es: Dog waiting

# TITLE_55
source: 汚れた猫
es_es: Dirty cat

# TITLE_56
source: まだ見ぬ君へ
es_es: To you who haven't seen it yet

# TITLE_57
source: 吸い付きそうな肌の持ち主
es_es: Owner of skin that seems to stick

# TITLE_58
source: 革命料理人
es_es: Revolutionary cook

# TITLE_59
source: 妖艶な奥様
es_es: Bewitching wife

# TITLE_60
source: 醜いもの、美しいもの
es_es: Ugly, beautiful

# TITLE_61
source: 花は枯れて また咲く
es_es: The flowers wither and bloom again

# TITLE_62
source: 大御所の料理人
es_es: The chef of the great man

# TITLE_63
source: くまがでた！
es_es: I got a bear!

# TITLE_64
source: 龍馬はお母さん
es_es: Ryoma is a mother

# TITLE_65
source: 思い出せない男
es_es: A man I can't remember

# TITLE_66
source: 野菜好き少年
es_es: Vegetable lover boy

# PLACE_0
source: 洛内
es_es: Loone

# PLACE_1
source: 洛外
es_es: Rakuchu

# PLACE_2
source: 骸街
es_es: Skeletal street

# PLACE_3
source: 伏見
es_es: Fushimi

# PLACE_4
source: 祗園
es_es: Gion

# PLACE_5
source: その他
es_es: Other

# EXPLANATION_1
source: 身なりの良い女性が絡まれている…… 放ってはおけんな。
es_es: A well-dressed woman is involved ... Don't leave it alone.

# EXPLANATION_2
source: 舞踊か…… なかなか奥の深い世界だ。 また今度にちぶ座に寄ってみるか。
es_es: Is it a dance ... It's a very deep world. Would you like to stop by Chibu-za next time?

# EXPLANATION_3
source: 恵比寿様の格好で年寄りから金を奪い取る詐欺師か…… 許せんな。人通りの多い四条通りあたりなら 犯人の目撃情報があるかもしれないな。
es_es: Is it a scammer who is dressed as Ebisu and steals money from the elderly? There may be sighting information of the criminal around Shijo-dori, which has a lot of traffic.

# EXPLANATION_4
source: ばあさんの話によれば詐欺師、黒恵比寿は 寺町にいたらしい。今から急いで追えば 捕まえることができるかもしれないな。
es_es: According to the old lady, the fraudster, Kuro Ebisu, was in Teramachi. If you chase after it from now on, you may be able to catch it.

# EXPLANATION_5
source: この男が老人相手に詐欺を働いている黒恵比寿か。 テメェの悪事を棚に上げて「神罰を思い知れ」とは。 少々痛い目にあってもらわないとな。
es_es: Is this man Kuro Ebisu cheating on an old man? What is "Think of God's punishment" by putting Temee's wrongdoing on the shelf? I have to have a little pain.

# EXPLANATION_6
source: 無事に詐欺師、黒恵比寿を捕まえることができた。 しかしばあさんの会ったのは黒恵比寿ではないらしい…… もしかして本物の恵比寿様が…… いや、まさかな。
es_es: I was able to successfully catch the fraudster, Kuro Ebisu. However, it seems that the old lady met not in Kuro Ebisu ... Maybe the real Ebisu ... No, no.

# EXPLANATION_7
source: 四国屋の女将、困っていたな…… しかし、芸術家の接待なんて俺には荷が重すぎる。 力になってやりたいのはやまやまだが……
es_es: The landlady of Shikokuya was in trouble ... However, entertaining an artist is too heavy for me. I still want to help, but ...

# EXPLANATION_8
source: 俺が接待する相手、芸術家の神田は和民にいるそうだ。 しょうがない。四国屋の女将の顔をたててやるか。
es_es: It seems that the artist Kanda, who I entertain, is in Watami. It can not be helped. Would you like to make the face of the landlady of Shikokuya?

# EXPLANATION_9
source: 神田の爺さん…… 何か様子がおかしかったな。 いや、こいつらのせいでせっかくの接待が台無しだ。 俺流の接待で手厚く歓迎してやろう。
es_es: Old man in Kanda ... Something was wrong. No, these guys ruined the entertainment. Let's welcome you with my style of entertainment.

# EXPLANATION_10
source: どっちが接待されてたかわからねぇが、 とにかく無事に接待を終えられたようだな。 神田の爺さん、また一緒に酒でも飲もうぜ。
es_es: I don't know which one was entertained, but it seems that the entertainment was completed safely anyway. Kanda's old man, let's have a drink together again.

# EXPLANATION_11
source: 河原町で俺にぶつかってきた子供…… 女の子に会うために急いでいたようだが、 何やら様子がおかしかったな。
es_es: A child who bumped into me in Kawaramachi ... It seems he was in a hurry to meet a girl, but something was wrong.

# EXPLANATION_12
source: あの子供たち、引っ越しが原因で離ればなれに なってしまうようだな…… 河原町に女の子の泣き声が響いている。
es_es: It seems that those children are separated because of the move ... A girl's cry is echoing in Kawaramachi.

# EXPLANATION_13
source: みほに、しん太への伝言を頼まれた。あんな泣き顔で 言われたら引き受けないわけにはいかないだろう。 しん太は神社の方に走っていったようだが……
es_es: Miho asked me to send a message to Shinta. If you are told with such a crying face, you can't help but accept it. Shinta seems to have run toward the shrine ...

# EXPLANATION_14
source: しん太という少年、 やはり神社に来ていたようだな。 みほからの伝言を伝えてやろう。
es_es: A boy named Shinta seems to have come to the shrine. Let's give a message from Miho.

# EXPLANATION_15
source: みほは河原町から江戸まで引っ越すんだったな。 しん太がちゃんとみほとお別れできるかどうか気になるな。 少し様子を見に行ってみるか。
es_es: Miho moved from Kawaramachi to Edo. I'm wondering if Shinta can say goodbye to Miho. Would you like to go see the situation for a while?

# EXPLANATION_16
source: みほとしん太、最後に仲直りできて本当によかった。 例え離ればなれになったとしても、 お互いを思い合う気持ちを忘れずにな。
es_es: Miho Toshinta, I'm really glad that I was able to make up at the end. Don't forget to think about each other, even if you are separated.

# EXPLANATION_17
source: 土佐弁の手紙が読めずに困っている、か。 俺だったら力になれそうだ。時間のあるときにでも 池田屋近くにいる藤江のもとへ顔をだしてみるか。
es_es: Are you in trouble because you can't read Tosa dialect's letter? I think I can help. Would you like to visit Fujie near Ikedaya even when you have time?

# EXPLANATION_18
source: まさか土佐弁の翻訳を手伝うことになるとはな…… しかし、これも何かの縁だ。 しばらくは藤江の助けになってやるか。
es_es: I don't think I'll help translate Tosa dialect ... But this is also something to do. Will you help Fujie for a while?

# EXPLANATION_19
source: 藤江と土佐の女の文通はまだ続くようだな。 もうしばらくは、俺が土佐弁指導をしてやらないとな。
es_es: It seems that the correspondence between Fujie and Tosa's woman is still going on. I have to give Tosa dialect guidance for a while.

# EXPLANATION_20
source: 藤江は土佐まで文通相手に会いにいったようだな。 求婚してくるらしいが…… 成功するといいな。
es_es: Fujie seems to have gone to Tosa to meet his correspondent. It seems that he will propose to you ... I hope he succeeds.

# EXPLANATION_21
source: 俺がもう少し上手く土佐弁を教えてやることができれば、 藤江の求婚の結果もかわっていたのだろうか……
es_es: If I could teach Tosa dialect a little better, would the result of Fujie's marriage proposal change?

# EXPLANATION_22
source: 藤江の求婚が成功してよかった。 俺の土佐弁の知識も少しは役に立ったようだな。
es_es: I'm glad that Fujie's proposal was successful. It seems that my knowledge of Tosa dialect was also a little useful.

# EXPLANATION_23
source: 五人組の中から嘘をついている２人を見つけろ、だと？ できることなら力になってやりたいところだが…… まだあいつら、神明町にいるのだろうか？
es_es: Find the two who are lying in the five-member group, right? I'd like to help if I can, but ... are they still in Shinmei-cho?

# EXPLANATION_24
source: 五人全員の証言を聞いて、 嘘をついている２人を見つけだそう。
es_es: Listen to the testimonies of all five and find the two who are lying.

# EXPLANATION_25
source: 大福を食った犯人、 本当にあの２人だったのだろうか……
es_es: The criminals who ate Daifuku, were they really those two ...

# EXPLANATION_26
source: すこぶる頭を使う出来事だったな…… しかしそのおかげで大福を食った犯人を 言い当てることができたようだ。
es_es: It was an event that used a lot of heads ... But thanks to that, it seems that I was able to identify the criminal who ate Daifuku.

# EXPLANATION_27
source: また、ええじゃないかで騒いでいる奴らがいたな…… おそらく便乗して暴れ回っているのだろう。 何とかしなくてはいかんな……
es_es: Also, there were some people who were making noise because it wasn't ... Probably they were piggybacking and rampaging. I have to do something about it ...

# EXPLANATION_28
source: ええじゃないかは、みんな遊び半分と思っていたが、 純粋に運動している奴らもいたようだ。 世の中が良くなるようにという願いが届くといいな。
es_es: Yeah, everyone thought it was playful, but it seems that some were purely exercising. I hope you will receive a wish to improve the world.

# EXPLANATION_29
source: 四条大橋で足に怪我をした飛脚に仕事を頼まれた。 あまりに情けない態度だったから断ってしまったが、 まだ誰かの助けを待っているのだろうか？
es_es: I was asked to work by Hikyaku, who had a leg injury at Shijo Ohashi. I refused because I was so pathetic, but am I still waiting for someone's help?

# EXPLANATION_30
source: お調子者の飛脚・清川の仕事を手伝った。 俺に飛脚の素質があると言うが、仕事を押し付けて ただ仕事をさぼりたいだけなんじゃないのか？
es_es: I helped the hikyaku of the tuned person, Kiyokawa's work. You say that I have the qualities of hikyaku, but aren't you just wanting to push the job and skip the job?

# EXPLANATION_31
source: 黒豹飛脚団、登場！（開始）
es_es: Black panther Hikyaku team is here! (start)

# EXPLANATION_32
source: 黒豹飛脚団の切り込み隊長、星に敗れてしまった…… しかし、奴はもう１度、俺と勝負したいらしい。 ……星は確か四条大橋にいるんだったな。
es_es: The captain of the black panther Hikyaku team has lost to the stars ... However, he seems to want to play against me again. ...... The stars are surely in Shijo Ohashi.

# EXPLANATION_33
source: 黒豹飛脚団の星との勝負に勝った。 だが、どうやら飛脚団との勝負は終わりではないらしい。 面倒なことに巻き込まれてしまったな……
es_es: I won the game with the stars of the Black Panther Hikyaku. However, it seems that the game with the Hikyaku team is not over. I got involved in troublesome things ...

# EXPLANATION_34
source: 黒豹の千両役者（開始）
es_es: Senryo Yakusha (start)

# EXPLANATION_35
source: 黒豹飛脚団の切り込み隊長、槙野に敗れてしまった…… だが、もう１度俺と勝負しないと気が済まないらしい。 ……槙野は確か薩摩藩邸近くにいるんだったな。
es_es: I lost to Makino, the captain of the black panther Hikyaku team ... but it seems that I have to play against me again. ...... Makino was surely near the Satsuma clan's residence.

# EXPLANATION_36
source: 黒豹飛脚団の槙野との勝負に勝った。 しかしその場に現れた稲本から勝負を挑まれてしまった。 冷静沈着な相手だ、一筋縄ではいかんだろうな。
es_es: I won the game with Makino of the Black Panther Hikyaku Team. However, Inamoto who appeared on the spot challenged the game. It's a calm and calm opponent, I wonder if it's straightforward.

# EXPLANATION_37
source: 世界を知る男（開始）
es_es: A man who knows the world (start)

# EXPLANATION_38
source: 地球儀の解説に困っている寺子屋の先生がいたが…… 無事子供たちに指南できたのだろうか……
es_es: There was a teacher at Terakoya who was having trouble explaining the globe ... I wonder if he was able to guide the children safely ...

# EXPLANATION_39
source: ものを教えるというのもなかなか難しいものだな…… だが、あの先生にとって本当に大事だったのは、 知識よりも子供たちからの信頼だったようだな。
es_es: Teaching things is quite difficult ... but it seems that what was really important to the teacher was the trust of the children rather than the knowledge.

# EXPLANATION_40
source: でかい男が倒れていてる。このままでは通行できない…… 何かを求めているようだから、何か渡してみよう。
es_es: A big man is lying down. I can't pass as it is ... It seems that I'm looking for something, so let's give something.

# EXPLANATION_41
source: 倒れていた男は腹をすかせた力士だった。 通行できるようになったが、 余った食べ物をやるはめになってしまった……
es_es: The fallen man was a hungry sumo wrestler. I was able to pass through, but I ended up having to eat the surplus food ...

# EXPLANATION_42
source: 見知らぬ男に話しかけられた。 確かに、ここで飯を食ったらうまそうだ。 今度手料理を持っていくか……
es_es: I was spoken to by a stranger. Certainly, it would be good to eat here. Would you like to bring home cooking next time ...

# EXPLANATION_43
source: 見知らぬ男に俺が作った料理を渡した。 この男は愛妻弁当と勘違いしたようだ……
es_es: I gave the stranger the food I cooked. This man seems to have mistaken for his beloved wife's bento ...

# EXPLANATION_44
source: 財布を落とした女に野菜を渡す約束をした。
es_es: I promised to give vegetables to the woman who dropped her wallet.

# EXPLANATION_45
source: 財布を落とした女がいたな…… 野菜が欲しいということだが、 困っているようだし、今度持っていくか。
es_es: There was a woman who dropped her wallet ... She said she wanted vegetables, but she seems to be in trouble, so will she bring it next time?

# EXPLANATION_46
source: ばあさんが怪我をしたようだ…… 一人で帰れるだろうか？
es_es: My grandmother seems to have been injured ... Can I go home alone?

# EXPLANATION_47
source: 怪我したばあさんを家まで送った。 出された茶、うまかったな……
es_es: I sent the injured grandmother home. The tea served was delicious ...

# EXPLANATION_48
source: やたらほえ続ける犬がいる。 物理的に口をふさぐしかないか…… 骨でもくわえさせるか。
es_es: There is a dog that keeps barking. Is there no choice but to physically block the mouth?

# EXPLANATION_49
source: やたらほえ続ける犬がいたが、 骨をやっただけでああまで静かになるとはな。 あとはあいつが駆除されないことを祈るばかりだ。
es_es: There was a dog that kept barking, but I don't think it would be so quiet just by doing bones. I just pray that he won't get rid of it.

# EXPLANATION_50
source: 福を招く招き猫だと？ そんな馬鹿な話あるわけない。 たしかにいつも神社の近くにいて、 ご利益がありそうな猫ではあるが……
es_es: Is it a beckoning cat that invites good fortune? There is no such stupid story. It's true that the cat is always near the shrine and seems to be profitable, but ...

# EXPLANATION_51
source: 福を招く招き猫か…… 信じる者は救われるとは言うが、 あの猫はなかなか食わせ物だな。
es_es: Maneki Neko that invites good fortune ... It is said that those who believe will be saved, but that cat is quite a food.

# EXPLANATION_52
source: 梅小路町東でなにやらもめている親子がいたな…… 親を泣かせるなんてひどい息子だが、 何か事情があるのだろうか……
es_es: There was a parent and child in the east of Umekoji-cho who were worried about something ... It's a terrible son to make his parents cry, but is there any reason?

# EXPLANATION_53
source: 部屋住みで引きこもりの息子のための協力を 母親から頼まれてしまった。たしか梅小路町東だったか。 時間がある時に顔をだしてみるか。
es_es: My mother asked me to cooperate with my son who lived in a room and was withdrawn. Was it Umekoji-cho Higashi? Would you like to show your face when you have time?

# EXPLANATION_54
source: 危険な賭けだったが、母親を守るため 内太郎が家からでてきてくれたな。 あとはこいつらを一掃するだけだ。
es_es: It was a dangerous bet, but Uchitaro came out of the house to protect his mother. All you have to do is wipe them out.

# EXPLANATION_55
source: 内太郎を引きこもりから脱させたのは俺なんかではなく 親を思う子の心、 そして子を思う親の心だったのかもしれないな。
es_es: It may have been the heart of the child who thinks of the parent, and the heart of the parent who thinks of the child, that made Uchitaro escape from withdrawal.

# EXPLANATION_56
source: 目をつけられたら最後、どんな強い男でも 戻ってこないと噂の鎌使いが骸街にいるらしい。 そんな危険そうな男が本当にいるのだろうか。
es_es: It seems that there is a rumored sickle messenger in the skeleton that no strong man will come back when he gets his eyes on it. Is there really such a dangerous man?

# EXPLANATION_57
source: 洛内で出会った子供から、鎌使いを倒しに向かったまま 戻ってこない父親を助けてほしいと頼まれた。 子供との約束を守るため、骸街の奥に向かうとしよう。
es_es: A child I met in Rakuchu asked me to help my father who was heading to defeat the sickle messenger and never returned. Let's head to the back of the skeleton to keep our promise with our children.

# EXPLANATION_58
source: 鎌使いの正体は、カマ使いの鎌本だった。 子供の父親は無事取り戻せたが、あいつが今後 男らしく生きていけるかはわからんな……
es_es: The true identity of the sickle user was Kamamoto, who used the sickle. The child's father was able to recover safely, but I don't know if he can live like a man in the future ...

# EXPLANATION_59
source: 倉光家の使用人に駕籠の護衛を頼まれた。 なんでも倉光家のお嬢さんが、 早風という男に追われてるらしい……
es_es: A servant of the Kuramitsu family asked me to escort Kago. It seems that the young lady of the Kuramitsu family is being chased by a man named Hayafu ...

# EXPLANATION_60
source: 結局美女の顔は見れず仕舞いだったが、 無事助けることができてよかったな。
es_es: In the end, I couldn't see the beautiful woman's face, but I'm glad I was able to help her safely.

# EXPLANATION_61
source: そそっかしい瓦版売りに、助けを求められてしまった。 厄介なことにならなければ良いんだがな。
es_es: I was asked for help by a quiet Kawaraban seller. I hope it doesn't bother me.

# EXPLANATION_62
source: いんたびゅう……？ 良くわからないが、そそっかしい奴を 屯所前でウロつかせるわけにはいかないな。
es_es: Insane ...? I'm not sure, but I can't let the lonely guy hang out in front of the tunsho.

# EXPLANATION_63
source: いんたびゅうか…… 確かに面白い試みではあった。 瓦版も時代と共に変わっていくのだな。
es_es: It was an interesting attempt. Kawaraban also changes with the times.

# EXPLANATION_64
source: あの外国人…… 物騒なところに行って危険な目にあわなければいいが。
es_es: That foreigner ... I hope I don't go to a noisy place and encounter dangerous eyes.

# EXPLANATION_65
source: やはり絡まれてしまったか…… しかし、外国人だからというだけで、 襲われるとはな……
es_es: Did you get entangled ... However, just because you are a foreigner, you are not attacked ...

# EXPLANATION_66
source: 外国人のクリークか…… 志は買うが、また物騒な場所に行って 危険な目に合わなければ良いが。
es_es: Is it a foreigner's creek? I'll buy it, but I hope I don't go to a noisy place again and meet dangerous eyes.

# EXPLANATION_67
source: 日本人もそろそろ外国について、 学ばなければならないときが 近づいているのかもな……
es_es: Perhaps the time is approaching for Japanese people to learn about foreign countries ...

# EXPLANATION_68
source: ええじゃないか集団が暴れていたな…… 何か被害があったらまずい。行ってみるか。
es_es: Yeah, the group was rampaging ... It would be bad if there was any damage. Would you like to go?

# EXPLANATION_69
source: 騒いでいたのは、ただ流行りを追っている奴らだった。 困ったものだが、動乱で民衆が不安を抱える世の中…… 一概に否定しているだけではいかんな。
es_es: The ones who were making noise were just those who were following the trend. It's annoying, but in a world where the people are worried because of the turmoil ... It's not enough to just deny it.

# EXPLANATION_70
source: 賭場荒らしの連中に 絡まれている男がいたな…… まだ絡まれているのだろうか？
es_es: There was a man who was entangled in the gambling guys ... Is he still entwined?

# EXPLANATION_71
source: 沖田の登場で、賭場荒らしたちは去っていった。 ひとまずは一件落着、というところか。
es_es: With the advent of Okita, the gambling houses are gone. For the time being, one case is settled.

# EXPLANATION_72
source: そういえば以前賭場で、助けた男は うまくやってるだろうか？ また賭場荒らしに狙われていなければいいが……
es_es: By the way, is the man who helped in the gambling house doing well before? Also, I hope I'm not targeted by cheating on the casino ...

# EXPLANATION_73
source: あの賭場荒らしが、骸街に現れたらしい。 情報をくれた博徒が骸街で待っているんだったな。
es_es: It seems that the gambling house vandalism has appeared in the skeleton. The bakuto who gave me the information was waiting in the skeleton.

# EXPLANATION_74
source: 沖田がやってきて、賭場荒らしたちは逃げ出したが、 沖田は身に覚えがないらしい。 あれは沖田ではなかった……？ そんなわけないか。
es_es: Okita came and the gambling cheats escaped, but Okita doesn't seem to remember. That wasn't Okita ...? Isn't that the case?

# EXPLANATION_75
source: 黒豹飛脚団の団長・平川から受け取った手紙には、 稲本との勝負の場所が記されていた。 奴は、賭場近くの橋で待っているらしい……
es_es: The letter received from Hirakawa, the leader of the Black Panther Hikyaku, stated the location of the match against Inamoto. He seems to be waiting at the bridge near the casino ...

# EXPLANATION_76
source: 黒豹飛脚団の司令塔、稲本に敗れてしまった…… だが、負けたままではいられない。 ……稲本は確か賭場近くの橋にいるんだったな。
es_es: I lost to Inamoto, the commander of the Black Panther Hikyaku Team ... but I can't keep losing. ...... Inamoto was surely on the bridge near the gambling house.

# EXPLANATION_77
source: 稲本の敗北を見た平川は、飛脚団の連中をクビにした。 「京最速」の呪縛に囚われている平川を解放するには、 残る１人、武田との勝負に勝たなければならない。
es_es: After seeing Inamoto's defeat, Hirakawa fired the Hikyaku team. In order to release Hirakawa, who is trapped in the "Kyoto fastest" curse, he must win the match with the remaining one, Takeda.

# EXPLANATION_78
source: 刀に魅せられた男（開始）
es_es: A man fascinated by a sword (start)

# EXPLANATION_79
source: 刀を収集している男に、刀を褒められた。 定期的に刀を見せて欲しいらしいが……
es_es: A man collecting swords praised him. I'd like you to show me your sword on a regular basis ...

# EXPLANATION_80
source: この男のおかげで騒ぎが収まったのも事実だ…… 傷を癒すものを持っていくか。
es_es: It's also true that the turmoil has subsided thanks to this man ... Would you like to bring something to heal your wounds?

# EXPLANATION_81
source: 傷ついた男を治療した。なんでも、 個人的に困っている人を助けているらしい。 なかなかいい心がけじゃないか。
es_es: Treated the injured man. Everything seems to help people who are in trouble personally. Isn't it a good idea?

# EXPLANATION_82
source: 謎の外国人に とまと１０個持ってくるように言われた。 ずいぶん怪しいが、金払いはいいみたいだな……
es_es: A mysterious alien told me to bring 10 of them. It's quite suspicious, but it seems that payment is good ...

# EXPLANATION_83
source: 謎の外国人と謎の取り引きをした。 そしてこの取り引きはまだ続くらしい。 あの男、いったい何者なんだ……
es_es: I made a mysterious deal with a mysterious alien. And it seems that this deal is still going on. Who the hell is that guy ...

# EXPLANATION_84
source: 梅小路町東に腹を空かせている猫がいたな。 余っている魚でもあればやってみようか？
es_es: There was a hungry cat in the east of Umekoji Town. Shall we try if there is a surplus fish?

# EXPLANATION_85
source: あの猫、魚をあげたらすぐ懐いたな。 今後も余っている魚があればやってみるか。
es_es: I missed that cat as soon as I gave him a fish. Would you like to try any surplus fish in the future?

# EXPLANATION_86
source: ここが骸街か…… いつ来ても物騒な街だ。
es_es: Is this a skeleton city ... It's a noisy city whenever you come.

# EXPLANATION_87
source: いきなり襲われるとはな…… 気を抜かない方が良さそうだ。
es_es: I don't think I'll be attacked suddenly ... It seems better not to be distracted.

# EXPLANATION_88
source: 骸街の喧嘩屋…… 一体どんな生業なんだ？
es_es: A quarrel shop in a skeleton ... What kind of business is it?

# EXPLANATION_89
source: 物騒な奴だったが、なかなか筋は良かったな。 次に会ったら厄介な相手になっていそうだ……
es_es: He was a noisy guy, but he was pretty good at it. The next time I meet, I'm going to be a troublesome partner ...

# EXPLANATION_90
source: 骸街の喧嘩屋か…… 以前よりも入れ墨が増えているようだが……？
es_es: Is it a quarrel shop in the skeleton?

# EXPLANATION_91
source: なかなか手強い相手だった。 だが、喧嘩屋なんて物騒な仕事は、 次も勝って足を洗わせないとな……
es_es: It was a tough opponent. However, the noisy work of a brawler has to win again and wash his feet ...

# EXPLANATION_92
source: あれは骸街の喧嘩屋か……？ 悟りを開いたようだが、 勝って喧嘩屋から足を洗わせてやろう。
es_es: Is that a brawler in the skeleton ...? It seems to be enlightened, but let's win and let the fighters wash their feet.

# EXPLANATION_93
source: 人間ってのは変われるものだな…… 喧嘩屋が僧になるとはな。
es_es: Humans can change ... I don't think a fighter becomes a monk.

# EXPLANATION_94
source: 骸街の東にある通りで、腕の立つ剣士を狙う 亡霊武者の噂話を聞いた。 夜になると現れるらしいが、本当だろうか。
es_es: On the street east of the skeleton, I heard a rumor about a ghost warrior aiming for a skilled swordfighter. It seems that it will appear at night, but is it true?

# EXPLANATION_95
source: お騒がせの亡霊武者は噂通りの強さだった。 目を離した隙に姿を消してしまったが、 あいつは一体何者だったのだろうか……
es_es: The ghost warrior of the turmoil was as strong as the rumor. He disappeared when he took his eyes off, but who was he ...

# EXPLANATION_96
source: ここにいる物乞いは、１週間何も食べてないらしい。 さすがに飢え死にしてしまうかもしれんな……
es_es: The beggar here seems to haven't eaten for a week. You might starve to death ...

# EXPLANATION_97
source: 物乞いに食べ物を恵んでしまった。 これからどうなることやら……
es_es: I have been blessed with food for begging. What will happen in the future ...

# EXPLANATION_98
source: ここの男に何か不用品をくれと言われた。 なんでもそれを再利用するらしい。 なにかいらない物があったら持っていくか。
es_es: The man here asked me to give me something to use. Everything seems to be reused. If there is something you don't need, do you bring it?
