Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/bootpar/boot.par/explanation_sub_story.po
Languages: es_es

# EXPLANATION_99
source: ここの男に不用品を渡した。 あんなもので喜ぶとは…… また処分したいものがあったら持っていくか。
es_es: I handed the disused item to the man here. What makes me happy with such things ... If there is something I want to dispose of, do I bring it with me?

# EXPLANATION_100
source: 怪我をしている野良犬がいたな…… 放っておくとまずそうだ…… 手当てするものを持っていくか。
es_es: There was a stray dog that was injured ... If you leave it alone, that's right ... Would you like to bring something to treat?

# EXPLANATION_101
source: 怪我した犬に手当てはしたが、 まだ完治はしていない。 定期的に手当てが必要そうだ……
es_es: I have treated the injured dog, but it has not been completely cured yet. It seems that regular treatment is needed ...

# EXPLANATION_102
source: 俺の部屋のとなりから叫び声がしたようだが…… いったい中で何が起きているんだ？
es_es: There seems to be a scream from the side of my room ... What's happening inside?

# EXPLANATION_103
source: まさか隣の部屋に物書きが泊まっていたとはな。 邪魔をしては悪い。 しばらく部屋に近づくのはやめておこう。
es_es: I don't think there was a writer staying in the next room. It's bad to get in the way. Let's stop approaching the room for a while.

# EXPLANATION_104
source: そういえば隣の部屋に泊まっている物書き…… 夏見と言ったか。 この前の話はうまくいったのだろうか……？
es_es: Speaking of which, the writing that is staying in the next room ... Did you say Natsumi? Did the previous story go well ...?

# EXPLANATION_105
source: 夏見の仕事の邪魔をしては悪い。 しばらく部屋に近づくのはやめておこう。
es_es: It's bad to get in the way of Natsumi's work. Let's stop approaching the room for a while.

# EXPLANATION_106
source: 隣の部屋に泊まっている物書き、夏見。 あの男、この前の話はうまくいったのだろうか……？
es_es: Natsumi, a writer staying in the next room. That guy, did the last story go well ...?

# EXPLANATION_107
source: まさか寺田屋から文豪が誕生するとはな。 俺の助言も役に立ったらしい。 少し鼻が高いな。
es_es: It is unlikely that a literary master will be born from Teradaya. It seems that my advice was also helpful. I have a little nose.

# EXPLANATION_108
source: まさか寺田屋から淫猥文豪が誕生するとは…… このことをお登勢に知られたら、 何を言われるかわかったもんじゃないな……
es_es: No way, the birth of an obscene literary master from Teradaya ... If this was known to the ascendants, I wouldn't know what to say ...

# EXPLANATION_109
source: 俺の不注意のせいでふたりの男の手荷物が 入れ替わってしまった。間違った手荷物を 持って行った男、骸街に向かうと言っていたが……
es_es: My carelessness has swapped the baggage of the two men. The man who brought the wrong baggage said he was heading to the skeleton ...

# EXPLANATION_110
source: うーむ、状況がよくわからないが、 この男、手荷物の中身がちくわだったことに対して すごく取り乱しているようだ……
es_es: Hmmm, I'm not sure about the situation, but this guy seems to be very upset about the fact that the contents of his baggage were chikuwa ...

# EXPLANATION_111
source: まさか手荷物の中身がちくわだったとはな…… な、なんにせよ、持ち主の元へ包みを返しに行こう。
es_es: I don't think the contents of the baggage were chikuwa ... Anyway, let's return the package to the owner.

# EXPLANATION_112
source: 俺の不注意から始まった事故とはいえ、 結果的にひとつの家族を救えたようだ。 ……よかった。
es_es: Even though the accident started with my carelessness, it seems that I was able to save one family as a result. ……Was good.

# EXPLANATION_113
source: たまには銭湯でゆっくりするのもいいかもな。 時間があるときに、寄ってみようか。
es_es: Sometimes it may be good to relax in a public bath. Let's stop by when we have time.

# EXPLANATION_114
source: まさか京の町を褌一丁で走り回ることになるとは…… 知り合いに見られたら大変なところだったな。
es_es: No way to run around the town of Kyoto with a loincloth ... It would have been a difficult place for an acquaintance to see.

# EXPLANATION_115
source: 伏見一番街にいつの間にか いなり寿司屋ができていたとはな。 すごく繁盛しているようだし…… 並んでみようか。
es_es: I don't know that a sushi restaurant was opened in Fushimi Ichibangai before I knew it. It seems to be very prosperous ... Let's line up.

# EXPLANATION_116
source: もう少しのところでいなり寿司が売り切れてしまった。 また並ぶのは面倒だが仕方ない。 またの機会に並ぶとしよう。
es_es: Inari sushi was sold out soon. It's troublesome to line up again, but it can't be helped. Let's line up for another opportunity.

# EXPLANATION_117
source: まさか俺の目の前でいなり寿司が売り切れるとは。 さぞかしうまいいなり寿司なんだろう。 ここまで来ると意地でも食ってみたくなるな
es_es: No way, inari sushi is sold out in front of me. I think it's inari sushi. When you come this far, you don't want to try it

# EXPLANATION_118
source: 俺のおいなりさん…… 結局食えずじまいだとは。 まぁいい、病気の子供のためなら仕方ないな。
es_es: My inari-san ... I don't think I can eat it after all. Well, it can't be helped for a sick child.

# EXPLANATION_119
source: 大事なのはやっぱりコシ（開始）
es_es: After all the important thing is Koshi (start)

# EXPLANATION_120
source: 色々と腰は大事にしないといけないな。 手の空いている時があれば、 うどん屋を手伝いに行ってみよう。
es_es: I have to take good care of my waist. If you have a free time, go to the udon shop to help.

# EXPLANATION_121
source: 黒船か…… もしこの船着き場に来航でもしたら 大騒ぎになるだろうな……
es_es: Kurofune ... If you come to this pier, it will be a big fuss ...

# EXPLANATION_122
source: 黒船に乗ってきた男は船酔いで倒れてしまったが、 どんな外敵かわからん。事情を聴くために 酔い覚ましの方法を周りの野次馬にでも聞いてみるか。
es_es: The man who got on the black ship collapsed due to seasickness, but I do not know what kind of foreign enemy it is. Would you like to ask the surrounding rubberneckers how to get rid of sickness to hear the situation?

# EXPLANATION_123
source: どうやら酔い覚ましには梅干しが良いらしい。 梅干しを手に入れたら与えてみるとするか。
es_es: Apparently, pickled plums are good for getting sick. If you get umeboshi, do you want to give it?

# EXPLANATION_124
source: 黒船の男ポニーは、梅干しを手に帰っていった。 外国人を嫌う連中が多いこの国の開国はまだ先のようだ。 外国人と気兼ねなく交流できる日が来るといいが……
es_es: Kurofune's man, Pony, returned with pickled plums. It seems that the opening of this country, which has many people who dislike foreigners, is still ahead. I hope the day will come when I can interact with foreigners without hesitation ...

# EXPLANATION_125
source: 京の町中の人にあきれられるほどの長話…… いったいどれだけのものなんだ…… あの女、まだ屋敷町南にいるのだろうか。
es_es: A long story that people in the town of Kyoto will be amazed at ... How much is it ... I wonder if that woman is still in the south of Yashikicho.

# EXPLANATION_127
source: 咲子の長話に付き合う勇気がでたら また屋敷町南まで行ってみよう……
es_es: If you have the courage to go out with Sakiko's long story, let's go to the south of Yashikicho again ...

# EXPLANATION_129
source: 咲子の最後の長話に付き合う勇気がでたら また屋敷町南まで行ってみよう……
es_es: If you have the courage to go out with Sakiko's last long story, let's go to the south of Yashikicho again ...

# EXPLANATION_131
source: 寺田屋東の船着き場から 骸街に香水を買いに行こうとしている女がいたな…… とても危険に思えるが…… 手伝ってやろうか？
es_es: There was a woman who was going to buy perfume from the pier in the east of Teradaya to the skeleton ... It seems very dangerous, but ... Would you like to help?

# EXPLANATION_132
source: 骸街のどこかに香水を売っている商人がいるらしい。 香水代も多めにもらってしまったし、 早めにおつかいをしてやるとするか。
es_es: There seems to be a merchant selling perfume somewhere in the skeleton. I got a lot of perfume, so I wonder if I'll use it as soon as possible.

# EXPLANATION_133
source: 何やら怪しげなやりとりをしている男がいるな…… もしやあいつが噂の商人か？ 香水をとりあつかってるか、話を聞いてみよう。
es_es: There's a guy who's having a dubious exchange ... Is he a rumored merchant? Let's hear about the perfume.

# EXPLANATION_134
source: この商人、何か勘違いしているようだな…… 俺はただ香水を買いたいだけだ…… 軽くいなして話を聞いてもらおう。
es_es: This merchant seems to have misunderstood ... I just want to buy perfume ... Let's lighten up and listen.

# EXPLANATION_135
source: 香水…… なんて恐ろしい水だったんだ。 あんな危険な水が将来、日本に出回ったら、 人生を滅茶苦茶にされる男達も増えるかもな。
es_es: Perfume ... What a terrifying water! If such dangerous water hits Japan in the future, more men may be ruined in their lives.

# EXPLANATION_136
source: 俺としたことがついええじゃないかしてしまった。 なんて恐ろしい踊りだ…… とりあえずこの場を治めなければ。
es_es: I wondered what I was doing. What a terrifying dance ... I have to rule this place for the time being.

# EXPLANATION_137
source: ええじゃないか踊りには不思議な力があるな。 いつ被害が出るか分からん。見つけたら、なんとか 鎮めるようにしなければ……
es_es: Yeah, dancing has a mysterious power. I don't know when the damage will occur. If you find it, you have to try to calm it down ...

# EXPLANATION_138
source: 侍に憧れる外国人、トムか。 時間のあるときにでも 千石邸前まで稽古をつけに行ってやるか。
es_es: Is it Tom, a foreigner who longs for a samurai? Would you like to go to the Sengoku residence to practice even when you have time?

# EXPLANATION_139
source: トム、実力を見せてみろ。 お手並み拝見させてもらうぞ。
es_es: Tom, show me your strength. I'll take a look at it.

# EXPLANATION_140
source: フッ、トムという男 なかなか気概のある男じゃないか。 迷いがふっきれたらもっと強くなれそうだ。
es_es: Huh, Tom, a man with a good spirit. I think I can become stronger if I get rid of my doubts.

# EXPLANATION_141
source: そろそろ道場にトムの稽古をつけにいってみるか。 たしか道場は昼しか開いてなかったな……
es_es: Shall we go to the dojo to practice Tom? I'm sure the dojo was open only during the day ...

# EXPLANATION_142
source: トム、迷いが吹っ切れたかどうか試させてもらうぞ。 シュギョーの成果をみせてみろ。
es_es: Tom, let me try to see if I'm out of luck. Show the results of Shugyo.

# EXPLANATION_143
source: トムのやつ、どんどん腕をあげてくるな…… しかし、色々と無理をしなければいいが。
es_es: Tom's guy, don't raise your arms more and more ... But I hope you don't overdo it.

# EXPLANATION_144
source: トム、子供たちに色々言われていたようだが、 大丈夫だろうか。声をかけてやろう。
es_es: Tom, it seems that the children have told me a lot, but is that okay? Let's call out.

# EXPLANATION_145
source: トム、侍になりたいというお前の意地、 俺に全部見せてみろ！
es_es: Tom, your willingness to be a samurai, show me everything!

# EXPLANATION_146
source: しばらくトムが道場に来ることはなさそうだ。 少し、寂しくなるな……
es_es: Tom is unlikely to come to the dojo for a while. Don't be a little lonely ...

# EXPLANATION_147
source: 武士の風上にもおけねぇ奴らだ。 おい、トム。本物の侍ってやつを見せてやれ!!
es_es: They can't even be upwind of the samurai. Hey Tom. Show me the real samurai !!

# EXPLANATION_148
source: 侍にとって一番大切なもの…… 外国人であるあいつが一番知っていたようだな。 俺も見習わなければな。
es_es: The most important thing for a samurai ... It seems that he, who is a foreigner, knew the most. I also have to emulate.

# EXPLANATION_149
source: 決着！ 黒豹飛脚団（開始）
es_es: Settled! Black panther Hikyaku (start)

# EXPLANATION_150
source: 武田との勝負に敗れてしまった。 しかし、このままでは終われない。 寺田屋近くにいる奴と決着をつけなければ……
es_es: I lost the game with Takeda. However, this is not the end. I have to settle with the guy near Teradaya ...

# EXPLANATION_151
source: 勝負を見届けた平川は、過去の呪縛から解放された。 平川に信頼を寄せる武田たちがいれば、 きっと新たな「京最速」の飛脚団が生まれることだろう。
es_es: Hirakawa, who saw the game, was released from the curse of the past. If there are Takeda and others who trust Hirakawa, a new "Kyoto fastest" Hikyaku team will surely be born.

# EXPLANATION_152
source: 魚を１匹も釣ったことが無い釣り人と出会った。 今回釣れないと今後釣りができくなるらしい。 魚を渡す約束をしたので、今度持っていくか……
es_es: I met an angler who had never caught a single fish. If you can't fish this time, you will be able to fish in the future. I promised to hand over the fish, so I'll bring it next time ...

# EXPLANATION_153
source: 魚を１匹も釣ったことが無い釣り人に、 魚を渡した。 その後、釣ることができたのだろうか？
es_es: I handed the fish to an angler who had never caught a fish. Was it possible to fish after that?

# EXPLANATION_154
source: 少年に何かあげる約束をした。 子供の趣味はわからんが、 いらないものでもあげるか。
es_es: I promised to give something to the boy. I don't know what my child's hobbies are, but can I give them something I don't need?

# EXPLANATION_155
source: 少年にいらないものをあげたら、 気に入ってもらえたようだ。 子供の趣味はわからんな……
es_es: If you give the boy something you don't need, he seems to like it. I don't know the hobbies of children ...

# EXPLANATION_156
source: 薪割り爺さんが腰をやってしまったらしい。 困っているようだし、手伝ってやろう。
es_es: It seems that the old man who chopped wood has gone down. It looks like you're in trouble, so I'll help you.

# EXPLANATION_157
source: 薪割り爺さんを手伝ってやった。 困っているようだし、今後も手伝ってやるか。
es_es: I helped the wood-splitting old man. It seems that you are in trouble, and will you continue to help?

# EXPLANATION_158
source: 飛脚に伏見一番街までの道を教えた。 無事に辿り着けただろうか。
es_es: I taught Hikyaku the way to Fushimi Ichibangai. Did you get there safely?

# EXPLANATION_159
source: 配達が終わらず、飛脚が困っているようだ。 町を歩くことは多いし、ついでに手伝ってやるとするか。
es_es: It seems that the delivery is not finished and the hikyaku is in trouble. I often walk around town, and I wonder if I'll help out.

# EXPLANATION_160
source: 元気が無い犬がいたな…… 腹が減っているのか？ 何か食い物でも持っていくか。
es_es: There was a dog that wasn't feeling well ... Are you hungry? Would you like to bring something to eat?

# EXPLANATION_161
source: とりあえず、元気が無い犬に食い物をやった。 誰かの飼い犬だとは思うが…… なぜここに留まっているのだろうか？
es_es: For the time being, I ate a dog that wasn't healthy. I think it's someone's dog ... why are you staying here?

# EXPLANATION_162
source: 汚れている猫（開始）
es_es: Dirty cat (start)

# EXPLANATION_163
source: まさか川に落ちるような おっちょこちょいな猫がいるとはな…… 心配だからちょくちょく様子を見に行ってみよう。
es_es: I don't think there are any sloppy cats that fall into the river ... I'm worried, so let's go see them often.

# EXPLANATION_164
source: ん？ 八坂神社の鳥居の下に何か落ちているな？ 手帳のようだが……
es_es: Hmm? Is there something falling under the torii gate of Yasaka Shrine? It looks like a notebook ...

# EXPLANATION_165
source: 叶わぬ恋に苦しんでいる日記の主に 俺が書いた返事が届けばいいな…… またしばらくしたら八坂神社に行ってみよう。
es_es: I wish I could get the reply I wrote to the diary who is suffering from unfulfilled love ... Let's go to Yasaka Shrine again after a while.

# EXPLANATION_166
source: 日記の主を怒らせてしまった…… だが俺はどう思うか尋ねられたから 素直な気持ちを書いただけだ。放っておこう。
es_es: I made the diary lord angry ... but I was asked what I thought, so I just wrote my honest feelings. Let's leave it alone.

# EXPLANATION_167
source: 恋愛に前向きになった日記の主に 返事を書いてみたが…… またしばらくしたら八坂神社に行ってみよう。
es_es: I wrote a reply to the diary who became positive about love, but ... Let's go to Yasaka Shrine after a while.

# EXPLANATION_168
source: 恋に苦しんでいた日記の主もいよいよ告白か。 うまくいくといいな。 八坂神社で思いを告げるらしいが……
es_es: Is the diary owner who was suffering from love finally confessing? I hope it works. It seems that he will tell his thoughts at Yasaka Shrine ...

# EXPLANATION_169
source: まさか日記の主が神主だったとは…… 告白は失敗したが、あかりには最初から脈が なさそうだったな…… 元気を出してくれ、神主。
es_es: No way, the priest of the diary was the priest ... The confession failed, but Akari seemed to have no pulse from the beginning ... Cheer up, the priest.

# EXPLANATION_170
source: プリプリでムチムチか…… たまには祗園遊びも悪くないかもしれないな。
es_es: Is it a whip and a whip ... Sometimes playing in Gion may not be bad.

# EXPLANATION_171
source: なにがプリプリでムチムチだ！ 力士じゃないか！ こんな悪徳商売、 のさばらせておくわけにはいかないな。
es_es: What is pre-prepared and plump! Isn't it a sumo wrestler! I can't let such a scam be left alone.

# EXPLANATION_172
source: まさか力士好きの人向けの揚屋があるとは…… 世の中は広いな……
es_es: There is no way there is a wrestler lover ... The world is wide ...

# EXPLANATION_173
source: 何がプリプリでムチムチだ！ 力士じゃないか！ 金と時間を無駄にしてしまった…… あんな店、もう二度と行かんぞ！
es_es: What's pre-prepared and plump! Isn't it a sumo wrestler! I wasted money and time ... I'll never go to such a store again!

# EXPLANATION_174
source: 日本を変えようとしている料理人がいる。 この男に手料理を渡す約束をした。
es_es: There is a cook who is trying to change Japan. I promised to give this man home cooking.

# EXPLANATION_175
source: 料理人に手料理を渡したが、 もう少しで何かを掴めるそうだ……
es_es: I handed the cook a homemade dish, but he seems to be able to grasp something soon ...

# EXPLANATION_176
source: この女と話していると、 不思議と胡瓜を渡してみたい気持ちになるな…… 何の事情だが知らんが、胡瓜１本持っていくか。
es_es: Talking to this woman makes me want to hand over a cucumber ... I don't know what the circumstances are, but do you bring a cucumber?

# EXPLANATION_177
source: この女はなぜ胡瓜が欲しかったのだろうか？ 渡した直後去ってしまったが……
es_es: Why did this woman want a cucumber? I left immediately after handing it over ...

# EXPLANATION_178
source: 賊に襲われる茶屋をひとりで守ってしまった…… あの男、只者ではないな。 しかし、なんというか、かわいそうだったな……
es_es: I've protected the teahouse attacked by thieves by myself ... That man isn't the only one. However, I feel sorry for him ...

# EXPLANATION_179
source: すずと池杉の待ち合わせ場所は鴨川沿いだったな。 阿栗もそこに向かっただろうし、 少し様子を見に行ってみるか。
es_es: The meeting place for Tin and Ikesugi was along the Kamo River. Aguri would have gone there too, so why don't we go see the situation for a while?

# EXPLANATION_180
source: すずにフられて池杉はかなり気が立っていたようだ。 嫌な予感がするな。屯所の近くにある社に行ってみよう。
es_es: It seems that Ikesugi was quite upset when he was struck by tin. Don't feel unpleasant. Let's go to a company near the tunsho.

# EXPLANATION_181
source: 阿栗とすず、うまくいってよかったな。 格好良さってのは見た目だけで決まるもんじゃない。 ……そう痛感したぜ。
es_es: I'm glad that Akuri and Tin went well. Coolness isn't just about how it looks. ...... I really felt that way.

# EXPLANATION_182
source: ん？ 屯所前の民家が騒がしいな。 未だに犬の鳴き声が響いているが…… 何かあったのだろうか。
es_es: Hmm? The private house in front of the tunsho is noisy. The dog's bark is still echoing ... I wonder if something happened.

# EXPLANATION_183
source: 権力を振りかざし弱いものを叩く…… 武士の風上にも置けねぇ犬以下な野郎だ。 じいさん達を守るために少し痛い目を見てもらおう。
es_es: Shake power and hit weak things ... You can't even put it on the windward side of a samurai. Let's have a little painful eyes to protect the grandfathers.

# EXPLANATION_184
source: 犬のかずきちの骨を埋めるための桜の木か…… どこかで身近なところでそれらしい木を見たような 気がするんだが…… いったいどこだったか。
es_es: A cherry tree to bury the bones of a dog's Kazukichi ... I feel like I saw a tree like that somewhere close to me ... where was it?

# EXPLANATION_185
source: む？ 俺の家の庭にあるあの木はまさか……
es_es: Mu? That tree in the garden of my house is really ...

# EXPLANATION_186
source: まさか俺の家の庭に桜の木があるとはな。 遥の許可もとったし、屯所の近くに住んでいる じいさん達に教えてやろう。
es_es: I don't think there is a cherry tree in the garden of my house. I've got Haruka's permission, and I'll tell the old men who live near the tunsho.

# EXPLANATION_187
source: 結局桜の木を教えるのをためらってしまった…… じいさん達には幸せな人生を送ってくれることを 祈るしかない…… すまない。
es_es: After all, I hesitated to teach the cherry tree ... I have no choice but to pray for my grandfathers to lead a happy life ... I'm sorry.

# EXPLANATION_188
source: かずきちはじいさん達のことが大好きだったんだな。 そんな気持ちが枯れたはずの桜を再び咲かせ、 ばあさんに言葉を返してくれた。……まさに奇跡だ。
es_es: Kazuki Chi loved the old men. The cherry blossoms, which should have withered such feelings, bloomed again and returned words to the grandmother. ...... It's a miracle.

# EXPLANATION_189
source: 猿吉という男に料理を作ってくれと頼まれた。 伏見にある居酒屋「はなこ」で待っているらしい。 その気になったら行ってみるか……
es_es: A man named Saruyoshi asked me to cook. It seems that they are waiting at the izakaya "Hanako" in Fushimi. Would you like to go if you feel like it ...

# EXPLANATION_190
source: 桶狭間将軍とやらに俺の料理を出した。 まずい料理を出したら殺されると聞いたが、 嘘だったのか……
es_es: I served my food to Shogun Okesama. I heard that if you serve bad food, you will be killed, but was it a lie ...

# EXPLANATION_191
source: 屯所の近くで熊がいただと……？ にわかには信じられないが、本当ならば危険だな。 あの子供に話を聞く必要がありそうだ。
es_es: If there was a bear near the tunsho ...? I can't believe it, but it's dangerous if it's true. I think I need to talk to that kid.

# EXPLANATION_192
source: く…… 熊がでた!!
es_es: I got a bear !!

# EXPLANATION_193
source: 熊と戦うなんて初めての経験だったな。 ……物騒な世の中になったもんだぜ。
es_es: It was my first experience fighting a bear. ...... It's a noisy world.

# EXPLANATION_194
source: 俺がおままごとだと……？ そんなこと子供の頃から一度もやったことないな。
es_es: If I'm playing house ...? I've never done that since I was a kid.

# EXPLANATION_195
source: 屯所の前で子供とままごとなんて、 新選組の連中に見られでもしたら…… 子供の頼みとはいえ、出来ないな。
es_es: If the Shinsengumi members could see the children playing house in front of the tunsho ... I can't do it, even if it's a child's request.

# EXPLANATION_196
source: おままごととはいえ、母役を務めた以上は、 この武士を倒して家内安全を守るとしよう。
es_es: Even if it's a play house, as long as you play the role of mother, let's defeat this samurai and protect your wife's safety.

# EXPLANATION_197
source: おままごとか……フッ、 こんな歳になって初めて体験できるとはな。
es_es: Playing house ... Huh, I don't think I can experience it until I'm this old.

# EXPLANATION_198
source: 頭をひどく打って倒れている男がいる。 手当てしなければ……
es_es: There is a man who hits his head badly and collapses. If you don't take care ...

# EXPLANATION_199
source: とりあえず、手当てはした。 しかし、 なんでこの男は倒れていたのだろうか……
es_es: For the time being, I took care of it. But why was this guy lying down ...

# EXPLANATION_200
source: 子供なのに野菜が好きという、 珍しい少年に出会った……
es_es: I met a rare boy who likes vegetables even though he is a child ...

# EXPLANATION_201
source: 野菜の少年に野菜をあげる約束をした。 家の余った野菜でもあげるか……
es_es: I promised to give vegetables to the vegetable boy. Would you like to give me some vegetables left over from my house ...
