Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: cleaned/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid0044001c.po
Languages: es_es

source: ばあさん、どうかしたのか？
es_es: What's wrong with you, grandmother?

source: うぅっ、く、苦しい～……
es_es: Ugh, it's painful ...

source: 大丈夫か？ 誰か呼んできてやるから ちょっと待ってろ！
es_es: Are you okay? I'll call someone, so wait a minute!

source: ええんや兄ちゃん。 ええねん。 うちは、もう死んでもええ。
es_es: Eh, brother. Yeah. Even if we are dead.

source: せやけど…… 心残りがあるんや。
es_es: But ... I have a regret.

source: なんだ？ 俺でよければ言ってみろ。
es_es: what? Tell me if you like.

source: 死ぬ前に、一度でええから 「卵」が食べてみたいんや……
es_es: I want to eat "eggs" at once before I die ...

source: （……卵か。 確かに、すぐに手に入るものではないが……）
es_es: (... Eggs? Certainly not immediately available ...)

source: お願いや～、卵…… 卵を食べさしてくれへんか？
es_es: Please, egg ... Can you eat the egg?

source: わかった。 ちょっと待ってろ。
es_es: all right. Wait a minute.

source: ばあさん、また具合がわるいのか？
es_es: Grandma, are you feeling sick again?

source: ……た、卵。
es_es: ...... Eggs.

source: え？
es_es: e?

source: ……こ、こないだの卵…… き、きっと卵食べたら、具合もよくなると思うねん……
es_es: ...... This is the egg that hasn't come ... I'm sure if you eat the egg, you'll feel better ...

source: た、卵を……
es_es: Eggs ...

source: わかった。 ちょっと待ってろ。
es_es: all right. Wait a minute.

source: 桐生
es_es: Kiryu

source: 老婆
es_es: Wife
