Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: cleaned/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00440050.po
Languages: es_es

source: し、信じられん…… なんなんだ、こいつ……
es_es: I can't believe it ... what the heck ...

source: まだやるか……？
es_es: Do you still do it ...?

source: も…… も……
es_es: Peaches……

source: もうやりませぇぇぇぇん！
es_es: I won't do it anymore!

source: まったく…… しょうもない奴らだ。 あんた、怪我はないか？
es_es: At all ... they're helpless. Are you injured?

source: う…… う……
es_es: UU……

source: ん？
es_es: Hmm?

source: 美しい!!!!
es_es: it's beautiful!!!!

source: ……え？
es_es: ……e?

source: 美しいわ美しいわ美しいわぁぁぁぁぁ！ あなたの戦う姿。あなたの剣を振るうしなやかな動き。 全てが華があって、最高に美しかったですわっ！
es_es: It ’s beautiful, it ’s beautiful, it ’s beautiful! Your fighting figure. A supple movement that swings your sword. Everything was brilliant and it was the most beautiful!

source: あなた…… 才能あるわよ！ 舞踊の！
es_es: You ... I'm talented! Of dance!

source: 舞踊の……？
es_es: Dance ...?

source: 申し遅れましたわね。わたくし、舞踊の教室を やっております、舞城ともうします。 気さくに、舞城先生、とお呼びくださいませ。
es_es: I was late. My name is Maijo and I am doing a dance class. Please kindly call me Maijo-sensei.

source: え？ あ、ああ。 まいじょう…… 先生、だな。 俺は斎藤だ。
es_es: e? Ah, ah. Maijo ... Teacher, that's right. I'm Saito.

source: 斎藤さん、ですね。 失礼ですが…… 舞踊を嗜んだことは？
es_es: Saito-san, isn't it? Excuse me ... Have you ever liked dance?

source: いや、ないが……
es_es: No, but ...

source: そうですか。……それはもったいないですわね。
es_es: Is that so. ...... It's a waste.

source: 長年、舞踊教室を切り盛りして、多数の生徒を 育ててきましたが…… あなたほどの華を持った生徒は なかなかいませんでしたわよ。
es_es: For many years, I've been running a dance class and raising a lot of students, but ... there weren't many students who were as brilliant as you.

source: ぜひとも…… ぜひとも、舞踊をやるべきですわ！
es_es: By all means ... By all means, you should do a dance!

source: お、俺が舞踊を……？
es_es: Oh, I dance ...?

source: そうですわ！ ……あなたのしなやかな動きは、 斬ることだけに使うにはもったいないですわ。
es_es: That's right! ...... Your supple movement is a waste to use only for slashing.

source: そうだ…… 試しに、体験授業を受けてみませんこと？
es_es: That's right ... Why don't you take a trial lesson as a trial?

source: 体験授業？
es_es: Trial lesson?

source: ええ。何事も、百聞は一見にしかず、ですから。 ささ、どうぞどうぞ。
es_es: Yeah. Everything is worth a thousand words. Now, please.

source: う、うむ……
es_es: Umm ...

source: おいババア！ いいからさっさと金出せ！
es_es: Hey Baba! It ’s okay, so give it away!

source: おほほほほ。下品な方ねぇ。
es_es: Cheeks and cheeks. Hey vulgar.

source: おい。何を騒いでいる。
es_es: Hey. What are you making noise about?

source: あら、素敵なお侍さん。 ……この方が、私を力ずくで押し倒してあんなことや こんなことをしたいと迫ってくるのです！
es_es: Oh, a nice samurai. ...... This person pushes me down by force and urges me to do something like that or something like this!

source: ち、ちげえよ！ ……俺はただ、金が欲しいだけだ！ あんなことやそんなことはしたくねぇよ！ アンタみてぇなババアと！
es_es: Chigee! ... I just want money! I don't want to do that or that! With Babaa you see!

source: まっ！ ひどいっ！
es_es: Hmm! Terrible!

source: なんだかよく分からんが…… 要は強引に金を奪おうとしてるってことか？
es_es: I don't know what it is ... The point is that you are trying to steal money forcibly?

source: あ、ああそうだよ！ お前も邪魔するなら、ただじゃすまねぇぞ！
es_es: Oh, that's right! If you bother me, I'm sorry!

source: ……なら、邪魔させてもらうか。
es_es: ...... Then, would you like to disturb me?

source: ……上等だ！ おい、お前ら、出てこい！
es_es: ...... Good! Hey, you guys, come out!

source: あらやだっ！ お仲間がいたのね！ 卑怯な方々ですこと……
es_es: Oh no! You had friends! Being cowardly people ...

source: 下がっていろ。
es_es: Go down.

source: あまりご無理なさらないでくださいな。
es_es: Please do not overdo it.

source: へへへ。いい度胸してるな……！ ぶっ殺してやる！
es_es: Hehehe. Don't be courageous ...! I'll kill you!

source: 野盗
es_es: Wild thief

source: 龍馬
es_es: Ryoma

source: おばさん
es_es: Aunt

source: 舞城
es_es: Dance city
