Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: cleaned/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid0044000e.po
Languages: es_es

source: 突然すまないが…… あんた、医者か？
es_es: I'm sorry suddenly ... Are you a doctor?

source: ……な、なんだ唐突に。 いかにも、俺は医者だが……
es_es: …… What abruptly. I'm a doctor, but ...

source: 急病人がいるんだ。 悪いが、すぐに診てやってくれないか？
es_es: There is a sudden illness. I'm sorry, but can you see me right away?

source: ……本当に俺でいいのか？
es_es: ...... Is it really okay with me?

source: ああ。 とにかく、早く来てくれ。
es_es: Oh. Anyway, come early.

source: ……分かった。案内してくれ。
es_es: ……Do you get it. Please guide me.

source: ふ…… ちょっと元気になりすぎだな……
es_es: Hmm ... I'm a little too energetic ...

source: 俺からも礼を言う。 おかげで助かった。
es_es: I also thank you. Thanks to you, I was saved.

source: なぁに……病人を助けるのは、 医者として当然のことだ。
es_es: What ... It's natural for a doctor to help a sick person.

source: ……俺は医者の健って言うんだ。 よろしくな。
es_es: ...... I say the doctor is healthy. nice to meet you.

source: おー、誰や思たら ヤブ医者の健さんやないか？
es_es: Oh, who do you think is Ken-san, a quack doctor?

source: わ、若松……！
es_es: Wakamatsu ...!

source: 誰だ、お前は？
es_es: Who are you?

source: 誰やとは失礼やな。
es_es: Excuse me for anyone.

source: 俺の名は若松。祗園で一番の名医や。 よう覚えとけ！
es_es: My name is Wakamatsu. The best doctor in Gion. Remember!

source: ふん……何が名医だ。
es_es: Hmm ... what is a great doctor?

source: ほーう。人殺したことあるヤブ医者のあんたに、 そんな風に言われる筋合いないなぁ。
es_es: Hmmm. It doesn't make sense to be told that way by a quack doctor who has killed a murderer.

source: 人を……殺した？
es_es: Did you kill a person ...?

source: あれれ？ お前、そんなんも知らんのか？
es_es: That? Do you know that too?

source: この健さんっていう医者はなぁ、 昔、自分の不手際で人殺してもうた事があるんやで。
es_es: This doctor, Ken-san, used to kill people by his own mischief.

source: ……本当なのか？
es_es: ...... Is it true?

source: その事件でついたあだ名が「殺人医者の健」！
es_es: The nickname given in that case was "Ken, a murder doctor"!

source: 昔は「祗園一の名医」とか言われてたんやけど その事件以来、誰もこいつを信用せんようになってな。
es_es: In the old days, it was said to be "the best doctor in Gion", but since that incident, no one has come to trust this guy.

source: とっくによそ行った思ててんけど まさかまだ祗園に居たとはな……
es_es: I thought I went away, but I didn't think I was still in Gion ...

source: 早よ消えろや！
es_es: Disappear soon!

source: てめぇ……好き勝手言いやがって！
es_es: Teme ... Say whatever you want!

source: いいんだ……
es_es: it's alright……

source: だが……！
es_es: But ...!

source: 俺が人を殺してしまったのは事実だ。 全ての責任は俺にある。
es_es: It's true that I killed a person. All responsibility lies with me.

source: 医者ってのは、人の命を救う仕事だ。 だから、俺のしちまったことは、最低の行為なんだよ。
es_es: A doctor is a life-saving job. So what I've done is the worst thing I can do.

source: ……言い訳なんかできねぇんだ。 それだけのことをしちまったんだよ、俺は……
es_es: ...... I can't make any excuses. I've done that much, I ...

source: へへへ…… よう分かっとるやんけ。 目障りやさかい、早よ荷物まとめて出てけよ！
es_es: Hehehe ... I understand. It's annoying, get out of your luggage as soon as possible!

source: 祗園には、この名医・若松様がおるさかいな！ もうお前みたいなヤブ医者は用済みなんや。
es_es: This famous doctor, Mr. Wakamatsu, is in Gion! A quack doctor like you is already obsolete.

source: ひゃひゃひゃ！ じゃあな！ さいなら！ お疲れさん！
es_es: Hyahyahya! See you! Farewell! Well done!

source: すまねぇな…… 情けないところを見せちまって。
es_es: I'm sorry ... Show me the pitiful part.

source: あいつの言うとおり、俺は人を殺しちまった医者だ。 そのせいで祗園の皆からの信頼も完全に失っちまった。
es_es: As he says, I'm a doctor who has killed people. As a result, the trust of everyone in Gion has been completely lost.

source: 人から信頼されなくなったら、医者はおしまいだ。 あいつの言うとおり、近いうちにここを出ようと思う。
es_es: If people don't trust you, the doctor is over. As he says, I'll leave here soon.

source: 本当は…… 俺を育ててくれたこの祗園で、 ずっと医者をやっていたかったんだがな……
es_es: The truth is ... I've always wanted to be a doctor in this Gion that raised me ...

source: 健さん……
es_es: Ken-san ……

source: じゃあな。 こんな俺を信頼してくれて……ありがとよ。
es_es: See you. Trust me like this ... Thank you.

source: 桐生
es_es: Kiryu

source: 医者
es_es: doctor

source: 若松
es_es: Wakamatsu
