Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: cleaned/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c1301.po
Languages: es_es

source: うっちゃん、いるんでしょう……？ さっきはごめんね。
es_es: Uchi, are you there ...? I'm sorry a while ago.

source: うっちゃん、あのね。 今日はうっちゃんのために斎藤さんって方が いらっしゃってくれてるのよ。
es_es: Uchi, that's right. Saito-san is here for Uchi-chan today.

source: 部屋に行ってもいいかしら？
es_es: May I go to the room?

source: だめに決まってんだろ！ 帰らせろよ！
es_es: It's decided to be useless! Let me go home!

source: だめらしいです……
es_es: It seems to be useless ...

source: ……上がるぞ。
es_es: ...... It will go up.

source: ……はい。
es_es: ……Okay.

source: あ、あんた誰だよ！ 勝手に入ってくるんじゃねーよ！
es_es: Oh, who are you! It doesn't come in without permission!

source: ……俺は斎藤だ。お前と話をしに来た。
es_es: ...... I'm Saito. I came to talk to you.

source: はぁ？ 何なんだよ！
es_es: Huh? What is it!

source: 斎藤さんもね、武士の家系に生まれたのに 長男じゃないんですって。
es_es: Saito-san was born in a samurai family, but he's not the eldest son.

source: うっちゃんがいろいろ相談できるんじゃないかって 思って来ていただいたの。
es_es: I was wondering if Uchi-chan could talk to me in various ways.

source: なっ！ た、頼んでないだろ!? それに…… 会ったばかりの奴に 相談なんかできるわけないだろ！
es_es: Nah! You didn't ask !? And ... you can't talk to the guy you just met!

source: 奥さん…… すまんが、こいつと２人きりにさせてくれ。
es_es: Wife ... I'm sorry, let me be alone with this guy.

source: え？ あ、はい。
es_es: e? Oh, yes.

source: ……そ、それじゃあね、うっちゃん。
es_es: ...... Well then, Uchi-chan.

source: あ、ちょ、待っ……！
es_es: Oh, wait ...!

source: （母親がいなくなった途端 急に無口になってしまったな……）
es_es: (As soon as my mother disappeared, I suddenly became silent ...)

source: （何か話をふってみようか……）
es_es: (Let's talk about something ...)

source: ……ずっと家に引きこもっていると聞いたが、 いったい、いつも何をしているんだ？
es_es: I heard that you're staying home all the time, but what on earth are you always doing?

source: えっ……
es_es: eh……

source: ……母親に買ってきてもらった瓦版を読んだり、 春画見たり、基本家でごろごろしてる。
es_es: ...... I read the Kawaraban that my mother bought me, see Shunga, and hang out at the basic house.

source: ……他は？
es_es: ...... What else?

source: 特にないよ……
es_es: Nothing in particular ...

source: ……本当に、他に何もないのか？
es_es: ...... Is there really nothing else?

source: ほ、本当だけど……
es_es: It's true, but ...

source: ……それでいいのか？ お前は？
es_es: ……Is that ok? You are?

source: え…… な、何がだよ！
es_es: Eh ... what is it!

source: 家の外にはお前の知らないおもしろいものが もっとたくさんあると思うぞ。
es_es: I think there are many more interesting things you don't know outside the house.

source: 人生は一度きりだ。 このままずっとそんな生活でいいのか？ ……後悔、するんじゃないか？
es_es: Life is only once. Is it okay to live like that all the time? ...... I regret it, don't you?

source: あ、いや…… その、はい。
es_es: Ah, no ... that, yes.

source: そ、そうですね……
es_es: Well, that's right ...

source: ……友達はいるのか？
es_es: ...... Do you have friends?

source: えっ、何だよ……
es_es: What is it ...

source: 友達だ。友達はいないのか？
es_es: I'm a friend. Do you have any friends?

source: む、昔はいたさ…… 子供のころだけどな……
es_es: Well, I used to be ... I was a kid ...

source: けど大人になっていくにつれて、 段々遊ばなくなったり、連絡しなくなったり……
es_es: But as I grow up, I don't play or contact me ...

source: だから現状、友達っていうものが いるのかいないのか問われると……
es_es: So at the moment, when asked if I have friends or not ...

source: いないのか……
es_es: Isn't it ...

source: 違う違う。 いないというか…… 作らないだけ。
es_es: No no. I mean ... I just don't make it.

source: そもそも大人になったら友達なんていらないし？ そんなに遊ばないし？ 現に１人でも今楽しいし？
es_es: In the first place, when you grow up, you don't need friends? Don't you play so much? Is it really fun to be alone now?

source: ……むしろさ、友達なんていたら大変だよ。 付き合いでお金も時間もかかるし、 気も遣わなくちゃいけないじゃないか。
es_es: ...... Rather, it would be hard to have friends. It takes money and time to get along, and you have to be careful.

source: ……うん、やっぱりそうだ。 友達なんていない方がいいに決まってる。
es_es: ...... Yeah, that's right. It's decided that you shouldn't have any friends.

source: ……そんなことはない。
es_es: ……No such thing.

source: えっ。
es_es: eh.

source: そいつのために金や時間をかけても惜しくない…… そんな友に、お前はまだ会ってないだけじゃないか？
es_es: It's okay to spend money and time for it ... You just haven't met such a friend yet?

source: 多少友人に気を遣うのも当然だろう、 ……それだけ大事な存在なんだからな。
es_es: It's natural to be a little concerned about friends, because it's that important.

source: ……そうは思わないか？
es_es: ……Do not you think so?

source: あぁ…… はい、そっすね……
es_es: Ah ... yes, that's right ...

source: 好きなことはあるのか？
es_es: Do you have anything you like?

source: えっ、何？ ……好きなこと？
es_es: What? ……thing of interest?

source: あぁ。何か夢中になれるものが、 １つや２つあるだろう？
es_es: Ahh. Is there one or two things that you can get hooked on?

source: はぁ……
es_es: Hmm ...

source: ……よく考えてみろ。
es_es: ...... Think carefully.

source: む、夢中になれる…… 好きなこと…… うーん……
es_es: Mmm, I can be absorbed in it ... What I like ... Hmm ...

source: ……ない。
es_es: ……Absent.

source: な…… ないのか？
es_es: Hmm ... isn't it?

source: うん、ない。
es_es: Yeah, no.

source: ……あ、しいていえば 何もせず暮らしていける今の生活が好きかな！
es_es: …… Ah, I wonder if I like the current life where I can live without doing anything!

source: ……な、何だよ。
es_es: ...... What is it?

source: 俺の知っている、お前と同じ年頃の若者は 自分の好きなことのために一生懸命だ。
es_es: I know young people around the same age as you are working hard for what you like.

source: そいつらは、ちゃんと自分の人生を、 一心不乱に生きている……
es_es: They are living their lives properly ...

source: ちょ、待って！ 同年代の奴らの話はやめてくれ！ 精神が不安定になるだろ!!
es_es: Wait a minute! Stop talking about people of the same age! Your mind will be unstable !!

source: お、俺だって、同い歳の奴らが頑張ってるの見て、 引け目に感じたりするんだよ……
es_es: Oh, I also feel like I'm close when I see people of the same age doing their best ...

source: ……何故そんな気持ちはあるくせに、 現状を変えようとしないんだ？
es_es: ...... Why don't you try to change the current situation even though you have such feelings?

source: え、あ、えぇっと……
es_es: Um, um ...

source: ……自分を変えるつもりはあるのか？
es_es: ...... Are you going to change yourself?

source: それは…… えーと、な……
es_es: That is ... well ...

source: いや、ある…… ありますよ……
es_es: No, there is ... there is ...

source: ……いつ変わるんだ？
es_es: ...... When will it change?

source: ……いつでしょう？
es_es: ...... When is it?

source: 今だろ!!
es_es: Now !!

source: ……そっすね。
es_es: ...... That's right.

source: （この男が、自分を変えようとする 何かきっかけのようなものが必要だと思うが……）
es_es: (I think this guy needs something to change himself ...)

source: （見ず知らずの俺がいきなり正面から言っても、 聞き入れてもらえないだろう…… いったいどうしたものか）
es_es: (Even if I'm a stranger suddenly say it from the front, it won't be heard ... What's the matter?)

source: （まずは打ち解けることが大事だ。 何気ない会話から内太郎との心の距離を縮めねば）
es_es: (First of all, it is important to be able to understand. You have to shorten the distance between you and Uchitaro from casual conversation.)

source: ……内太郎、お前はどんな女が好きなんだ？
es_es: ...... Uchitaro, what kind of woman do you like?

source: ふ、ふぇ!? 女!? いきなり、何？
es_es: Huh, hey !? Woman !? Suddenly, what?

source: その歳だ、色々経験もあるだろう。 どういう女が好みなんだ？
es_es: At that age, I'm sure he has a lot of experience. What kind of woman do you like?

source: 経験…… ないよ。
es_es: Experience ... I don't.

source: えっ。
es_es: eh.

source: い、いや、家にずっといるのに 女と出会う機会なんてあるわけないじゃない。 そういったお店にも行かないし。
es_es: No, I don't have the opportunity to meet a woman even though I've been at home all the time. I have to go to such a store.

source: 毎日目にする女と言えば母親か、親戚のおばさんか、 ……春画のうすっぺらい人達だね。
es_es: The women I see every day are mothers, relatives' aunts, and so on.

source: だから好みって言われると、よくわからないな。
es_es: So when people say they like it, I don't really understand.

source: そ、そうなのか……
es_es: Is that so ...

source: あ、でも理想ならあるかな？
es_es: Oh, but is there an ideal?

source: おぉ、どんな理想だ？
es_es: Oh, what kind of ideal is it?

source: えーっと、そうだなぁ……
es_es: Well, that's right ...

source: 髪が長くて、すっごく美人で、おしとやかで、 やさしくて、俺だけをずっと好きで、家が金持ちで、 床上手で、料理も得意で、俺を養ってくれる人かな！
es_es: He has long hair, is very beautiful, is graceful, kind, loves me all the time, has a rich house, is good at flooring, is good at cooking, and is a person who feeds me!

source: ……ずいぶん理想が高いな。
es_es: ...... The ideal is quite high.

source: だって、その人と一生添い遂げるわけでしょう？ これでも妥協してる方だよ！ あ、地主の娘とかだったらなおいいよね。
es_es: After all, you'll stay with that person for the rest of your life, right? Even this is a compromise! Oh, it would be even better if it was the landowner's daughter.

source: ……時々窓からさぁ、 その辺を歩いている女達を見かけるんだけどね。
es_es: ...... Sometimes I see women walking around the window from the window.

source: いやーあんなのだめだめ。見るからに平凡って感じ！ 色気も教養もなさそうだし、あんなのは無理無理！
es_es: No, it's no good. It feels mediocre to see! I don't seem to have sex appeal or education, and I can't do that!

source: 現実を見ろ!!
es_es: Look at the reality !!

source: お前は家に引きこもって何もしようとしない、 ……ただの無職の男なんだぞ！
es_es: You stay home and don't do anything ... you're just an unemployed man!

source: 自分では何もしようとせず他人に要求してばかり。 口ばかり達者で、そのくせ理想だけは高い…… そんな男に、理想の女が振り向いてくれると思うか？
es_es: I don't try anything myself and just ask others. He is a fluent person, and his ideals are high ... Do you think that an ideal woman will turn to such a man?

source: いや、お前が馬鹿にしてる普通の女にだって、 好かれるわけがないだろう!!
es_es: No, even an ordinary woman you're making a fool of wouldn't be liked !!

source: （しまった、何気ない会話で打ち解けるつもりが つい説教をしてしまった……）
es_es: (I'm sorry, I'm going to talk in a casual conversation, but I just gave a sermon ...)

source: ……その通り、ですよね。
es_es: …… That's right.

source: えっ。
es_es: eh.

source: 本当はわかってるんですよ。 俺に誰かから好かれる資格なんてありません。
es_es: I really know. I don't qualify to be liked by anyone.

source: つい強がって…… 周りの人を見下してるふりをして…… そうやって、自分を保ってるだけ。
es_es: Just be strong ... pretending to look down on the people around you ... just keep yourself that way.

source: はは、斎藤さん。今まであなたみたいに はっきりとしかってくれる人、いなかったな……
es_es: Haha, Mr. Saito. Until now, no one was as clear as you ...

source: あ、ありがとう……
es_es: Oh, thank you ...

source: （……意図した通りではなかったが、 内太郎が少し打ち解けてくれたようだな……）
es_es: (... It wasn't what I intended, but it seems that Uchitaro was able to understand it a little ...)

source: （この男を変えるためには、 多少焦らせた方がいい気がするな……）
es_es: (In order to change this man, I think it's better to rush a little ...)

source: ……内太郎、お前、将来どうするんだ？
es_es: ...... Uchitaro, what are you going to do in the future?

source: えっ？
es_es: eh?

source: まさか、このままずっと死ぬまで この家で部屋住みとして暮らしていくつもりなのか？
es_es: Do you intend to live in this house as a room until you die?

source: いや、そこまでは思ってないけど……
es_es: No, I don't think so ...

source: なるほど、家を出るつもりはあるということか？ じゃあどうする？ お前は将来どんな仕事についている予定なんだ？
es_es: I see, do you intend to leave the house? Then what do you do? What kind of work are you planning to do in the future?

source: あの、そんな真面目なこと突然言われても……
es_es: Even if you suddenly say such a serious thing ...

source: 突然というけどな、 お前は今までじゅうぶん考える時間があったはずだ。
es_es: Suddenly, you should have had enough time to think about it.

source: 親だっていつまでも生きちゃいない。 お前１人残されたら、この先どうする？ お前を守ってくれる人が誰１人いなくなるんだぞ。
es_es: Even parents never live. What would you do if you were left alone? There will be no one to protect you.

source: このままだと路頭に迷うぞ。それとも 疎まれながら兄夫婦の厄介になり続けるのか？
es_es: At this rate, you'll get lost on the road. Or will it continue to be a nuisance to the older brother and his wife while being estranged?

source: う…… う……
es_es: UU……

source: う、うわぁぁぁん!!
es_es: Uhhhhhh !!

source: 精神的なところをえぐるのやめてください！ もう心ズタボロですよ！ 俺、心弱いんですよ！
es_es: Stop scooping out the spiritual part! It's already a mess! I'm weak!

source: す、すまん…… 言いすぎた。
es_es: I'm sorry ... I said too much.

source: わ、わかりましたよ……
es_es: I understand ...

source: これからは将来のこと、 もっと真面目に考えなきゃだめだなって…… 思いました。
es_es: From now on, I have to think more seriously about the future ... I thought.

source: （あまりいい手ではなかった気がするが、 少しは現実と向き合ってくれるようだな……）
es_es: (I don't think it was a good move, but it seems that he will face reality a little ...)

source: 内太郎…… ちょっとそこに立て。
es_es: Uchitaro …… Stand there for a moment.

source: えっ、なんで？
es_es: Eh, why?

source: 一発殴って根性を叩きなおそうと思ってな。
es_es: I'm thinking of hitting one shot and hitting my guts again.

source: えっ、えっ、なんでだよ！ やだよ！ 痛いよ！
es_es: Eh, eh, why! no way! It hurts!

source: これもお前のためだ……
es_es: This is also for you ...

source: 殴られた痛みでお前の中の何かが目覚め そのひねくれた根性も治るはずだ。
es_es: The pain of being beaten should awaken something in you and cure its twisted guts.

source: 何言ってんだこいつ！ 考え方が危ないんだけど!?
es_es: What are you talking about! The way of thinking is dangerous !?

source: そ、そうか……？
es_es: Oh yeah ...?

source: 自分で言うのもなんだけどさ、 そういうのは俺みたいなひねくれ者には 逆効果じゃないの？
es_es: I'd say it myself, but isn't that counterproductive to a twister like me?

source: はぁー、斎藤さんしっかりしてくださいよ。 仮にもうちの母親から俺のこと任されてるんでしょ？
es_es: Hmm, Mr. Saito, please be firm. Even if my mother is in charge of me, right?

source: そんなんでどうするんですか。 殴るって何なんですか。
es_es: So what do you do? What is hitting?

source: そんな単純なことで解決するもんなら 俺なんてとっくの昔に家の外、出てますよ。
es_es: If you can solve it with such a simple thing, I've been out of the house long ago.

source: ……たしかに。
es_es: ……Certainly.

source: （ちからわざはあまりよくないみたいだな……）
es_es: (It seems that the work is not so good ...)

source: （さて、ここからどうするか……）
es_es: (Well, what to do from here ...)

source: （勝負に出るなら今だ。 もっと深く、内太郎と言う男に踏み込んでみよう）
es_es: (Now is the time to play the game. Let's step deeper into a man named Uchitaro)

source: ……おい、立て。
es_es: …… Hey, stand up.

source: えっ。何ですか。
es_es: eh. What is it.

source: 今から外へ行くぞ。
es_es: I'm going outside now.

source: 何言ってんの！ い、嫌ですよ！
es_es: What are you talking about! I hate it!

source: 多少荒療治になるが…… 引きこもりのお前を外に連れ出すためだ。 これしか方法がないだろう。
es_es: It will be a little rough treatment, but ... to take you out withdrawal. This is the only way.

source: いや、あるある！ 他にも方法多分ありますよ、きっと！
es_es: No, there is! There are probably other ways, I'm sure!

source: ……えっとですね、そもそも俺を外に連れ出すのって そういう物理的な問題じゃないでしょう？
es_es: ...... Well, isn't it such a physical problem to take me out in the first place?

source: 斎藤さん、あなたが俺を外に連れ出したとします。 それでいったいどうなるんですか？
es_es: Saito-san, suppose you take me out. What happens with that?

source: あなたが帰った後、明日以降、 俺が引きこもりから脱却して、 自分からすすんで外に出るかって話ですよ。
es_es: After you return, from tomorrow onwards, I'm talking about whether I'll break away from withdrawal and be willing to go out.

source: そういうことじゃないでしょう？
es_es: Isn't that the case?

source: （正論だな……）
es_es: (That's right ...)

source: （まさか引きこもりの男に説教されるとは…… ここから挽回できるのか？）
es_es: (No way to be preached by a withdrawal man ... Can you recover from here?)

source: （厳しく強制するよりも、優しく諭すだけの方が 時に効果的な場合もある……）
es_es: (Sometimes it's more effective to just give a gentle counsel than to force it tightly ...)

source: （よし…… 情に訴えかけてみよう）
es_es: (OK ... let's appeal to the emotions)

source: 内太郎…… お前もじゅうぶん知ってることだとは思うが……
es_es: Uchitaro ... I think you know enough ...

source: な、なんですか。
es_es: What is it?

source: ……親御さん、お前のこと心配してたぞ。
es_es: ...... Parents, I was worried about you.

source: そ、そんなこと…… もちろん知ってますよ……
es_es: Well, that's ... of course I know ...

source: いい母親を持ったな。よその家なら とっくに愛想を尽かされてもおかしくない。
es_es: I have a good mother. If it's another house, it's safe to be exhausted.

source: ……それでもお前の母親は、お前のことを いつだって一番に心配しているようだった。
es_es: ... Still, your mother always seemed to be the most worried about you.

source: すぐに外に出ていけとは言わない。
es_es: I don't tell you to go out right away.

source: だが、自分がやりたいことを探すくらいは してみたらどうだ？ お母さん、喜ぶぞ。
es_es: But why not try to find what you want to do? Mom, I'm glad.

source: お、俺……
es_es: Oh, I ...

source: そ、そりゃあ俺だって、できることなら 母さんに何かしてあげたいですよ……
es_es: Well, I want to do something to my mother if I can ...

source: 働いて金稼いで、今まで世話になったぶん、 めいっぱい親孝行してやりたい！ そうは思いますけど……
es_es: I've worked and earned money, and I've been taken care of so far, so I want to do a lot of filial piety! I think so ...

source: ……無理なんですよ。
es_es: ...... I can't.

source: 何？
es_es: what?

source: そんなの、俺には、できないんですよ……
es_es: I can't do that ...

source: （情に訴えかけるのはうまくいったようだが、 それ以前にこの男、何か問題があるようだな……）
es_es: (It seems that it worked well to appeal to the emotions, but before that, this man seems to have something wrong ...)

source: （最終的に、前へ踏み出すのは内太郎自身だ）
es_es: (Ultimately, it is Uchitaro himself who steps forward)

source: （劣等感の塊のようなこの男に、 自分にも何かできると、 そう自信をつけさせることができれば……）
es_es: (If I could make this man, who looks like an inferiority complex, feel confident that he could do something for himself ...)

source: 内太郎、お前には得意なことはないのか？
es_es: Uchitaro, isn't there anything you are good at?

source: へ？ 得意なこと……？
es_es: What? Special skill……?

source: あぁ、ひとつくらいあるだろう。
es_es: Oh, there will be about one.

source: ……得意なことか、そうだな。
es_es: ...... I think I'm good at it.

source: ひとつくらいある…… いや、あったな。 ハハ、誰にも負けないくらいの、あったよ。
es_es: There is about one ... No, there was. Haha, there was as much as anyone else.

source: それはすごいな。いったい何なんだ？
es_es: That's amazing. What on earth is it?

source: ……あんまり、言いたくない。
es_es: ...... I don't want to say that much.

source: ……？ そうなのか？
es_es: ……? Is that so?

source: ちょっと…… 色々あってさ。
es_es: Hey ... there are various things.

source: そうか…… 無理には聞かないことにしよう。
es_es: I see ... I won't force you to ask.

source: ……だがな、 誰にも負けないと思える何かがあるということは それだけでじゅうぶん武器になる。
es_es: …… But, having something that seems to be second to none is enough to be a weapon.

source: もしお前が、自分には何もできないと 思い込んでいるのなら、それは大きな間違いだ。
es_es: If you think you can't do anything, that's a big mistake.

source: お前ならきっと大丈夫だ。自分に自信を持て。
es_es: I'm sure you'll be fine. Be confident in yourself.

source: 斎藤さん…… ありがとう。 そんなこと、俺、久しぶりに言われた。嬉しいよ。
es_es: Mr. Saito …… Thank you. I was told that after a long time. I am glad.

source: 俺の武器…… 俺の自信…… かぁ。
es_es: My weapon ... my confidence ... huh.

source: （内太郎が前を向いて歩きだそうとしている…… どうやらうまくいったようだ）
es_es: (Uchitaro is about to walk forward ... apparently it worked)

source: ……実は小さい頃、 俺、剣が好きだったんですよ。
es_es: ...... Actually, when I was little, I liked swords.

source: 毎日剣を振って…… 少し才もあったんでしょうね、 自分でもわかるくらいどんどん上達していきました。
es_es: Swinging my sword every day ... I think I was a little talented, and I've improved steadily so that I can understand it.

source: 道場で開かれた大会では 結構いい成績、残したこともあるんすよ。
es_es: At the tournament held at the dojo, I've done quite well and I've left some.

source: ほう、それはすごいな。
es_es: Hmm, that's amazing.

source: 長男じゃないから家は継げないってわかってたけど 将来は何か剣に関わる仕事をしたいって 本気で思ってたんです。
es_es: I knew I couldn't take over the house because I wasn't the eldest son, but I really wanted to do something related to the sword in the future.

source: ……あの時までは。
es_es: ...... Until that time.

source: あの時？
es_es: That time?

source: ……目の前で人が斬り殺されたんです。
es_es: ...... A person was killed in front of me.

source: 死んだのは、斬られて当然の悪党でした。 逃亡中のところを、背中から同心に斬られたんです。
es_es: The one who died was a villain who was killed and deserved. I was slashed concentrically from my back while I was on the run.

source: その時、初めて人が死ぬ瞬間を見ました。
es_es: At that time, I saw the moment when a person died for the first time.

source: どんどん流れてく血と、生気を失っていく体を見て 俺、すごく怖くなって……
es_es: Seeing the blood flowing and the body losing its vitality made me very scared ...

source: ……それと同時に思ったんです。
es_es: …… At the same time, I thought.

source: 俺が一心不乱に振ってた剣ってやつは 人の命を奪うためにあったんだなって。
es_es: The sword I was waving intently was there to kill people.

source: ……気付いたら何もする気がおきなくなってました。
es_es: ...... When I noticed, I didn't feel like doing anything.

source: そんで、いつの間にか部屋住みとして だらだらと暮らすようになってたんです……
es_es: Then, before I knew it, I started to live lazily as a room resident ...

source: ……もう剣は握らないのか？
es_es: ...... Do you not hold the sword anymore?

source: ……はい。
es_es: ……Okay.

source: 剣じゃなくても…… 他のことでもいいから 何か頑張らないといけないとは思うんですけどね。
es_es: Even if it's not a sword ... I think I have to do something because it can be something else.

source: ……駄目なんですよ。
es_es: ...... It's no good.

source: 何かにやる気を出した瞬間、 目の前で悪党が死んでいく光景が蘇って 力が抜けちゃうんです……
es_es: The moment I get motivated, the sight of the villain dying in front of me revives and I lose my power ...

source: 剣を握るなんて、もってのほか。 ……俺には一生部屋住みがお似合いなんですよ。
es_es: It's just like holding a sword. ...... I'm looking good in living in a room for the rest of my life.

source: ハハハ…… 俺がどうしようもない奴ってこと、わかりました？
es_es: Hahaha ... Did you know that I can't help?

source: 今日はわざわざ来てくれてありがとうございます。
es_es: Thank you for coming all the way today.

source: 斎藤さんと話せてよかったです。 今の自分から変わりたいって、本気で思いました。 でも…… やっぱり俺には……
es_es: I'm glad I was able to talk to Mr. Saito. I really wanted to change from what I am now. But ... after all ...

source: 斎藤さんと話せてよかったです。 何となく俺、今のままじゃいけないって思いました。 でも…… やっぱり俺には……
es_es: I'm glad I was able to talk to Mr. Saito. Somehow I thought I shouldn't stay as it is. But ... after all ...

source: 正直言ってめちゃくちゃで、空回りしてましたけど 俺のために頑張ってくれようとしたことは わかりました。 それでも、俺は……
es_es: To be honest, it was messed up and I was spinning, but I knew I was trying to do my best for me. Still, I ...

source: お願いだからもう帰ってください。
es_es: Please go home already.

source: 帰ってくださいよっ……!!
es_es: Please go home ... !!

source: 内太郎の母親
es_es: Uchitaro's mother

source: 内太郎
es_es: Uchitaro

source: いつも何をしているんだ？
es_es: What are you doing all the time?

source: 友達はいるのか？
es_es: Do you have friends?

source: 好きなことは？
es_es: The thing I like is?

source: まずは何気ない会話で打ち解ける
es_es: First of all, you can talk in a casual conversation

source: 将来について不安を煽る
es_es: Fuel anxiety about the future

source: 一発殴る
es_es: Hit one shot

source: 強引に外へ連れ出す
es_es: Forcibly take it out

source: 情に訴えかける
es_es: Appeal to emotions

source: 自信をつけさせる
es_es: Build confidence
