Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: cleaned/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00092237.po
Languages: es_es

source: いつもお疲れ様です。 また御用の際は気軽にお声掛け下さい。
es_es: Thank you for your hard work. Please feel free to contact us when you need it.

source: そういえば、新しく加わった平隊士も 育ててみると意外と使えるようになるものですよ。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Speaking of which, if you raise a newly added flat soldier, you will be able to use it unexpectedly. Also, please feel free to contact us when you need it.

source: 当たり前のことですが、平隊士の中にも 成長の速い者、遅い者がいるようですよ。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Obviously, some of the flat soldiers are growing fast and some are slow. Also, please feel free to contact us when you need it.

source: 成長の遅い平隊士ほど、最終的には よく伸びると感じるのは私だけでしょうか…… ではまた、御用の際は気軽にお声掛け下さい。
es_es: Am I the only one who feels that the slower the growth of the flat soldiers, the better they will grow in the end?

source: 伍長の能力は常に効果的なものです。 人選には、よく時間をかけることをお勧めします。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Corporal abilities are always effective. We recommend that you take the time to select people. Also, please feel free to contact us when you need it.

source: 平隊士に戦場での指示をどう与えるか…… 難しいようでしたら各々に任せるのも宜しいかと。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: How to give instructions on the battlefield to the flat soldiers ... If it seems difficult, it's okay to leave it to each one. Also, please feel free to contact us when you need it.

source: 弁当は持参なさっていますか？ 無理にとは申しませんが、良いものですよ。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Do you bring your own lunch? I'm not overdoing it, but it's good. Also, please feel free to contact us when you need it.

source: 時に、街中には元気な輩が大勢おります。 その中から新たな隊士を探すのも一興かと。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Sometimes, there are many energetic people in the city. It might be fun to look for a new soldier from among them. Also, please feel free to contact us when you need it.

source: 地図はご覧になっていますか？ 迷った時は、まず現在位置を確認ですよ。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Are you looking at the map? When in doubt, first check your current position. Also, please feel free to contact us when you need it.

source: 余談ですが、所持金に余裕がある時は、 金銭で隊士を募るのも一つの手かと思います。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: As an aside, if you have enough money, you may want to recruit soldiers with money. Also, please feel free to contact us when you need it.

source: 脱走した隊士は、たいがい京に身を潜めて いるものです。たとえば骸街とか…… ではまた、御用の際は気軽にお声掛け下さい。
es_es: Most of the escaped soldiers are hiding in Kyo. For example, in the skeleton town ... Then, please feel free to contact us when you need it.

source: 出兵が失敗続きですと、隊士の心も離れます。 準備は入念になさった方がよろしいかと。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: If the dispatch continues to fail, the soldiers' hearts will be separated. I think it's better to prepare carefully. Also, please feel free to contact us when you need it.

source: 様々な状況に対応できるよう、 五つの組を使いこなすのが肝要かと。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Is it important to master the five groups so that they can handle various situations? Also, please feel free to contact us when you need it.

source: 能力とは似た者同士で磨き合うもの。 能力を磨くことは、強さに繋がりますよ。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Ability is something that people with similar abilities polish each other. Polishing your abilities leads to strength. Also, please feel free to contact us when you need it.

source: 人を育てるというのは時間のかかるものですが、 そこに長けた師範なる者も存在するらしいですよ。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Raising people takes time, but it seems that there are also good teachers there. Also, please feel free to contact us when you need it.

source: 武器や防具は強さに直結するものです。 鍛冶屋でしっかり鍛えることをお勧めしますよ。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Weapons and armor are directly linked to strength. We recommend that you train well at a blacksmith. Also, please feel free to contact us when you need it.

source: 最近、鼻毛が良く伸びます。 いや、これは失礼。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Recently, my nose hair grows well. No, this is rude. Also, please feel free to contact us when you need it.

source: 隊士が脱走してしまったようですね。 どこへ逃げようというのか…… おそらく骸街あたりに身を潜めているのでしょう。
es_es: It seems that the soldier has escaped. Where are you going to escape ... Probably hiding around the skeleton.

source: 本件に関する報告書は上げませんので、 脱走した隊士の処遇は、すべて隊長にお任せします。 お手数ですが、よろしくお願いします。
es_es: I will not give a report on this matter, so I will leave all the treatment of the escaped soldiers to the captain. Sorry to trouble you, but thank you.

source: 斎藤隊長、お疲れ様です。 今日はどういったご用件でしょうか。
es_es: Captain Saito, thank you for your hard work. What kind of business do you have today?

source: （連れのいる状態で任務に出るわけにはいかないな。 一人のときに改めるか……）
es_es: (I can't go on a mission with my companion. Will I change it when I'm alone ...)

source: いや、ちょっと出直してくる。
es_es: No, it will come back a little.

source: そうですか。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Is that so. Also, please feel free to contact us when you need it.

source: 斎藤隊長、お疲れ様です。 今日はどういったご用件でしょうか。
es_es: Captain Saito, thank you for your hard work. What kind of business do you have today?

source: 他にも、何かご用がございますでしょうか。
es_es: Do you have anything else to do?

source: はい、かしこまりました。
es_es: Yes, I got it.

source: はい、三番隊の隊士が、戦場で いかに行動するかについてですね。 どのような指示を与えましょうか。
es_es: Yes, it's about how the members of the Third Division act on the battlefield. What kind of instructions should I give?

source: かしこまりました。 隊士達には、自発的な行動を行うよう伝えておきます。
es_es: Understood. Tell the soldiers to take voluntary action.

source: かしこまりました。 隊士達には、勝手な行動をせず、 隊長の命令を待つよう伝えておきます。
es_es: Understood. Tell the soldiers not to act arbitrarily and to wait for the command of the captain.

source: かしこまりました。
es_es: Understood.

source: いつもお疲れ様です。 また御用の際は気軽にお声掛け下さい。
es_es: Thank you for your hard work. Please feel free to contact us when you need it.

source: そういえば、新しく加わった平隊士も 育ててみると意外と使えるようになるものですよ。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Speaking of which, if you raise a newly added flat soldier, you will be able to use it unexpectedly. Also, please feel free to contact us when you need it.

source: 当たり前のことですが、平隊士の中にも 成長の速い者、遅い者がいるようですよ。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Obviously, some of the flat soldiers are growing fast and some are slow. Also, please feel free to contact us when you need it.

source: 成長の遅い平隊士ほど、最終的には よく伸びると感じるのは私だけでしょうか…… ではまた、御用の際は気軽にお声掛け下さい。
es_es: Am I the only one who feels that the slower the growth of the flat soldiers, the better they will grow in the end?

source: 伍長の能力は常に効果的なものです。 人選には、よく時間をかけることをお勧めします。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Corporal abilities are always effective. We recommend that you take the time to select people. Also, please feel free to contact us when you need it.

source: 平隊士に戦場での指示をどう与えるか…… 難しいようでしたら各々に任せるのも宜しいかと。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: How to give instructions on the battlefield to the flat soldiers ... If it seems difficult, it's okay to leave it to each one. Also, please feel free to contact us when you need it.

source: 弁当は持参なさっていますか？ 無理にとは申しませんが、良いものですよ。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Do you bring your own lunch? I'm not overdoing it, but it's good. Also, please feel free to contact us when you need it.

source: 時に、街中には元気な輩が大勢おります。 その中から新たな隊士を探すのも一興かと。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Sometimes, there are many energetic people in the city. It might be fun to look for a new soldier from among them. Also, please feel free to contact us when you need it.

source: 地図はご覧になっていますか？ 迷った時は、まず現在位置を確認ですよ。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Are you looking at the map? When in doubt, first check your current position. Also, please feel free to contact us when you need it.

source: 余談ですが、所持金に余裕がある時は、 金銭で隊士を募るのも一つの手かと思います。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: As an aside, if you have enough money, you may want to recruit soldiers with money. Also, please feel free to contact us when you need it.

source: 脱走した隊士は、たいがい京に身を潜めて いるものです。たとえば骸街とか…… ではまた、御用の際は気軽にお声掛け下さい。
es_es: Most of the escaped soldiers are hiding in Kyo. For example, in the skeleton town ... Then, please feel free to contact us when you need it.

source: 出兵が失敗続きですと、隊士の心も離れます。 準備は入念になさった方がよろしいかと。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: If the dispatch continues to fail, the soldiers' hearts will be separated. I think it's better to prepare carefully. Also, please feel free to contact us when you need it.

source: 様々な状況に対応できるよう、 五つの組を使いこなすのが肝要かと。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Is it important to master the five groups so that they can handle various situations? Also, please feel free to contact us when you need it.

source: 能力とは似た者同士で磨き合うもの。 能力を磨くことは、強さに繋がりますよ。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Ability is something that people with similar abilities polish each other. Polishing your abilities leads to strength. Also, please feel free to contact us when you need it.

source: 人を育てるというのは時間のかかるものですが、 そこに長けた師範なる者も存在するらしいですよ。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Raising people takes time, but it seems that there are also good teachers there. Also, please feel free to contact us when you need it.

source: 武器や防具は強さに直結するものです。 鍛冶屋でしっかり鍛えることをお勧めしますよ。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Weapons and armor are directly linked to strength. We recommend that you train well at a blacksmith. Also, please feel free to contact us when you need it.

source: 最近、鼻毛が良く伸びます。 いや、これは失礼。 ではまた、御用の際は気軽にお声掛け下さい。
es_es: Recently, my nose hair grows well. No, this is rude. Also, please feel free to contact us when you need it.

source: あなたが新しく三番隊の隊長になった斎藤さんですか。 さすがは隊長になられるだけあって なかなかいい面構えでいらっしゃる。
es_es: Are you Mr. Saito, the new captain of the 3rd division? As expected, he has a pretty good attitude as he can be a captain.

source: 大まかな任務内容はすでにご存じだと思いますので、 細かな説明は省かせて頂きます。
es_es: I think you already know the general contents of the mission, so I will omit the detailed explanation.

source: まず、隊士の補充についてですが、 極秘任務に従事する隊士を新選組で集めるのは いささか問題がございまして……
es_es: First of all, regarding the replenishment of soldiers, there is a slight problem in gathering soldiers engaged in top secret missions in the Shinsengumi ...

source: 隊士の補充は隊長ご自身で 行って頂きたいのです。
es_es: I would like the captain to replenish the troops himself.

source: 俺が集めるのか？
es_es: Will I collect it?

source: はい、その通りです。 街にいる力を持て余した若者を 連れて来ても良いですし……
es_es: Yes, that's right. You can bring in young people who have the power to stay in the city ...

source: 資金を工面して頂ければ、 私が探してくることも可能です。
es_es: If you can raise the funds, I can find them.

source: なるほど。
es_es: I see.

source: あと、特殊な例で言いますと、 山南隊長の時に脱走した隊士を 連れ戻してきたこともありましたね。
es_es: Also, to put it in a special case, I once brought back a soldier who escaped when he was Captain Yamanami.

source: たしか、骸街に潜んでいたところを 拾ってきたと記憶しています。
es_es: I remember picking up the place that was lurking in the skeleton.

source: 骸街から連れ戻してきたのか。 山南隊長ってのも奇特な人だったんだな。
es_es: Did you bring it back from the skeleton? Captain Yamanami was also a strange person.

source: まあ、最後の頃は野盗に手を焼いていて、 慢性的な人材不足でしたから。 まあ、こちらは副長には秘密でお願いします。
es_es: Well, at the end of the day, I was struggling with bandits and there was a chronic shortage of human resources. Well, please keep this secret from the deputy director.

source: とにかく、隊長を補佐する隊士集めは 隊長の仕事ですので、よろしくお願いします。
es_es: Anyway, it is the captain's job to gather the troops to assist the captain, so thank you.

source: 隊士を集める方法は以下の通り。 ・市中で戦った男の入隊希望を受け入れる。 ・任務で戦った男の入隊希望を受け入れる。 ・所持金を使って「募兵」を行う。 ・脱走した隊士を骸街から連れ戻す。
es_es: Here's how to collect soldiers.・ Accept the desire to join a man who fought in the city.・ Accept the desire to join a man who fought on a mission.・ Use your money to "recruit".・ Bring the escaped soldier back from the skeleton.

source: ああ、まかせておけ。
es_es: Oh, leave it to me.

source: 最後に、隊士への指示についてです。
es_es: Finally, about the instructions to the soldiers.

source: 三番隊の隊士が、戦場でいかに行動するか については、私にお伝え頂ければ 私から隊士に伝えておきます。
es_es: If you can tell me how the Third Division members will behave on the battlefield, I will tell them.

source: 隊士への指示方法を変更したい場合は、 お気軽に話しかけて下さい。
es_es: If you would like to change the method of instructing the soldiers, please feel free to talk to us.

source: それでは、藤堂さんもお待ちですのでこのあたりで。 お疲れ様でした。
es_es: Well then, Mr. Todo is also waiting, so around here. Thank you for your hard work.

source: あなたが新しく三番隊の隊長になった斎藤さんですか。 さすがは隊長になられるだけあって なかなかいい面構えでいらっしゃる。
es_es: Are you Mr. Saito, the new captain of the 3rd division? As expected, he has a pretty good attitude as he can be a captain.

source: 大まかな任務内容はすでにご存じだと思いますので、 細かな説明は省かせて頂きます。
es_es: I think you already know the general contents of the mission, so I will omit the detailed explanation.

source: まず、隊士の補充についてですが、 極秘任務に従事する隊士を新選組で集めるのは いささか問題がございまして……
es_es: First of all, regarding the replenishment of soldiers, there is a slight problem in gathering soldiers engaged in top secret missions in the Shinsengumi ...

source: 隊士の補充は隊長ご自身で 行って頂きたいのです。
es_es: I would like the captain to replenish the troops himself.

source: 俺が集めるのか？
es_es: Will I collect it?

source: はい、その通りです。 街にいる力を持て余した若者を 連れて来ても良いですし……
es_es: Yes, that's right. You can bring in young people who have the power to stay in the city ...

source: 資金を工面して頂ければ、 私が探してくることも可能です。
es_es: If you can raise the funds, I can find them.

source: なるほど。
es_es: I see.

source: あと、特殊な例で言いますと、 山南隊長の時に脱走した隊士を 連れ戻してきたこともありましたね。
es_es: Also, to put it in a special case, I once brought back a soldier who escaped when he was Captain Yamanami.

source: たしか、骸街に潜んでいたところを 拾ってきたと記憶しています。
es_es: I remember picking up the place that was lurking in the skeleton.

source: 骸街から連れ戻してきたのか。 山南隊長ってのも奇特な人だったんだな。
es_es: Did you bring it back from the skeleton? Captain Yamanami was also a strange person.

source: まあ、最後の頃は野盗に手を焼いていて、 慢性的な人材不足でしたから。 まあ、こちらは副長には秘密でお願いします。
es_es: Well, at the end of the day, I was struggling with bandits and there was a chronic shortage of human resources. Well, please keep this secret from the deputy director.

source: とにかく、隊長を補佐する隊士集めは 隊長の仕事ですので、よろしくお願いします。
es_es: Anyway, it is the captain's job to gather the troops to assist the captain, so thank you.

source: 隊士を集める方法は以下の通り。 ・市中で戦った男の入隊希望を受け入れる。 ・任務で戦った男の入隊希望を受け入れる。 ・所持金を使って「募兵」を行う。 ・脱走した隊士を骸街から連れ戻す。
es_es: Here's how to collect soldiers.・ Accept the desire to join a man who fought in the city.・ Accept the desire to join a man who fought on a mission.・ Use your money to "recruit".・ Bring the escaped soldier back from the skeleton.

source: ああ、まかせておけ。
es_es: Oh, leave it to me.

source: 最後に、隊士への指示についてです。
es_es: Finally, about the instructions to the soldiers.

source: 三番隊の隊士が、戦場でいかに行動するか については、私にお伝え頂ければ 私から隊士に伝えておきます。
es_es: If you can tell me how the Third Division members will behave on the battlefield, I will tell them.

source: 隊士への指示方法を変更したい場合は、 お気軽に話しかけて下さい。
es_es: If you would like to change the method of instructing the soldiers, please feel free to talk to us.

source: それでは、藤堂さんもお待ちですのでこのあたりで。 お疲れ様でした。
es_es: Well then, Mr. Todo is also waiting, so around here. Thank you for your hard work.

source: あと、隊士の補充についてですが、 極秘任務に従事する隊士を新選組で集めるのは いささか問題がございまして……
es_es: Also, regarding the replenishment of soldiers, there is a slight problem in gathering soldiers engaged in top secret missions in the Shinsengumi ...

source: 隊士の補充は隊長ご自身で 行って頂きたいのです。
es_es: I would like the captain to replenish the troops himself.

source: 俺が集めるのか？
es_es: Will I collect it?

source: はい、その通りです。 街にいる力を持て余した若者を 連れて来ても良いですし……
es_es: Yes, that's right. You can bring in young people who have the power to stay in the city ...

source: 資金を工面して頂ければ、 私が探してくることも可能です。
es_es: If you can raise the funds, I can find them.

source: なるほど。
es_es: I see.

source: あと、特殊な例で言いますと、 山南隊長の時に脱走した隊士を 連れ戻してきたこともありましたね。
es_es: Also, to put it in a special case, I once brought back a soldier who escaped when he was Captain Yamanami.

source: たしか、骸街に潜んでいたところを 拾ってきたと記憶しています。
es_es: I remember picking up the place that was lurking in the skeleton.

source: 骸街から連れ戻してきたのか。 山南隊長ってのも奇特な人だったんだな。
es_es: Did you bring it back from the skeleton? Captain Yamanami was also a strange person.

source: まあ、最後の頃は野盗に手を焼いていて、 慢性的な人材不足でしたから。 まあ、こちらは副長には秘密でお願いします。
es_es: Well, at the end of the day, I was struggling with bandits and there was a chronic shortage of human resources. Well, please keep this secret from the deputy director.

source: とにかく、隊長を補佐する隊士集めは 隊長の仕事ですので、よろしくお願いします。
es_es: Anyway, it is the captain's job to gather the troops to assist the captain, so thank you.

source: 隊士を集める方法は以下の通り。 ・市中で戦った男の入隊希望を受け入れる。 ・任務で戦った男の入隊希望を受け入れる。 ・所持金を使って「募兵」を行う。 ・脱走した隊士を骸街から連れ戻す。
es_es: Here's how to collect soldiers.・ Accept the desire to join a man who fought in the city.・ Accept the desire to join a man who fought on a mission.・ Use your money to "recruit".・ Bring the escaped soldier back from the skeleton.

source: ああ、まかせておけ。
es_es: Oh, leave it to me.

source: 宜しくお願いします。 困ったときは、お気軽に話しかけてください。
es_es: Thanking you in advance. If you have any problems, please feel free to talk to us.

source: それでは、藤堂さんもお待ちですのでこのあたりで。 お疲れ様でした。
es_es: Well then, Mr. Todo is also waiting, so around here. Thank you for your hard work.

source: あなたが新しく三番隊の隊長になった斎藤さんですか。 さすがは隊長になられるだけあって なかなかいい面構えでいらっしゃる。
es_es: Are you Mr. Saito, the new captain of the 3rd division? As expected, he has a pretty good attitude as he can be a captain.

source: 私は、三番隊の任務補佐をさせて頂いております、 関野万太郎と申します。 よろしくお願いいたします、隊長。
es_es: My name is Mantaro Sekino and I am an assistant to the mission of the Third Division. Thank you, Captain.

source: それでは、さっそくですが具体的な仕事内容を 説明させて頂きます。
es_es: Now, let me explain the specific work content.

source: 後任でいらっしゃるのは どんな方なんだろうか……
es_es: What kind of person will be the successor ...

source: ん、何かご用ですか？
es_es: Hmm, what do you need?

source: いや、何でもない。
es_es: No, nothing.

source: 後任の方がいらっしゃる前に 仕事を片付けておかねば……
es_es: I have to get the job done before my successor comes ...

source: ん、何かご用ですか？
es_es: Hmm, what do you need?

source: いや、何でもない。
es_es: No, nothing.

source: 受付
es_es: Reception

source: 龍馬
es_es: Ryoma

source: バトルダンジョンへ
es_es: To the battle dungeon

source: 隊士への指示について
es_es: About instructions to soldiers

source: 隊士名簿を見る
es_es: View the soldier list

source: なんでもない
es_es: nothing

source: もう大丈夫だ
es_es: Already okay

source: 自発的に能力を使用しろ
es_es: Use your abilities voluntarily

source: 隊長の命令を待て
es_es: Wait for the captain's order
