Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: cleaned/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid001608ae.po
Languages: es_es

source: 俺たちと一緒に 訓練していくかい？
es_es: Would you like to train with us?

source: どれだけ上手く立ち回れるかの訓練だ。 ６０秒以内に俺たち２０人を倒せたら 役立つものをやれとお頭に言われている。
es_es: It's training on how well you can get around. I'm told to do something useful if I can beat 20 of us within 60 seconds.

source: （どうするか……？）
es_es: (what to do……?)

source: 今はやめておこう。
es_es: Let's stop now.

source: そうか、また来てくれよな。
es_es: Yeah, please come again.

source: ああ、やっていこう。
es_es: Oh, let's do it.

source: モタモタしてると６０秒なんてすぐだからな。 では行くぞ！
es_es: It's just 60 seconds when you're flirting. Let's go!

source: 残念だったな。 また挑戦してくれ。
es_es: Shame for you. Please challenge again.

source: 見事な立ち回りだった。 これを持って行ってくれ。
es_es: It was a wonderful turn around. Take this with you.

source: 「<Color:8>金色の金属粉<Color:Default>」をもらった
es_es: "<Color:8> Golden metal powder<Color:Default> I got

source: 実践的な修行はやればやるほど身に付くと お頭は言っていた。 また、挑戦してくれよな。
es_es: He said that the more practical training he did, the more he learned. Also, please challenge.

source: 怖そうな浪人
es_es: Scary Ronin

source: 訓練していこう
es_es: Let's train

source: 今はやめておく
es_es: Stop now
