Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: cleaned/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c12f5.po
Languages: es_es

source: 犯人だと思う人、２人に話しかけてみてくれ！
es_es: Talk to two people who you think are the culprit!

source: この中で嘘をついている２人…… 俺の大福を食っちまった犯人に目星はついたのか？
es_es: Two of them lying ... Did the criminal who ate my Daifuku get a star?

source: あぁ、犯人がわかった。
es_es: Oh, I found the culprit.

source: ほ、本当か!? い、いったい犯人は誰なんだ!? 犯人だと思う人、２人に話しかけてみてくれ！
es_es: Really !? Who is the culprit !? Talk to two people who you think are the culprit!

source: いや、全然わからん。
es_es: No, I don't know at all.

source: ……難しい事件だもんな。 ま、ゆっくり考えてくれよ。
es_es: ...... It's a difficult case. Well, think slowly.

source: 嘘をついているのは犯人である２人だけ。 もしこいつが正直者だったら矛盾が生まれるか…… そうやって考えてみてもいいかもな。
es_es: Only the two criminals are lying. If this guy is honest, would there be a contradiction?

source: ひとまずは全員に話を聞いてみてくれ。 もし犯人がわかったら、俺に話しかけてくれよな。
es_es: Please talk to everyone for the time being. If you find out the culprit, talk to me.

source: ん？ あんたは…… 大福を食った犯人探しに協力してくれるのか？
es_es: Hmm? Will you help me find the criminal who ate Daifuku?

source: ……仕方ないな。
es_es: ……There is no choice.

source: そうか、すまねぇな！ じゃあ早速、こいつら５人から 証言を聞いてみてくれ。
es_es: I'm sorry! Then, immediately listen to the testimony from these five people.

source: ちなみにこいつらの名前は、左から……
es_es: By the way, their names are from the left ...

source: 東原でさ。
es_es: In Higashihara.

source: 西山だ。
es_es: Nishiyama.

source: 中川っす。
es_es: Nakagawa.

source: 南野……
es_es: Minamino ……

source: 北島ですぅ。
es_es: This is Kitajima.

source: ……っていうんだ。 ひとまずは全員に話を聞いてみてくれ。 もし犯人がわかったら、俺に話しかけてくれよな。
es_es: I mean ... Please talk to everyone for the time being. If you find out the culprit, talk to me.

source: それじゃあお前ら、 このお方と話がしやすいように整列しろー！
es_es: Then you guys, line up so it's easy to talk to this guy!

source: ……すまないが、力になれそうにない。
es_es: ...... I'm sorry, but I don't think I can help.

source: そっか…… じゃあ仕方ねぇな。 お前らみんな極刑だ。
es_es: I see ... Then it can't be helped. You guys are all capital punishment.

source: えぇぇぇ!!
es_es: Yeah !!

source: 騒がしいな…… いったい何の騒ぎだ？
es_es: It's noisy ... What the hell is that?

source: 何だと!? こちとらそれどころじゃねえんだよ！
es_es: What !? It's not like that!

source: ……何かあったのか？
es_es: ……Did something happen?

source: こいつら５人の中に犯人がいるんだけどよ、 そいつが誰かわからないんだよ！
es_es: There's a criminal among these five, but I don't know who they are!

source: 事件のようだな…… しかし、犯人がわからないとは いったいどういうことなんだ？
es_es: It sounds like an incident ... But what does it mean if you don't know the culprit?

source: ……この男達は五人組ってやつなんだけどよ。
es_es: ...... These guys are a group of five.

source: 五人組……
es_es: Five people...

source: 知ってると思うが、年貢を納めることや、 罪を犯したことに関して連帯責任を負い、 互いに監視し合うため編成された組織のことだな。
es_es: As you know, it's an organization organized to pay annual tribute, take joint responsibility for sins, and monitor each other.

source: それで、今日の朝こいつらの組に、 奉行所の掃除を手伝ってもらってたんだよ。
es_es: So I had these guys help me clean the magistrate's office this morning.

source: そこであの忌まわしい事件が起きたんだ……
es_es: That abominable incident happened there ...

source: 事件……
es_es: event……

source: 俺の大切な……
es_es: My important ...

source: 大切な大福が、 何者かに食べられちゃったんだよ!!!!
es_es: Someone has eaten the precious Daifuku !!!!

source: 今朝は同心の連中もほぼ出払ってるし、 大福が置かれていた部屋に行き来できたのは この５人だけ！
es_es: Almost all the concentric people are out this morning, and only these five people were able to come and go to the room where Daifuku was located!

source: その上、近隣住民の目撃証言によれば、奉行所の裏で 大福を食っている２人の男がいたっていうんだ！ ま、それが誰かまでは特定できてねぇんだが……
es_es: What's more, according to eyewitness testimony of neighbors, there were two men eating Daifuku behind the magistrate's office! Well, I can't identify who it is ...

source: なるほど、大福を食った犯人は、 この５人の内、誰か２人だということか。
es_es: I see, the criminal who ate Daifuku was two of these five.

source: あぁ、その通り！
es_es: Oh, that's right!

source: さっきまでこいつら５人に 犯人の情報を問いただしてたんだが、困ったことに 言ってることが食い違うんだよ！
es_es: I used to ask these five people about the criminal's information, but the trouble is that they don't agree!

source: 大方、自分が犯人であると悟られたくない２人が 嘘をついて捜査をかく乱させてんだろうけどな……
es_es: Most of the time, two people who didn't want to realize that they were the culprit lied and disturbed the investigation ...

source: そうだ…… 頼む！ あんた、この中の誰が嘘をついている犯人なのか 推理してくれねぇか!?
es_es: That's right ... ask! Can you guess who is the liar criminal in this !?

source: 何…… なぜ俺が？
es_es: What ... why am I?

source: 大福を食われて頭に血が上ってる俺には 正常な判断ができねぇ！ どの２人が嘘ついてる 犯人かなんて分かるわけねぇんだよ！
es_es: I can't make a normal judgment because I've been eaten by Daifuku and have blood in my head! I don't know which two are the liar criminals!

source: 犯人はわかんねぇし、 俺の堪忍袋の緒は切れちまってるしで…… 俺はもう５人全員極刑でもいいと思うんだが……
es_es: I don't know the criminal, and my patience bag has been cut off ... I think it's okay for all five of us to be sentenced to death ...

source: えぇぇぇ！
es_es: Yeah!

source: あんたなら、頭も切れそうだし、 冷静な判断をしてくれそうな気がするんだが……
es_es: I feel like you're going to be smart and make a cool decision ...

source: 頼む、あんたの知恵を貸してくれ！
es_es: Please, lend me your wisdom!

source: ……仕方ないな。
es_es: ……There is no choice.

source: そうか、すまねぇな！ じゃあ早速、こいつら５人から 証言を聞いてみてくれ。
es_es: I'm sorry! Then, immediately listen to the testimony from these five people.

source: ちなみにこいつらの名前は、左から……
es_es: By the way, their names are from the left ...

source: 東原でさ。
es_es: In Higashihara.

source: 西山だ。
es_es: Nishiyama.

source: 中川っす。
es_es: Nakagawa.

source: 南野……
es_es: Minamino ……

source: 北島ですぅ。
es_es: This is Kitajima.

source: ……っていうんだ。 ひとまずは全員に話を聞いてみてくれ。 もし犯人がわかったら、俺に話しかけてくれよな。
es_es: I mean ... Please talk to everyone for the time being. If you find out the culprit, talk to me.

source: それじゃあお前ら、 このお方と話がしやすいように整列しろー！
es_es: Then you guys, line up so it's easy to talk to this guy!

source: ……すまないが、力になれそうにない。
es_es: ...... I'm sorry, but I don't think I can help.

source: そっか…… じゃあ仕方ねぇな。 お前らみんな極刑だ。
es_es: I see ... Then it can't be helped. You guys are all capital punishment.

source: えぇぇぇ!!
es_es: Yeah !!

source: 同心
es_es: concentric

source: ついた
es_es: arrived

source: 全然わからん
es_es: I don't know at all

source: 知恵を貸す
es_es: Lend wisdom

source: 無理だ
es_es: It impossible

source: 東原
es_es: Higashihara

source: 西山
es_es: Xishan

source: 中川
es_es: Nakagawa

source: 南野
es_es: Minamino

source: 北島
es_es: Kitajima

source: 五人組
es_es: Group of five
