Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c1444.po
Languages: es_es

source: 不安はありますが、これから一気に書きあげねば！ 死ぬ気で頑張りますよ！
es_es: I'm worried, but I have to write it all at once! I'll do my best to die!

source: フッ、死なない程度に頑張れよ。
es_es: Huh, do your best not to die.

source: 夏見
es_es: Natsumi

source: 気持ち
es_es: Feelings

source: 腕枕
es_es: Wrist pillow

source: そこから
es_es: From there

source: 惨事郎
es_es: Accident

source: 僕ちゃん
es_es: I-chan

source: 失格人間
es_es: Disqualified human

source: 宿泊客
es_es: Suboke

source: 猫がいいんじゃないか
es_es: I think cats are good

source: 雌犬なんてどうだろう
es_es: How about a bitch

source: 卑しい豚しかないだろ
es_es: There are only lowly pigs
