Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c1471.po
Languages: es_es

source: ん？ あれは……
es_es: Hmm? That is……

source: 池杉さん…… 遅いなぁ……
es_es: Mr. Ikesugi ... It's late ...

source: （あれは…… 前に知り合った侍、阿栗の好きな娘。 たしか、すずと言ったか）
es_es: (That was ... a samurai I met before, Agri's favorite daughter. I'm sure he said tin.)

source: ん？
es_es: Hmm?

source: 池杉の奴……！ すずさんを待たせるなんて不届き者でござる！
es_es: Ikesugi's guy ...! It's a non-delivery person to keep Suzu-san waiting!

source: あぁ、すずさん…… 待ちぼうけして可哀想でござる……
es_es: Ah, Suzu-san ... I'm sorry to have been waiting for you ...

source: ……やはり来ていたようだな。
es_es: ...... It seems that he was coming.

source: さ、斎藤殿！ そ、その…… いてもたっても、いられなくて……
es_es: Well, Saito! Well, that ... I couldn't stay ...

source: フッ、そうか……
es_es: Huh, yeah ...

source: ん？ 誰か来たみたいだぞ。
es_es: Hmm? It looks like someone has come.

source: すーずーちゃん！
es_es: Suzu-chan!

source: あ、池杉さん。
es_es: Oh, Mr. Ikesugi.

source: 遅れてごめんね！ 身だしなみを整えるのに、手間取ってしまってね。
es_es: Sorry for being late! It took a lot of time to get dressed.

source: うふふ。 池杉さんったら、相変わらず綺麗好きなんですね。
es_es: Ufufu. Ikesugi-san still likes to be beautiful.

source: あの二枚目な男が……
es_es: That second man ...

source: いかにも。あの男が池杉。 拙者と同じく、すずさんに恋してる侍でござる。
es_es: Really. That man is Ikesugi. Like me, I'm a samurai who is in love with Suzu-san.

source: そうか。綺麗な顔立ちだ。 ……女にももてそうだな。
es_es: Really. It's a beautiful face. ...... It seems to be entertaining for women.

source: ううううう。 やっぱりすずさんも、池杉のことが……
es_es: Uuuuuuu. After all, Suzu-san also talks about Ikesugi ...

source: お、落ち着け。 ……お、何か進展がありそうだぞ。
es_es: Oh, calm down. …… Oh, there seems to be some progress.

source: ……今日すずちゃんを呼び出したのは、 大事な話があるからなんだ。
es_es: ...... I called Suzu-chan today because there is an important story.

source: 大事な話……？ いったいなんですか？
es_es: Important story ……? What on earth is it?

source: すずちゃん。 ……僕達、結婚しよう。
es_es: Suzu-chan. ...... We will get married.

source: えっ、結婚!?
es_es: Eh, get married !?

source: なんて直球な求婚なんだ…… おい、阿栗。大丈夫か？
es_es: What a straightforward marriage proposal ... Hey, Aguri. Are you okay?

source: あばばばばば……
es_es: Ababa Baba ……

source: 結婚ってそんな…… 私達、知り合ってからまだそんなに経ってないのに。 ……どうして、私と？
es_es: Marriage is like that ... It's not been so long since we got to know each other. ...... Why with me?

source: もちろんその美しい顔立ちさ。
es_es: Of course, its beautiful features.

source: 君は綺麗だ。 その素敵な顔をずっとそばで見ていたい。 ……そう思ったのさ。
es_es: You are beautiful. I want to see that wonderful face by my side all the time. ... I thought so.

source: ……顔、ですか。
es_es: ...... Face?

source: どうしたんだい？ もちろん、結婚してくれるだろ？ この美男子の僕からのお誘いだよ？ 女の子なら、誰だって泣いて喜ぶはずだ。
es_es: what's up? Of course you will get married? Is this a beautiful boy's invitation from me? Any girl should be happy to cry.

source: も、もう駄目…… 拙者、切腹するでござる……
es_es: But it's no good ... I'm sorry, I'm hungry ...

source: お、おいおい落ち着け！
es_es: Hey, calm down!

source: ……ごめんなさい。
es_es: ……sorry.

source: え!? な、なんで……？
es_es: Eh !? Why ...?

source: 私は…… 外見じゃなくて、 私の中身を見てくれる人が好きです。
es_es: I ... I like people who look inside me, not what they look like.

source: 気持ちは嬉しかったですけど、 ごめんなさい…… それじゃ。
es_es: I was happy, but I'm sorry ... That's it.

source: あ…… おい！
es_es: Blue!

source: あの池杉からの誘いを、断った…… 池杉は、あんなに二枚目なのに…… なぜ……
es_es: I declined the invitation from Ikesugi ... Ikesugi is such a second piece ... Why ...

source: よかったじゃないか。 これで、こっちにも可能性が出てきたな。 あんたもきちんと告白したらどうだ？
es_es: Wasn't it good? With this, there is a possibility here as well. Why don't you confess properly?

source: え？ 拙者が？ ……すずさんに？
es_es: e? Who am I? ...... To Suzu-san?

source: ああ、そうだ。好きなんだろう？
es_es: Oh, that's right. Do you like it?

source: ……無理でござるよ。
es_es: ...... I can't do it.

source: ……どうしてだ？
es_es: ...... Why?

source: ……拙者は、この顔のせいで、小さい頃からずっと、 からかわれ、嫌われ、距離を置かれてきたでござる！
es_es: ...... I'm afraid I've been teased, hated, and distanced since I was little because of this face!

source: こんな不細工な男を好いてくれる女性など、 いるはずがない……！
es_es: There can be no woman who likes such a ugly man ...!

source: ……そんなことはないだろ。 すずは、あんたに普通に接してくれているんだろう？
es_es: ...... That's not true. Is tin treating you normally?

source: それは、そうでござるが…… 恋人にするかしないか、という件とは 別問題でござろう？
es_es: That's right, but ... Isn't it a different issue from the question of whether to make a lover or not?

source: 不細工な友達は持てても、 不細工な恋人は持てない。 そういうものでござるよ。
es_es: You can have ugly friends, but you can't have ugly lovers. I'm sorry for that.

source: それに拙者は、すずさんとの今の関係を 壊したくないのでござる。
es_es: Besides, I don't want to break my current relationship with Suzu-san.

source: もし、拙者が気持ちを伝えることで、 すずさんが嫌な思いをされて、 拙者達２人の距離が遠くなってしまったら……
es_es: If Suzu-san feels unpleasant when I convey my feelings, and the distance between the two of me becomes far ...

source: ……そう考えると、 怖くて怖くて仕方ないんでござる。
es_es: ...... When I think about it, I'm scared and scared.

source: （こいつは恋愛に…… 人と接することに対して臆病になっている）
es_es: (This guy is in love ... he's timid about interacting with people)

source: （……誰かが背中を押してやらないといけないな）
es_es: (... someone has to push his back)

source: このいくじなしが！
es_es: Without this lottery!

source: ……!? な、なんですと？
es_es: …… !? What is it?

source: ……俺には、さっきからあんたの話が、 臆病者の言い訳にしか聞こえない。
es_es: ...... I can only hear your story as an excuse for a coward.

source: 結局、自分が傷つくのが怖いだけだろう？ 見損なったぜ。
es_es: After all, are you just afraid to hurt yourself? I missed it.

source: さ、斎藤殿には、拙者の気持ちなんか 分からないでござる！ 顔立ちのいい、斎藤殿には……！
es_es: By the way, Saito-dono doesn't understand my feelings! Saito-dono has a nice face ...!

source: さっきから、顔、顔って…… 一番顔ばかり気にしているのは、 お前なんじゃないのか？
es_es: From a while ago, face, face ... Isn't it you who cares most about your face?

source: ……人は顔じゃない。大事なのは中身だ。 さっき、すずもそう言っていただろう？
es_es: ...... People are not faces. The important thing is the contents. Did Tin just say that?

source: お前は…… すずの言葉を信用できないのか？ 相手のことを信じられないなんて、 そんなものは愛じゃない。俺はそう思うぞ。
es_es: You ... can't you trust Tin's words? It's not love that you can't believe the other person. I think so.

source: すずのことを本当に想っているのなら…… 本当に、信じて、愛しているのなら…… お前の中身を、きちんとぶつけたらどうだ？
es_es: If you really think of tin ... If you really believe and love ... Why don't you hit your contents properly?

source: ……あんたはかっこいい。自信を持て。 自分と…… 愛する、すずを信じろ。
es_es: ...... You are cool. Be confident. Believe in tin, love you.

source: 斎藤、殿……
es_es: Saito, Tono ...

source: ……なら俺と付き合うか？
es_es: ...... Then do you go out with me?

source: ……な!? ななななな、何を言ってるでござる？
es_es: …… What !? What are you talking about?

source: ……冗談だ。
es_es: ……just kidding.

source: こ、こんなときにそんな冗談やめて欲しいでござる！ 確かに、斎藤殿は男の拙者から見ても とても魅力的ではござるが……
es_es: I want you to stop such a joke at such a time! Certainly, Saito-dono is not very attractive from the perspective of a man, but ...

source: （……言うべき台詞は、これではなかったか。 さて、どうする……）
es_es: (... Isn't this the line to say? Well, what should I do ...)

source: あんたは…… すずのことを、信じられないのか？
es_es: You ... can't you believe in tin?

source: え……!?
es_es: e……!?

source: ……人は顔じゃない。大事なのは中身だ。 さっき、すずだってそう言っていただろう？
es_es: ...... People are not faces. The important thing is the contents. Did Tin just say that?

source: お前は…… すずの言葉を信用できないのか？ 相手を信じられないなんて、 そんなものは愛じゃない。俺はそう思うぞ。
es_es: You ... can't you trust Tin's words? It's not love that you can't believe the other person. I think so.

source: すずのことを本当に想っているのなら…… 本当に、信じて、愛しているのなら…… お前の中身を、きちんとぶつけたらどうだ？
es_es: If you really think of tin ... If you really believe and love ... Why don't you hit your contents properly?

source: ……あんたはかっこいい。自信を持て。 自分と…… 愛する、すずを信じろ。
es_es: ...... You are cool. Be confident. Believe in tin, love you.

source: 斎藤、殿……
es_es: Saito, Tono ...

source: ……ここまで言われて何もしなかったら、 武士の、名折れでござるな。
es_es: ...... If you haven't done anything after being told so far, the samurai's name will be broken.

source: 拙者、今からすずさんに伝えてくるでござる！ ……好きです、と！
es_es: I'm sorry to tell Suzu-san from now on! ...... I like it!

source: 阿栗……！ すずの居場所はわかるのか？
es_es: Aguri ……! Do you know where Tin is?

source: すずさんは今きっと悲しい気持ちでござる…… そんな時、彼女は新選組屯所の近くの社で よくお参りしているでござるよ。
es_es: Suzu-san is surely sad now ... At that time, she often visits a company near the Shinsengumi Tonsho.

source: フッ、さすが。 よくわかってるんだな。
es_es: Huh, as expected. I know it well.

source: 早速、行ってくるでござる！ 自分と、すずさんを…… 信じてみるでござるよ！
es_es: I'm gonna go right away! Believe in yourself and Suzu-san ...

source: ありがとう、斎藤殿…… では！
es_es: Thank you, Mr. Saito ... Then!

source: （頑張れよ、阿栗……）
es_es: (Do your best, Aguri ...)

source: （ん？ あの池杉という男、まだいたのか）
es_es: (Hmm? Was that man named Ikesugi still there?)

source: ……るさん。
es_es: ...... Ru-san.

source: 絶対に…… 許さんっ!!
es_es: Absolutely ... Huh!

source: あの女、この俺が囲ってやるって言ってるのに…… それを断りやがった……！
es_es: That woman said that I'd surround her ... but she refused it ...!

source: 平民のくせに馬鹿にしやがって！ 今すぐ…… 今すぐに、後悔させてやる……っ!!
es_es: Be stupid even though you are a commoner! Right now ... I'll regret it right now ... !!

source: （あいつ、かなり気が立っていたな。 もしかしたら、すず達に手を出すかもしれん。 ……気になるな）
es_es: (He was pretty upset. Maybe he might reach out to the tins .... don't worry)

source: すず
es_es: Tin

source: 阿栗
es_es: Auri

source: 無駄に二枚目な男
es_es: The second man in vain

source: 池杉
es_es: Ikesugi

source: ２人
es_es: 2 people

source: 「このいくじなしが！」
es_es: "Without this lottery!"

source: 「なら俺と付き合うか？」
es_es: "If so, do you go out with me?"

source: 「すずを信じろ」
es_es: "Believe in tin"
