Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c1457.po
Languages: es_es

source: はぁ…… はぁ……
es_es: Hmm ... Hmm ...

source: さぁ。俺のおいなりさんを返してもらうぞ。
es_es: Come on. I'll get my inari-zushi back.

source: すいませんでした…… すいませんでした……
es_es: I'm sorry ... I'm sorry ...

source: まったく…… 人のものを盗んでまで、食べたかったのか？
es_es: At all ... Did you want to eat even if you stole someone's stuff?

source: いえ…… 実は、盗んだのには理由がありまして……
es_es: No ... Actually, there was a reason I stole it ...

source: 理由？
es_es: the reason?

source: はい…… 実は息子が病気で寝込んでおるのです。 ずっと食欲がなくて…… ここ数日、ずっと何も食べようとしないんです。
es_es: Yes ... Actually, my son is sick and is sleeping. I haven't had an appetite for a long time ... I haven't tried to eat anything for the past few days.

source: でも、そんな息子が今日、 「あのお店のおいなりさんが食べたい」 と私に頼んできたんです。
es_es: But today, such a son asked me, "I want to eat that restaurant's inari-zushi."

source: 息子は以前、一度あそこの店のおいなりさんを 食べたことがあって…… その味が忘れられなかったのでしょう。
es_es: My son had once eaten the inari-zushi at that store ... I think he couldn't forget the taste.

source: すぐにいなり寿司屋の行列に並んだんですが、 運悪く、直前で売り切れてしまって……
es_es: I immediately lined up in a line at an inari sushi restaurant, but unfortunately it sold out just before ...

source: なるほどな。 それで、俺の買った最後のいなり寿司を……
es_es: got it. So, the last inari sushi I bought ...

source: はい…… 本当に、申し訳ありませんでした。 奉行所に突き出すなり、なんなりと……
es_es: Yes ... I'm really sorry. As soon as I stick out to the magistrate's office, whatever ...

source: ほら。もっていけ。
es_es: You see. Take it.

source: え？
es_es: e?

source: あんたの息子が待ってるんだろ？ ……これを食わせてやれ。
es_es: Is your son waiting? ...... Let me eat this.

source: で、でも……
es_es: But ...

source: 病気の子供が、 お前の帰りといなり寿司を待っているんだろ？
es_es: A sick child is waiting for sushi on your way home, right?

source: ほ、本当にいいんですか？ あなたもきっと食べたいでしょうに……
es_es: Is it really good? I'm sure you want to eat ...

source: （……確かに食いたいのは山々だが。 まぁ、もう一度並んで買えばいいだろう）
es_es: (... I'm sure I want to eat mountains, but I think I should buy them side by side again)

source: ああ。男に二言は無い。 持っていけ。
es_es: Oh. There are no two words for a man. Take it.

source: あ、ありがとうございます！ ……今日があそこの店のおいなりさんが食べられる 最後の機会だったので…… 本当にうれしいです！
es_es: Oh, thank you! ...... Today was the last opportunity to eat the inari-zushi at that store ... I'm really happy!

source: ……ん？ 最後の機会？
es_es: ……Hmm? Last opportunity?

source: あ、はい。あのいなり寿司屋、 明日からは他の町で商売を始めるそうなんです。
es_es: Oh, yes. That Inari sushi restaurant will start business in other towns from tomorrow.

source: 今日を逃したら、多分もう二度と食べれない。 だから私、あなたのおいなりさんを 盗もうとしてしまったんです……
es_es: If I miss today, I probably won't be able to eat it again. That's why I tried to steal your inarizushi ...

source: な、なんだと……？
es_es: What is it ...?

source: そんな貴重な品を…… 本当にありがとうございました！ それでは、私はこれで！
es_es: Thank you very much for such a valuable item! Well then, I'm done!

source: あ……
es_es: Ah……

source: （……団子でも食いに行くか）
es_es: (... Do you go to eat dumplings?)

source: （……ん？ なんだ、この行列は？）
es_es: (... Hmm? What is this procession?)

source: おいなりさん、１０貫ちょうだい。
es_es: Inari-san, please give me 10 pieces.

source: あいよ！ 次の方、ご注文どうぞ！
es_es: Aiyo! Next person, please order!

source: 俺は２０貫くれ！
es_es: I'll pierce 20!

source: あい、少々お待ちを！
es_es: Ai, wait a minute!

source: （新しくいなり寿司屋ができたのか…… それにしても、すごく繁盛しているな）
es_es: (Is there a new Inari sushi restaurant ... Anyway, it's very prosperous)

source: 逃げていた男
es_es: The man who was running away

source: 客
es_es: customer

source: いなり寿司屋
es_es: Inari sushi restaurant
