Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016c0128.po
Languages: es_es

source: 斎藤さん、どうも。 斎藤さん宛のお手紙です。
es_es: Saito-san, thank you. This is a letter addressed to Mr. Saito.

source: ああ。ご苦労さ…… ん？
es_es: Oh. Hard work ... Hmm?

source: 飛脚かと思ったら、違うのか…… あんたは？
es_es: If you think it's a hikyaku, is it different ... What about you?

source: 申し遅れました。 私…… 黒豹飛脚団の団長、平川と申します。
es_es: I was late. I ... My name is Hirakawa, the leader of the Black Panther Hikyaku Team.

source: ……！ 黒豹飛脚団の、団長……!?
es_es: ……! The leader of the Black Panther Hikyaku Team ...!?

source: ええ。 ……先日はうちの星と槙野がお世話になったようで。
es_es: Yeah. …… It seems that our star and Makino were indebted to us the other day.

source: 別に世話などしていない。 ただ勝負を挑まれたから、戦っただけだ。
es_es: I haven't taken care of it. I just fought because I was challenged.

source: そうですか。 ……まさかあなたのような素人さんに、うちの飛脚が 負けるなんて、思いもしませんでした。
es_es: Is that so. ...... I never thought that my Hikyaku would lose to an amateur like you.

source: そのせいで、京最速の称号を欲しいままにしていた うちの飛脚団は、大恥をかくことになりました。 評判もガタ落ちです。
es_es: Because of that, the Hikyaku team, who wanted the fastest title in Kyoto, became very embarrassed. The reputation is also loose.

source: 俺は京最速とかいうものに興味はない。 それに…… そうやって他の飛脚団の評判を下げて、 潰してきたのはあんた達だろう？ 自業自得だ。
es_es: I'm not interested in the fastest in Kyoto. And ... are you the ones who have crushed the reputation of other Hikyaku teams in that way? It's my own business.

source: ほほほ。なかなか生意気な方ですね、斎藤さんは。 まぁ、確かにその通りですわね。
es_es: Cheeks. Mr. Saito is a very cheeky person. Well, that's true.

source: で…… 今日は何しに来たんだ？ ただ挨拶に来たわけでもないんだろう？
es_es: So ... what did you come to today? Didn't you just come to say hello?

source: ええ。単刀直入に言います。 ……斎藤さん、うちの飛脚団に入りませんか？
es_es: Yeah. I will say it straightforwardly. ...... Mr. Saito, why don't you join our Hikyaku team?

source: ……!? 黒豹飛脚団に？
es_es: …… !? For the black panther hikyaku team?

source: はい。先ほども言いましたように、あなたのせいで、 黒豹飛脚団の評判はガタ落ちです。
es_es: Okay. As I said earlier, because of you, the reputation of the Black Panther Hikyaku Team has fallen into disrepair.

source: 黒豹より斎藤さんの方が速い、 という噂が流れているくらいです。
es_es: There are rumors that Mr. Saito is faster than the black panther.

source: 我々が京最速の称号を取り戻すためには、 残る道は２つのみ。斎藤さんをボロボロに負かすか、 斎藤さんを、黒豹飛脚団にしてしまうかです。
es_es: There are only two ways left for us to regain the title of Kyo's fastest. Either defeat Saito-san to tatters or make Saito-san a black panther hikyaku troupe.

source: なるほどな。 黒豹飛脚団に勝った俺が入れば、 むしろ一層評判は上がるかもしれないな。
es_es: got it. If I, who won the black panther hikyaku team, joins, the reputation may rise even more.

source: ふふふ。でしょう？
es_es: Fufufu. Isn't it?

source: ……いかがですか？ お給金はかなりの額を出します。 悪い話ではないでしょう？
es_es: ……How do you like it? The salary is quite large. Isn't that a bad story?

source: 悪いが…… 断る。 俺は飛脚になる気はそもそもないし、 あんたらのやり方も気に食わないからな。
es_es: I'm sorry ... I refuse. I don't feel like hikyaku in the first place, and I don't like your way.

source: ……飛脚に必要なのは、速さだけじゃない。 送り主や、それをもらう人の気持ちを考えて、 真心を込めて運ぶ。それが飛脚のはずだ。
es_es: ...... Speed is not the only thing you need to fly. Consider the feelings of the sender and the person who receives it, and carry it with all your heart. That should be Hikyaku.

source: ……速さを追求するのは構わない。好きにしろ。 だが、勝負感覚で速さだけを競っているあんたらは、 飛脚の本分を忘れている。俺は、そう思うぜ。
es_es: …… It doesn't matter if you pursue speed. Do whatever you want. However, if you are competing only for speed with a sense of competition, you have forgotten what Hikyaku is all about. I think so.

source: そうですか…… 貴重なご意見、ありがとうございました。
es_es: That's right ... Thank you for your valuable feedback.

source: ……では、仕方がありませんね。 残念ですが、斎藤さんにはボロ負けしていただいて、 大恥をかいていただくことになります。
es_es: …… Then, it can't be helped. It's a pity, but Mr. Saito will be defeated and will be very embarrassed.

source: ……これをどうぞ。
es_es: ...... Please take this.

source: 手紙を受け取った。
es_es: I received the letter.

source: ……なんだこれは？
es_es: ...... What is this?

source: 読めばわかります。 それでは、斎藤さん。ごめんあそばせ。 ……せいぜい頑張ってくださいね。
es_es: You can read it. Then Mr. Saito. I'm sorry. ...... Please do your best at best.

source: （なんだ、この手紙は……？ 読んでみるか）
es_es: (Why is this letter ...? Do you want to read it?)

source: 黒豹の司令塔こと、黒豹飛脚団の稲本だ。 貴様を倒す準備が整った。早速、勝負といこう。 洛外の賭場近くの橋で待っているから、準備を整えて来るといい。 俺はいつまでも待っている。京最速の座は、貴様には譲らん。 楽しみにしているぞ。
es_es: It is Inamoto of the black panther Hikyaku corps, which is the command tower of the black panther. I'm ready to beat you. Let's go to the game immediately. I'm waiting at the bridge near Rakugai's casino, so it's a good idea to get ready. I'll be waiting forever. I will not give you the fastest seat in Kyoto. I'm looking forward to it.

source: （黒豹飛脚団の稲本からの挑戦状だったか…… 奴は賭場近くで待っているらしい。 面倒だが、決着をつけるか）
es_es: (Is it a challenge from Inamoto of the black panther Hikyaku team ... He seems to be waiting near the gambling house. It's troublesome, but will it be settled?)

source: 飛脚？
es_es: Hikyaku?

source: 平川
es_es: Hirakawa

source: 挑戦状
es_es: Challenge
