Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c09b4.po
Languages: es_es

source: ようこそ。 ルーレットテーブルへ。
es_es: Welcome. To the roulette table.

source: ようこそ。 ルーレットテーブルへ。 サシで勝負しましょうか。
es_es: Welcome. To the roulette table. Shall we play with Sashi?

source: それではゲームを開始します。
es_es: Now let's start the game.

source: またの御越しをお待ちしております。
es_es: We look forward to seeing you again.

source: チップが足りないようですね、 またの御越しをお待ちしております。
es_es: It looks like you're running out of tips, and we look forward to seeing you again.

source: まずお客様の印の位置を決めます。
es_es: First, determine the position of your seal.

source: 次に私、ディーラーの印の位置を決めます。
es_es: Next, I will decide the position of the dealer's mark.

source: お客様の番です。玉を投げてください。
es_es: It's your turn. Please throw the ball.

source: 私の番ですね。
es_es: It's my turn.

source: 今回の対戦は私の負けですね。
es_es: This match is my defeat.

source: 引き分けですね。
es_es: It's a draw.

source: 今回の対戦は私の勝ちですね。
es_es: This match is my victory, isn't it?

source: またのお越しをお待ちしております。
es_es: looking forward to seeing you coming again.

source: では始めようか。
es_es: Let's get started.

source: ゲストたちのベットが出揃いました。
es_es: The bets of the guests are ready.

source: いくぞ。
es_es: let's go.

source: ここではルーレットのルールについて 説明させていただきます。
es_es: Here, I will explain the rules of roulette.

source: 玉が投げ入れられるとベットが始まります。 制限時間内に、チップをベットして下さい。 最大１０００枚まで賭けることができます。
es_es: Bet starts when the ball is thrown. Bet your chips within the time limit. You can bet up to 1000 cards.

source: チップを置く箇所によって１つの目に賭けたり、 ６つの目に賭けたり、赤・黒どちらかに賭けたりと、 様々な賭け方ができます。
es_es: Depending on where you place the chips, you can bet on one eye, bet on six eyes, bet on either red or black, and so on.

source: １つの場所にベットしても、時間内であれば、 ベットしたチップを取り消すことや、 違う箇所にも賭けることができます。
es_es: Even if you bet on one place, you can cancel the bet chips or bet on different places within the time limit.

source: チップをベットした箇所で<Sign:4>を押すと、 賭けたチップを回収することができます。
es_es: At the place where you bet the chip<Sign:4> You can collect the chips you bet by pressing.

source: 直前に賭けたベットをＬＡＳＴ ＢＥＴと言います。 チップがベットされていない箇所では、<Sign:4>で ＬＡＳＴ ＢＥＴと同じ額のチップを賭けます。
es_es: The bet you bet immediately before is called LAST BET. Where chips are not bet<Sign:4> Bet the same amount of chips as LAST BET.

source: ベットできる時間には制限があるので、 残り時間が０になる前にベットを行ってください。
es_es: There is a limit to the amount of time you can bet, so bet before the remaining time reaches zero.

source: 残り時間が０になるとＮＯ ＭＯＲＥ ＢＥＴとなり ベット終了となります。 <Sign:C>を押すことでもベットを終了できます。
es_es: When the remaining time reaches 0, it becomes NO MORE BET and the bet ends.<Sign:C> You can also end your bet by pressing.

source: ベットした箇所に玉が入れば 配当額をもらうことができ、 入らなければベットを没収されます。
es_es: If a ball enters the bet, you can get a payout amount, otherwise your bet will be forfeited.

source: 以上で説明は終了です。 引き続き当カジノのゲームで、 熱い駆け引きをお楽しみくださいませ。
es_es: This is the end of the explanation. Please continue to enjoy hot bargaining with our casino games.

source: またの御越しをお待ちしております。
es_es: We look forward to seeing you again.

source: 印の配置が決まりました。
es_es: The placement of the marks has been decided.

source: ディーラー
es_es: dealer
