Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c1657.po
Languages: es_es

source: む……！
es_es: Mu ...!

source: （あの男は、何故かいつも倒れている男じゃないか。 今はまだ元気なようだ……）
es_es: (Isn't that man always lying down for some reason? It looks like he's still fine now ...)

source: （ん…… 待てよ。まだ元気ということは 今からあの男、また倒れるかもしれんな）
es_es: (Hmm ... wait. I'm still fine, that guy may fall down again from now on)

source: （ひょっとすると倒れる理由がわかるかもしれん。 しばらくあの男を観察してみよう）
es_es: (Maybe you can see why he collapsed. Let's observe that man for a while)

source: いてて…… まだ少し頭が痛いけど、 ひと休みしたし、そろそろ戻ろうかな。
es_es: I was there ... I still have a slight headache, but I took a rest and I think I'll be back soon.

source: ……でもどうして僕は 何度も同じ場所で倒れているんだろうか。
es_es: …… But why am I falling down in the same place many times?

source: ひょっとして何か重い病気なのかな……？ はぁ…… きっとそうに違いない……
es_es: Maybe something serious illness ...? Hmm ... I'm sure it is ...

source: 周囲に倒れる原因になりそうなものなんて 何ひとつないし……
es_es: There is nothing that could cause you to fall around ...

source: うぅ、もっと好きなことして 生きていればよかったよ……！ お母さん……！
es_es: Uh, I wish I had lived by doing what I liked more ...! Mom……!

source: （うーむ、なんだか落ち込み始めてしまったぞ しかしあの男の言うとおり、周囲に 倒れる原因となるものは何ひとつなさそうだな）
es_es: (Hmm, I'm starting to get depressed, but as the man says, there seems to be nothing that could cause him to fall around.)

source: あ！
es_es: Ah!

source: （……何か動きがあったようだ！）
es_es: (... It seems that something has happened!)

source: 猫がいるぞー！ かわいいなー！
es_es: I have a cat! It's cute!

source: ニャー！
es_es: Meow!

source: ニャー!!
es_es: Meow!!

source: あぁ、どこかに行ってしまった！ 頭なでたかったのになぁ。
es_es: Oh, I've gone somewhere! I wanted to stroke my head.

source: ……ってこんなことしてる場合じゃない。 本当に病気なのか、お医者さんに診てもらわないと。 ここから一番近いお医者さんはどこだったかな……
es_es: ... is not the case when you are doing this. I have to see a doctor to see if I'm really sick. Where was the closest doctor from here ...

source: うぅ…… でもなんだか、怖いな。 もし不治の病だって診断されたら…… 僕は…… 僕は……
es_es: Uh ... but I'm scared. If I was diagnosed with an incurable disease ... I ... I ...

source: （なかなか動きがないな……）
es_es: (It's hard to move ...)

source: うぐっ、ひっく…… も、もっと親孝行してればよかったよ…… うっ！
es_es: Ugh, Hick ... I wish I had been more filial ... Ugh!

source: （これ以上ここにいても あいつが倒れる原因はわかりそうにないな）
es_es: (I don't think I can tell why he's falling down even if I'm here anymore)

source: ……帰ろう。
es_es: ……go home.

source: あれ？ あなたはいつもの…… 僕を癒してくれる人じゃないですか！
es_es: that? You're always ... the one who heals me!

source: ……見つかってしまったか。
es_es: ...... Have you found it?

source: そんなところで何をやってるんですか？
es_es: What are you doing in such a place?

source: ……俺はお前が倒れる原因を探るために、 ここからお前のことを観察していたんだ。
es_es: ... I was observing you from here to find out what caused you to fall.

source: えー！ 全然気づきませんでしたよ。 ……で、どうでした？ 何かわかりました？
es_es: Eh! I didn't notice it at all. …… And how was it? Did you understand anything?

source: いや、そもそも今回は お前が倒れてないからな。わからずじまいだ。
es_es: No, you haven't fallen down this time. I don't know.

source: あ、それもそうですね…… でも僕、思ったんですよ。 僕が倒れる理由…… これ病気なんじゃないかって。
es_es: Oh, that's right ... But I thought. The reason why I fall ... I wonder if this is ill.

source: うーむ、その割にお前は元気そうだが……
es_es: Hmmm, you look fine for that ...

source: いいや、絶対これは病気ですよ！ こういうのは表面上ではわからないものなんですよ！
es_es: No, this is definitely sick! This kind of thing is not apparent on the surface!

source: もっと近くで僕のことを見てください！ 遠いし！ 絶対、あの、顔色とか悪いんで！ ……というわけで今からそっち行ってもいいですか？
es_es: Look at me closer! It's far! Absolutely, that complexion is bad! …… So can I go there from now on?

source: ……あぁ。いいぞ。
es_es: ……Ahh. thumbs up.

source: よーし、じゃあ行きまーす！
es_es: Alright, let's go!

source: ってう、うわぁぁぁ!!!!
es_es: Wow !!!!

source: な、何だと!?
es_es: What is it !?

source: なるほど、お前はいつも この不思議な物体を踏んで倒れていたんだな。
es_es: I see, you always stepped on this mysterious object and fell down.

source: いてて…… そ、そのようですね…… ちょうど帰る方向に置いてあったので 何度も踏んでたみたいです。
es_es: I was there ... Well, that's right ... It seems that I stepped on it many times because it was just placed in the direction of returning.

source: しかし、不思議だ。踏んだ人間をこんなにも いともたやすく転ばせることができるとは……
es_es: But it's strange. It's so easy to roll a stepped person ...

source: えぇ、倒れる原因が病気じゃなくてよかったですが、 この忌々しい物体はいったいなんなのでしょう……
es_es: Well, I'm glad that the cause of the fall wasn't illness, but what exactly is this damn object ...

source: わからん…… 新しい兵器かもしれんな……
es_es: I don't know ... maybe a new weapon ...

source: へ、兵器ですって!?
es_es: Hey, it ’s a weapon !?

source: 人ひとりをここまで苦しめることができるんだ。 その可能性は否定できないだろう。
es_es: You can afflict each person so much. The possibility cannot be denied.

source: なんてことだ…… とりわけ僕は、 新しい兵器の実験台にされたということですか……
es_es: What the hell ... Especially, did I mean that I was used as a test bench for new weapons ...

source: まぁ、その可能性はあるな…… しかし、いったい何でできているんだ、こいつは。 こんなもの、見たこともない……
es_es: Well, there is a possibility ... But what exactly is this guy made of? I've never seen anything like this ...

source: もしかしたら、外来のものですかね……？ とにかく、理由が分かったからには、 これに近づかないようにしないと、ですね。
es_es: Maybe it's an outpatient thing ...? Anyway, now that I know the reason, I have to stay away from this.

source: そうだな……
es_es: That's right ...

source: とにかく、これで僕も倒れないで済みそうです。 ありがとうございました。 これはお礼です。とっておいてください。
es_es: Anyway, it seems that I won't fall down. Thank you very much. This is a thank you. Please save it.

source: 「<Color:8>神木の木切れ<Color:Default>」をもらった
es_es: "<Color:8> A piece of sacred tree<Color:Default> I got

source: お前個人が狙われている可能性もある。 ……用心するんだな。
es_es: There is a possibility that you are being targeted. ...... Be careful.

source: はい！ 気を付けて生きていきます。 ありがとうございました！
es_es: Okay! I will be careful and live. Thank you very much!

source: 龍馬
es_es: Ryoma

source: 思い出せない男
es_es: A man I can't remember

source: 猫
es_es: Cat
