Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c1444.po
Languages: es_es

source: あ、斎藤さん！
es_es: Oh, Mr. Saito!

source: よう、新作の様子はどうだ？
es_es: How is the new work?

source: 斎藤さんのおかげで、 新作、過去最高の売れ行きみたいです！
es_es: Thanks to Mr. Saito, it seems that the new work is selling the best ever!

source: それは、すごいな。 同じ旅館に人気の物書きが宿泊しているとは、 俺も鼻が高いぜ。
es_es: That's amazing. I'm too nose to say that a popular writer is staying at the same inn.

source: いえ、斎藤さんの力が大きいですよ。 あなたの助言、大変助かりました。
es_es: No, Mr. Saito's power is great. Your advice was very helpful.

source: 自分の書きたいものを書ききって、 それが評価されるっていうのは、 本当に嬉しいことなんですね。
es_es: I'm really happy to write what I want to write and be evaluated.

source: おかげさまで、世間では 「文豪」なんて、呼ばれるようになってしまい、 嬉しいやら恥ずかしいやら…… ははは。
es_es: Thanks to you, people have come to call me "Bungo", and I'm happy or embarrassed ... haha.

source: ほう、それはよかったな。
es_es: Well, that was good.

source: 斎藤さん、本当にありがとうございました。 これ、受け取ってください。
es_es: Thank you very much, Mr. Saito. Please receive this.

source: 「<Color:8>南蛮渡来の反物<Color:Default>」をもらった
es_es: "<Color:8> Nanban migrant cloth<Color:Default> I got

source: 最近は少し頑張りすぎていたので、 今日からはしばらく休暇をとって 京都観光でもすることにしますよ。
es_es: I've been working a little too hard lately, so from today I'll take a break for a while to go sightseeing in Kyoto.

source: フッ、お疲れだったな。 ゆっくり休むといい。
es_es: Huh, I'm tired. You should take a rest.

source: はい、ありがとうございました！ よーし、死ぬ気で休養しますよ！
es_es: Thank you! Alright, I'll rest with the feeling of dying!

source: しかし、本来自分が書きたい方向とはずいぶん 違うところに来てしまった気がします……
es_es: However, I feel that I have come to a place that is quite different from the direction I originally wanted to write ...

source: 今、私がなんて呼ばれてるか知ってますか？ 「風雲の淫猥文豪・夏見」ですよ。 今では多くの若い男性に支持されています……！
es_es: Do you know what I'm called now? It's "Fuun's obscene literary master Natsumi". Nowadays, it is supported by many young men ...!

source: そ、そうか。 しかしそれはそれでめでたいことじゃないか……？
es_es: That's right. But isn't that a good thing ...?

source: そうですね。自分の中にこんな、 隠れた才能があるとは知りませんでした……！
es_es: I agree. I didn't know that I had such a hidden talent ...!

source: 新しい自分に気付けたのも斎藤さんのおかげですね。 これ、お礼です。受け取ってください。
es_es: It is thanks to Mr. Saito that I noticed my new self. This is thank you. Please receive it.

source: 「<Color:8>艶かしい人形<Color:Default>」をもらった
es_es: "<Color:8> Glossy doll<Color:Default> I got

source: 最近は少し頑張りすぎていたので、 今日からはしばらく休暇をとって 祗園観光でもしますよ。ネタ収集も兼ねて。
es_es: I've been working a little too hard lately, so from today I'll take a break for a while to go sightseeing in Gion. Also serves as a material collection.

source: フッ、そうか。 ゆっくり羽を伸ばせればいいな。
es_es: Huh, right? I wish I could grow my wings slowly.

source: はい、ありがとうございました！ よーし、死ぬ気で遊びつくしますよ！
es_es: Thank you! Alright, I'll play with the feeling of dying!

source: あ、斎藤さんじゃないですか。 この前もありがとうございました。
es_es: Oh, isn't it Mr. Saito? Thank you for your time.

source: いや、俺は少し口をはさんだだけだ…… それより、新作の手ごたえはどうだ？
es_es: No, I'm just a little bit squeezed ... What about the new work?

source: 斎藤さんのおかげで、 新作も絶好調の売れ行きみたいです！
es_es: Thanks to Mr. Saito, the new work seems to be selling very well!

source: それはよかったが、もう書き上げたのか？ しかももう売られているとは……
es_es: That was good, but have you written it yet? What's more, it's already on sale ...

source: 私、筆は早い方なんです。
es_es: I'm the earliest brush.

source: 新作「惨事郎」について、 すでに読者から感想のお手紙も届いているんですよ。
es_es: We have already received letters from readers about the new work "Accident".

source: ほう、感触はどうだ？
es_es: How is it feeling?

source: えーと、まぁ…… よかったんですけど、 官能的な表現が大絶賛されてましてね…… 私はいったいどこへ向かっているのでしょう……
es_es: Well ... I'm glad, but the sensual expression has been praised very much ... Where on earth am I heading ...

source: ……新しい才能が発掘できてよかったじゃないか。
es_es: ...... I'm glad I was able to discover new talent.

source: ……それもそうですね。 斎藤さんの助言のおかげですよ。 ありがとうございます。
es_es: ...... That's right. Thanks to Mr. Saito's advice. thanks you.

source: これ、お礼の気持ちです。 よかったら受け取ってください。
es_es: This is a feeling of gratitude. Please receive it if you like.

source: 新作「僕ちゃん」について、 すでに読者から感想のお手紙も届いているんですよ。
es_es: We have already received letters from readers about the new work "I-chan".

source: ほう、感触はどうだ？
es_es: How is it feeling?

source: それが…… 大好評なんですよ！ 小気味よい文章のおもしろさが絶賛されていて、 私としても嬉しい限りです。
es_es: That is ... very popular! The fun of the crisp sentences has been praised, and I am very happy.

source: それはよかったな。
es_es: That was good.

source: それもこれも、斎藤さんの助言のおかげですよ。 ありがとうございます。
es_es: This is also thanks to Mr. Saito's advice. thanks you.

source: これ、お礼の気持ちです。 よかったら受け取ってください。
es_es: This is a feeling of gratitude. Please receive it if you like.

source: 新作「失格人間」について、 すでに読者から感想のお手紙も届いているんですよ。
es_es: We have already received letters from readers about the new work "Disqualified Humans".

source: ほう、感触はどうだ？
es_es: How is it feeling?

source: えーと、まぁ…… よかったんですけど、 官能的な表現が大絶賛されてましてね…… 私はいったいどこへ向かっているのでしょう……
es_es: Well ... I'm glad, but the sensual expression has been praised very much ... Where on earth am I heading ...

source: ……新しい才能が発掘できてよかったじゃないか。
es_es: ...... I'm glad I was able to discover new talent.

source: ……それもそうですね。 斎藤さんの助言のおかげですよ。 ありがとうございます。
es_es: ...... That's right. Thanks to Mr. Saito's advice. thanks you.

source: これ、お礼の気持ちです。 よかったら受け取ってください。
es_es: This is a feeling of gratitude. Please receive it if you like.

source: 「<Color:8>綺麗な絹織物<Color:Default>」をもらった
es_es: "<Color:8> Beautiful silk fabric<Color:Default> I got

source: この流れに乗って、今季中にもう１作品くらい 書き上げてしまいたいなぁ……
es_es: I want to follow this trend and write about another work this season ...

source: フッ、もう次の作品の話か。 具体的な構想はあるのか？
es_es: Huh, is it the story of the next work? Do you have a concrete idea?

source: そうですねぇ。 今温めているのはこういう話です……
es_es: Yeah. This is what I'm warming up now ...

source: 主人公は、ある日自分の尊敬する先生から、 遺書のような手紙をもらいます。
es_es: One day, the hero receives a letter like a suicide note from a teacher he respects.

source: 驚いた主人公は急いで先生に会いに行くのですが、 彼は既にこの世にはいませんでした……
es_es: The surprised hero hurriedly went to see his teacher, but he was no longer in the world ...

source: 手紙を最後まで読むと、 先生のこれまでの人生が事細かに書いてありました。
es_es: When I read the letter to the end, the teacher's life so far was written in detail.

source: 手紙によると、先生は昔、 圭という名の友人がいたそうです。
es_es: According to the letter, the teacher used to have a friend named Kei.

source: しかし、先生が友人である圭の好きな女性を 奪って結婚してしまい…… その後、圭は自殺。 先生もその罪悪感に苛まれて自殺してしまった……
es_es: However, the teacher robbed her friend Kei's favorite woman and got married ... After that, Kei committed suicide. The teacher also committed suicide because of that guilt ...

source: うーむ、興味をそそられる内容だ。 もうあとは文字に起こすだけじゃないか。 いったい何を悩んでいるんだ？
es_es: Hmmm, it's intriguing. Isn't it just a matter of transcribing it? What on earth are you worried about?

source: 今回も例によって題名が思いつかないんですよね……
es_es: As usual, I can't think of a title this time ...

source: 斎藤さん、また的確な助言を いただけないでしょうか？
es_es: Mr. Saito, could you give me some accurate advice?

source: ふむ、友情と恋愛のもつれ…… その結果、自殺した先生とその友人の話か……
es_es: Hmm, the entanglement of friendship and romance ... As a result, the story of the teacher who committed suicide and his friend ...

source: 登場人物の感情や、人物同士の関係性、 そういったものが軸になる話の題名となると……
es_es: When it comes to the emotions of the characters, the relationships between the characters, and the title of the story centered on those things ...

source: 「気持ち」なんてどうだ？
es_es: How about "feelings"?

source: 気持ち…… 気持ちか……
es_es: Feelings ... Feelings ...

source: それ…… とってもいいですよ！ 気持ち！ なるほど、一言で様々な想像をさせられる題名ですね！
es_es: That ... it's very good! Feelings! I see, it's a title that makes you imagine various things in one word!

source: 主人公の気持ち、先生の気持ち、 そして先生の友人、圭の気持ち…… それらの移り行きを主軸に文章にしてみます！
es_es: The feelings of the hero, the feelings of the teacher, and the feelings of the teacher's friend, Kei ...

source: そうか、気に入ってもらえたならよかったぜ。
es_es: Well, I wish you liked it.

source: いい題名がつくと、創作意欲が湧いてきますね！ 今季最後の仕事！ 気合い入れて頑張りますよ！ ……もちろん死ぬ気で！
es_es: When you get a good title, you will be motivated to create! The last job of the season! I'll do my best with enthusiasm! ...... Of course I feel like dying!

source: 「腕枕」なんてどうだ？
es_es: How about an "arm pillow"?

source: 腕枕……!? どうしてそこで腕枕がでてくるんです？
es_es: Arm pillow …… !? Why does the arm pillow come out there?

source: その先生の苦悩は、友人の好きな人を 寝取ったところから始まるんだろう？ つまり…… 腕枕からすべては始まったんだ。
es_es: Does the teacher's anguish begin when he falls asleep on a friend's favorite person? So ... everything started with the arm pillow.

source: なるほど、うーん…… 意図はわかりましたけれど……
es_es: I see ... I understand the intention, but ...

source: 少し生々しすぎる気がしますよ…… 友人の好きな人を奪い取るだけの話じゃないですし。
es_es: I think it's a little too raw ... It's not just about robbing a friend's favorite person.

source: そ、そうか？
es_es: Is that so?

source: はい、腕枕っていう題名はやはり卑猥すぎです。 そんな名前だといやらしい目的で買う人が……
es_es: Yes, the title of arm pillow is still too obscene. Someone who buys such a name for a nasty purpose ...

source: ……ん！ なんだか新しい案が浮かんできましたよ！
es_es: ……Hmm! Somehow a new idea came up!

source: なに？ 腕枕でか。 それはよかったな。
es_es: What? With an arm pillow? That was good.

source: 腕枕をしている最中、感じるお互いの息遣い…… 官能で卑猥な２人の距離…… そして…… うおぉぉぉ!!
es_es: While I'm wearing my arm pillow, I feel each other's breathing ... The distance between the two sensual and obscene people ... And ... Uooo !!

source: 話の内容は当初のものから大分変わりそうですが、 素晴らしい作品が書けそうな気がしてきました！ 斎藤さん、ありがとうございます！
es_es: The content of the story seems to change a lot from the original_text one, but I feel like I can write a wonderful work! Thank you, Mr. Saito!

source: よーし、今季最後の仕事！ 気合い入れて頑張りますよ！ もちろん死ぬ気で！
es_es: Alright, the last job of the season! I'll do my best with enthusiasm! Of course I feel like dying!

source: 「そこから」なんてどうだ？
es_es: How about "from there"?

source: そこから……!? どういう意味なんです!? いったいどこからなんです!?
es_es: From there ...!? What do you mean !? Where on earth are you from !?

source: 人間関係のいざこざなんて、 もとをたどればだいたい恋愛がらみだ。 つまり、問題は「そこから」始まるってことだ。
es_es: The troubles of human relations are mostly related to romance. So the problem is that it starts "from there".

source: なるほど、うーん…… 意図はわかりましたけれど……
es_es: I see ... I understand the intention, but ...

source: そこから、か…… でも私「そこ」と言われると、 どうしてもいやらしい妄想をしてしまいますよ。
es_es: From there ... But when I say "there", I have a nasty delusion.

source: そ、そうか？
es_es: Is that so?

source: それはもう。「そこ」って言われたら、 どこのことなのか考えて、そこがあそこで……
es_es: It's already. If you say "there", think about where it is, and that's where ...

source: ……ん！ なんだか新しい案が浮かんできましたよ！
es_es: ……Hmm! Somehow a new idea came up!

source: なに？ そこからでか。 それはよかったな。
es_es: What? From there? That was good.

source: 男と女の「そこ」から始まるどん底物語。 そこかしこで繰り広げられる、 そこそこ破廉恥な宴…… うおぉぉぉ!!
es_es: A deep story that begins with the "there" of men and women. A decently shameful feast that takes place here and there ...

source: 話の内容は当初のものから大分変わりそうですが、 素晴らしい作品が書けそうな気がしてきました！ 斎藤さん、ありがとうございます！
es_es: The content of the story seems to change a lot from the original_text one, but I feel like I can write a wonderful work! Thank you, Mr. Saito!

source: よーし、今季最後の仕事！ 気合い入れて頑張りますよ！ もちろん死ぬ気で！
es_es: Alright, the last job of the season! I'll do my best with enthusiasm! Of course I feel like dying!

source: フッ、死なない程度に頑張れ。夏見。
es_es: Huh, do your best not to die. Natsumi.

source: あ、斎藤さんじゃないですか。 この前はありがとうございました。
es_es: Oh, isn't it Mr. Saito? Thank you for the last time.

source: いや、俺は特に何もしていない。
es_es: No, I haven't done anything in particular.

source: いえいえ、斎藤さんが助言をくれなかったら、 期限までに読本を作ること、できなかったですよ。
es_es: No, I couldn't make a reading book by the deadline without Mr. Saito's advice.

source: そうか、仕事が間に合ったのならよかったな。
es_es: Well, I wish I had done the job in time.

source: そうそう、そういえばあの読本に対する感想。 読者からお手紙で送られてきたんですよ。
es_es: Oh yeah, by the way, my impression of that reader. It was sent by a letter from the reader.

source: ほう、そんなに早く反応が返ってくるものなんだな。 感触はどうだった？
es_es: On the other hand, the response comes back so quickly. How was it feeling?

source: 「私めは猫でございます」の反応ですが……
es_es: The reaction of "I am a cat" ...

source: ……すごくよかったんです！ やはり猫目線で物語が進んでいくという 斬新な設定が、評判が高かったですね！
es_es: ...... It was really good! After all, the novel setting that the story progresses from the cat's perspective was well received!

source: ほう、それはよかったな。
es_es: Well, that was good.

source: えぇ、斎藤さんのくれた助言のおかげですよ。 ありがとうございます。
es_es: Well, thanks to Mr. Saito's advice. thanks you.

source: これ、お礼の気持ちです。 よかったら受け取ってください。
es_es: This is a feeling of gratitude. Please receive it if you like.

source: 「私めは雌犬でございます」の反応ですが……
es_es: The reaction of "I am a bitch" ...

source: ……まぁよかったんですけれど、 なんだか私の意図した方面でないところから 絶賛されてましたね…… おもに若い男性から。
es_es: ...... It was good, but somehow it was praised from a place that was not my intention ... Mainly from young men.

source: そ、そうか…… しかし、人気がでているならよかったじゃないか。
es_es: Well, yeah ... But I wish it was popular.

source: そうですね……
es_es: I agree……

source: これ、一応お礼です。 よかったら受け取ってください。
es_es: This is a thank you. Please receive it if you like.

source: 「私めは卑しい豚でございます」の反応ですが……
es_es: The reaction of "I am a lowly pig" ...

source: ……まぁよかったんですけれど、 なんだか私の意図した方面でないところから 絶賛されてましたね…… おもに若い男性から。
es_es: ...... It was good, but somehow it was praised from a place that was not my intention ... Mainly from young men.

source: そ、そうか…… しかし、人気がでているならよかったじゃないか。
es_es: Well, yeah ... But I wish it was popular.

source: そうですね……
es_es: I agree……

source: これ、一応お礼です。 よかったら受け取ってください。
es_es: This is a thank you. Please receive it if you like.

source: 「<Color:8>壊れた羅針盤<Color:Default>」をもらった
es_es: "<Color:8> Broken compass<Color:Default> I got

source: ところで、「私め～」ですが、 今、怒涛の勢いで売れているらしくて、 すぐに新しい作品の依頼を受けたんですよ。
es_es: By the way, "I am", it seems that it is selling at a rage right now, so I immediately received a request for a new work.

source: ほう、大人気作家じゃないか。
es_es: Isn't it a very popular writer?

source: いえ、あれは斎藤さんの助言があったからこそ、 書き上げられた作品なので……
es_es: No, it's a work that was written because of Mr. Saito's advice ...

source: ……次の作品が今回ほど人気がでるとは 到底思えないんですよ。
es_es: I don't think the next work will be as popular as this time.

source: また斎藤さんに助言をいただけたら 嬉しいんですけど、お願いしてもいいでしょうか……
es_es: I would be grateful if you could give me some advice, but can I ask ...

source: 助言くらいならいつでもいいぞ。 うまくいくかどうかはわからんがな。
es_es: Any advice is fine. I don't know if it will work.

source: 本当ですか！ 助かります！
es_es: really! That helps a lot!

source: 今回も、物語の案だけは頭の中でぼんやりと 形にはなっているんですけど……
es_es: Again, only the story plan is vaguely shaped in my head ...

source: それはどういう話なんだ？
es_es: What kind of story is that?

source: えーと…… 主人公は学校の先生なんですけど、 これがまた血気盛んで無鉄砲な若い男なんです。
es_es: Well ... The main character is a school teacher, but this is another young man who is full of blood and has no guns.

source: 先生になったばかりの主人公ですが、 彼の周りの人たちも個性的な人間ばかり。
es_es: The main character has just become a teacher, but the people around him are all unique.

source: 上司から目をつけられたり、教え子から 嫌がらせを受けたり、自分で問題を起こしたり…… 主人公の周りではいつも騒動が起きています。
es_es: Being watched by your boss, being harassed by your students, having problems on your own ... There is always a turmoil around the protagonist.

source: そんな彼が先生という仕事をやめるまでの 物語を書こうと思っています。
es_es: I'm thinking of writing a story about how he quit his job as a teacher.

source: なかなかおもしろそうな内容だと思うが…… いったい何を迷っているんだ？
es_es: I think it's quite interesting, but ... what on earth are you wondering?

source: それが…… 主人公のあだ名を何にするか ずっと迷っているんです。
es_es: That is ... I've been wondering what to do with the nickname of the main character.

source: 主人公のあだ名？
es_es: Nickname of the main character?

source: えぇ、主人公の本名は作品中で、 明確に出さない予定なんです。
es_es: Well, the real name of the main character is in the work, and I'm not planning to give it clearly.

source: でもどこか親しみのある呼び方で呼ばれていて…… それをそのまま題名にも使いたいんですけど……
es_es: But it's called by a familiar name ... I'd like to use it as it is in the title ...

source: うーむ、本名の出ない主人公のあだ名か…… そしてそれが題名にもなる、と。
es_es: Hmmm, is it the nickname of the main character who doesn't have a real name?

source: えぇ、この物語の主人公のあだ名、 いったい何にすればいいんでしょう……
es_es: Well, what should I do with the nickname of the main character in this story ...

source: 「惨事郎」なんてどうだ？
es_es: How about "Accident"?

source: 惨事郎……!?
es_es: Miserable ...!?

source: たしかに主人公の周りでは 大惨事となる問題がたくさん起きますけど、 親しみやすい呼び名とは言えない気がしますが……
es_es: It's true that there are many catastrophic problems around the main character, but I don't think it's a familiar name ...

source: いや、待てよ。むしろ惨事の内容を 親しみやすい破廉恥な内容に寄せればいいのか……？
es_es: No, wait. Rather, should the content of the disaster be brought to the familiar and shameful content ...?

source: そ、そういうもんなのか……？
es_es: Is that so ...?

source: 破廉恥な惨事…… 破廉恥な惨事……
es_es: Shameless disaster ... Shameless disaster ...

source: ……む！ なんだか新しい案が浮かんできました！
es_es: ...... Mu! Somehow a new idea came up!

source: そ、それはよかったな。
es_es: Well, that was good.

source: よーし、「私め～」に負けないように、 今から死ぬ気で書き上げます！ 頑張るぞー！
es_es: Alright, I'll write it with the intention of dying so that I won't lose to "I"! I'll do my best!

source: 「僕ちゃん」なんてどうだ？
es_es: How about "I-chan"?

source: 僕ちゃん……!? そ、それ、いいですよ！
es_es: I-chan ...!? That's good!

source: 本名の出ない主人公のあだ名として 一人称を使うのは上手いですね！ 親しみも感じられるし、呼びやすいです！
es_es: It's good to use the first person as the nickname of the hero who doesn't have a real name! It feels familiar and easy to call!

source: 「僕ちゃん」という題名もいいな…… なんだか書きたいことがどんどん浮かんできました！
es_es: The title "I-chan" is also good ... I've come up with something I want to write!

source: フッ、役に立てたようでよかったぜ。
es_es: Huh, I'm glad it helped.

source: よーし、「私め～」に負けないように、 今から死ぬ気で書き上げます！ 頑張るぞー！
es_es: Alright, I'll write it with the intention of dying so that I won't lose to "I"! I'll do my best!

source: 「失格人間」なんてどうだ？
es_es: How about a "disqualified person"?

source: 失格人間……!?
es_es: Disqualified human ...!?

source: たしかに主人公は、 そこまでできた人間ではないと思いますが、 少し言い過ぎじゃないですかね……
es_es: I don't think the main character is such a human being, but I think it's a little overstated ...

source: いや、待てよ。主人公の駄目な部分をもっと 親しみやすい破廉恥な内容に寄せればいいのか……？
es_es: No, wait. Should I put the bad part of the hero into a more familiar and shameful content ...?

source: そ、そういうもんなのか……？
es_es: Is that so ...?

source: 失格人間の起こす破廉恥な騒動…… 失格人間の起こす破廉恥な騒動……
es_es: Shameless uproar caused by disqualified humans ... Shameless uproar caused by disqualified humans ...

source: ……む！ なんだか新しい案が浮かんできました！
es_es: ...... Mu! Somehow a new idea came up!

source: そ、それはよかったな。
es_es: Well, that was good.

source: よーし、「私め～」に負けないように、 今から死ぬ気で書き上げます！ 頑張るぞー！
es_es: Alright, I'll write it with the intention of dying so that I won't lose to "I"! I'll do my best!

source: フッ、死なない程度に頑張れよ。
es_es: Huh, do your best not to die.

source: うぅ…… もう無理だ…… 死ぬしかない！ 死ぬしかない！
es_es: Uh ... I can't do it anymore ... I have no choice but to die! I have no choice but to die!

source: お、おい。気をしっかり持て。 何があった？
es_es: Hey, hey. Hold your mind firmly. What happened?

source: へ……？ あ、あなた誰ですか!?
es_es: What……? Oh, who are you !?

source: お前と同じ、この旅館に泊まっている者だ。
es_es: Like you, he is staying at this inn.

source: ……も、もしかして私、うるさかったですか!? すいません！ すいません！ もう死ぬしかない！
es_es: ...... Maybe I was noisy !? Excuse me! Excuse me! I have no choice but to die!

source: いや、死ななくていい。 ……それより何かあったのか？ ずいぶん追い詰められているようだが……
es_es: No, you don't have to die. ...... What happened more than that? It seems that they have been cornered a lot ...

source: それは…… 物語の内容が決まらなくて……
es_es: That is ... the content of the story has not been decided ...

source: 物語？
es_es: story?

source: あ、申し遅れました。私、物書きをしてます、 夏見創作（なつみそうさく）と申します。
es_es: Oh, I was late. I'm writing, my name is Natsumi Sosaku.

source: ほう、物書きなのか。すごいな。
es_es: Is it a writing? It's amazing.

source: いえ、本当にたいしたことはないんですよ。 現に今、読本にするための物語を書いてるんですが、 完璧に筆が止まってますからね……
es_es: No, it's not really a big deal. Actually, I'm writing a story to make it a reading book, but the writing is completely stopped ...

source: あぁっ！ 締め切りまで間もないと言うのに、 まだどういう物語にするかすら決まっていない！
es_es: Ah! Even though the deadline is just around the corner, we haven't even decided what kind of story to make!

source: はぁぁぁん！ もう死ぬしかない！ 死んで詫びるしかない！ 印刷屋さんごめんなさあぁぁぁい！
es_es: Hmm! I have no choice but to die! I have no choice but to apologize for being dead! I'm sorry for the printing shop!

source: なるほど、それで大声を出していたのか。
es_es: I see, was it making a loud voice?

source: うぅ…… お願いです。 何か助言をしてくれないでしょうか？
es_es: Uh ... please. Can you give me some advice?

source: お、俺がか？
es_es: Oh, am I?

source: もちろんですよ、えーと…… 宿泊仲間さん。
es_es: Of course, uh ... my staying companion.

source: 斎藤だ。あいにくだが俺は、 物書きに助言できるほど文章に精通していないぞ。
es_es: Saito. Unfortunately, I'm not so familiar with writing that I can advise you on writing.

source: いえいえ、そんなに深く考えないでください。
es_es: No, don't think too deeply.

source: 物語の方向性を決めるきっかけのようなものが もらえたらなぁくらいに思ってるだけなので。
es_es: I just wish I could get something like an opportunity to decide the direction of the story.

source: きっかけか……
es_es: Is it a trigger ...

source: えぇ、こういう物語にしようっていう案が、 頭の中でぼんやりとは形になってるんですけど、 文章にするとなると、決定打が足りなくて……
es_es: Well, the idea of making a story like this is vaguely shaped in my head, but when it comes to writing, there aren't enough decisive hits ...

source: その案っていうのは、どういうものなんだ？
es_es: What is the idea?

source: えーと…… この物語は、 人間ではない動物が主人公で、 そいつの一人称視点でお話が進行します。
es_es: Well ... This story is about a non-human animal, and the story progresses from that person's first-person perspective.

source: なるほど、動物が主人公の話なのか。
es_es: I see, is the animal the story of the main character?

source: えぇ。動物の目線で人間の生活を見るので、 普段私たちが当たり前のようにやっていることも、 動物にとっては珍妙でおもしろく表現できるかと……
es_es: Yeah. Since we see human life from the perspective of animals, we wonder if we can express what we normally do in a strange and interesting way for animals ...

source: しかし、肝心の主人公を何の動物にするかで ここ数日、ずーっと迷っているんです。
es_es: However, for the past few days, I've been wondering what kind of animal the main character should be.

source: 作品の題名は「私めは○○でございます」にしようと 思ってるんですが…… 肝心の○○に入る 主人公にする動物が決まらなくて……
es_es: I'm thinking of making the title of the work "I'm XX" ... but I haven't decided which animal to be the main character in XX ...

source: うーむ、主人公にする動物か……
es_es: Hmmm, is it an animal to be the main character ...

source: えぇ、主人公の動物を何にすればいいか、 斎藤さん、思いつきませんかね？
es_es: Well, Mr. Saito, can't you think of what to do with the main character's animal?

source: 猫がいいんじゃないか。
es_es: I think cats are good.

source: 猫……！ やっぱりあなたもそう思います!?
es_es: Cat……! After all you think so too !?

source: 人に近い存在である猫の目線から人の世界を覗く…… そんな話がいいかなぁと考えてはいたんですよ！
es_es: Looking into the world of people from the perspective of a cat, who is close to people ... I was wondering if such a story would be good!

source: 「私めは猫でございます」…… うん！ 題名もなんだかものすごくしっくりくる気がするぞ！
es_es: "I'm a cat" ... Yeah! I feel that the title is also very nice!

source: フッ、役に立てたようでよかったぜ。
es_es: Huh, I'm glad it helped.

source: よーし、これから一気に書きあげねば！ 死ぬ気で頑張りますよ！
es_es: Alright, I have to write it all at once! I'll do my best to die!

source: 雌犬なんてどうだろう。
es_es: How about a bitch?

source: め、雌犬……!? う、うーん…… 性別まで指定する気合いの入れようですか……
es_es: So, a bitch ...!? Hmm ... Let's try to specify the gender ...

source: ……ということは題名は、 「私めは雌犬でございます」になるのか。 うーん、なんだか少し破廉恥な匂いがしますね。
es_es: Does that mean that the title will be "I am a bitch"? Well, it smells a little shameful.

source: そ、そうだな……
es_es: Yeah, that's right ...

source: あぁ、でも迷ってる時間なんてない！ 当初のものとは少し話の内容が変わりそうですが、 雌犬でいくしかない！
es_es: Oh, but I don't have time to get lost! The content of the story seems to be a little different from the original_text one, but there is no choice but to go with a bitch!

source: 不安はありますが、これから一気に書きあげねば！ 死ぬ気で頑張りますよ！
es_es: I'm worried, but I have to write it all at once! I'll do my best to die!

source: 卑しい豚しかないだろ。
es_es: There are only lowly pigs.

source: ぶ、豚……!? う、うーん、なるほど。 しかもただの豚ではなく卑しい豚ですか……
es_es: Bu, pork ...!? Umm, hmm, I see. Besides, is it not just a pig but a lowly pig ...

source: ……ということは題名は、 「私めは卑しい豚でございます」になるのか。 なんだかとってもその…… 破廉恥ですね。
es_es: Does that mean that the title will be "I am a lowly pig"? It's kind of like that ... It's shameless.

source: そ、そうだな……
es_es: Yeah, that's right ...

source: あぁ、でも迷ってる時間なんてない！ 当初のものとは少し話の内容が変わりそうですが、 卑しい豚でいくしかない！
es_es: Oh, but I don't have time to get lost! The content of the story seems to be a little different from the original_text one, but there is no choice but to go with a lowly pig!
