Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid011607af.po
Languages: es_es

source: ん……？ 何か変な匂いがするな……
es_es: Hmm……? Don't smell something strange ...

source: お前らが刀剣一家か？
es_es: Are you a swordsman family?

source: ぐぅぅぅ……
es_es: Guuu ……

source: 殺す……
es_es: kill……

source: ふ、ふふ……
es_es: Huh, huh ...

source: お松が言っていた通りだ。 こいつら、あきらかに様子がおかしい。 一体どうなっている……
es_es: That's exactly what Omatsu said. These guys are obviously strange. What the hell is going on ...

source: ……やるしかないようだな。
es_es: ...... It seems that there is no choice but to do it.

source: うわぁぁぁ!!
es_es: Wow !!

source: うぅ…… あなたは？
es_es: Uh ... what about you?

source: お前らが刀剣一家か？
es_es: Are you a swordsman family?

source: 俺は斎藤という。 お前らとは幾度となく剣を交えて来たが、 ようやく話ができそうだな。
es_es: I'm Saito. I've been with you many times with my sword, but I think I can finally talk to you.

source: うぅ…… ずっと悪夢を見ていたようだ。
es_es: Uh ... I think I've had a nightmare all the time.

source: 何があったんだ？
es_es: What happened?

source: 頭がぼーっとしていて、記憶がはっきりしないですが 覚えていることをお話しします……
es_es: My head is dull and I don't remember clearly, but I will tell you what I remember ...

source: 申し遅れましたが、私は 刀剣一家の代表をやっています、 行光と申します。
es_es: I'm late, but I'm Yukimitsu, the representative of the sword family.

source: 全ては、村様という妖刀を 買ったところから悪夢は始まりました。
es_es: Everything started with a nightmare when I bought a sword called Mura-sama.

source: 妖刀？ 確かに禍々しい何かを感じたが……
es_es: A sword? Certainly I felt something terrible, but ...

source: 私たち刀剣一家はそれぞれ身分などは 違いますが刀を収集することに 命を懸ける同志たちなのです。
es_es: Each of us, the sword family, has different identities, but they are comrades who put their lives into collecting swords.

source: そんな私たちのもとに、 ある日変わった雰囲気の行商人がやってきて……
es_es: One day, a merchant with a strange atmosphere came to us ...

source: 行商人……
es_es: Merchant ……

source: 私たちも珍しい刀があるのではないかと 心を躍らせて迎え入れました。
es_es: We were excited to welcome that there might be a rare sword.

source: 私は行商人に勧められ 妖刀だという村様を買いました。 他の面々もそれぞれ刀を購入したようです。
es_es: I bought a village that was recommended by a merchant and was a sword. It seems that the other people also bought their own swords.

source: その日から…… 記憶が曖昧なのです。 何か悪い夢を見ていたような……
es_es: From that day ... My memory is ambiguous. It's like having a bad dream ...

source: その行商人が怪しいな…… 何かされなかったのか？
es_es: The merchant is suspicious ... Did something happen?

source: ええと…… なにせ、刀を買った後は記憶が曖昧で……
es_es: Uh ... Anyway, after I bought the sword, my memory was ambiguous ...

source: 強いて言うとすれば、 刀を買ったときにおまけで 疲れが取れる香を頂きましたね。
es_es: Speaking of force, when I bought a sword, I got an incense that made me feel tired.

source: 香か…… それがいかにも怪しいな。
es_es: Incense ... That's really suspicious.

source: その香は橘組で調べてもらおう。 とりあえず手当てが必要だろう。 案内するからこっちへ来い。
es_es: Let's have the incense checked by the Tachibana group. I think I need some treatment for the time being. I'll show you around, so come over here.

source: ありがとうございます。 ぐっ…… うぅ……
es_es: thanks you. Gut ... Uh ...

source: （行商人に香か…… 一旦、橘組へ戻ろう）
es_es: (Is it incense for a merchant ... Let's go back to the Tachibana group)

source: 目が虚ろな侍
es_es: Samurai with hollow eyes

source: 苦しそうな侍
es_es: Samurai who seems to be suffering

source: 殺気立った侍
es_es: A murderous samurai

source: 半笑いの侍
es_es: Half-laughing samurai

source: 行光
es_es: Xingguang
