Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01070964.po
Languages: es_es

source: まずは親を決めるか。
es_es: Do you decide the parents first?

source: 俺が親だな。
es_es: I'm a parent.

source: （いくらで勝負する？）
es_es: (How much will you play?)

source: 始めるぜ。
es_es: Let's get started.

source: 俺の番だな。
es_es: It's my turn.

source: もう一回振るぜ。
es_es: Shake it again.

source: 精算だ。
es_es: It's a settlement.

source: （お前が親）
es_es: (You are the parent)

source: 親を交代するぜ。
es_es: I'll change my parents.

source: （もう一丁？）
es_es: (Another one?)

source: （オケラ）
es_es: (Mole cricket)

source: （出直して）
es_es: (Restart)

source: 親の即精算メッセージ。
es_es: Parent's immediate settlement message.

source: 親の奇の見は ３に化けるんだったか。
es_es: Did the strange look of the parents turn into 3?

source: 最初の子が出した奇の見は ３に化けるんだったか。
es_es: Did the strange look that the first child gave turn into 3?

source: 奇の見は一つ前の子と 同じ出目になるんだったな。
es_es: The strange look was the same as the previous child.

source: 親の偶の音は ４に化けるんだったか。
es_es: Did the sound of the parent's even turn into 4?

source: 偶の音は一つ後の子と 同じ出目になるんだったな。
es_es: The sound of the even was the same as the one after the next child.

source: 最後の子が出した偶の音は ４に化けるんだったか。
es_es: Did the even sound made by the last child turn into 4?

source: 偶の音は、後ろの子と 同じ出目になる。
es_es: The sound of the even is the same as the child behind.

source: 偶の音のあとに奇の見が出た。
es_es: A strange look came after the sound of the even.

source: 幸先いいぜ。
es_es: Good luck.
