Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01160988.po
Languages: es_es

source: ややや、お待ちしてました。 かかし屋敷、挑戦していきますか？
es_es: I've been waiting for you. Scarecrow mansion, will you challenge?

source: 各部屋の報酬は一個ずつしか用意していませんが ２度目の挑戦からは、 「<Color:8>かかしの根付<Color:Default>」を差し上げますよ。
es_es: Only one reward is prepared for each room, but from the second challenge, "<Color:8> Scarecrow netsuke<Color:Default> I will give you.

source: （どうするか……）
es_es: (what to do……)

source: おや、帰られるんですか？ もし、目標達成できない部屋があったら、 強くなってから、再度来られると良いですよ。
es_es: Oh, can you go home? If there is a room where you can't reach your goal, it's a good idea to come back after getting stronger.

source: では、またお待ちしております。
es_es: I'll be waiting for you again.

source: ああ、やっていこう。
es_es: Oh, let's do it.

source: では、１名様ご案内～。
es_es: Then, one person guide ~.

source: 様々な種類のかかしが床から飛び出してきます。 かかしを壊すと、かかしの種類に応じて点数を獲得できます。 金のかかし ５００点 黒いかかし ３００点 赤いかかし ２００点 白いかかし １００点 制限時間内にできるだけ多くの、かかしを壊してください。 金のかかしを上手く壊すのがコツです。
es_es: Various types of scarecrows pop out of the floor. If you break the scarecrow, you can get points according to the type of scarecrow. Gold Scarecrow 500 points Black Scarecrow 300 points Red Scarecrow 200 points White Scarecrow 100 points Break as many scarecrows as possible within the time limit. The trick is to break the scarecrow well.

source: 難易度と部屋に応じて目標点数は変わりますが、 目標点数を達成すると豪華景品がもらえますので頑張ってください。 クリアが難しくなったら、武器や能力を鍛えるのも一つの手です。 強くなったら再挑戦してみましょう。
es_es: The target score will change depending on the difficulty level and the room, but if you reach the target score, you will receive a luxurious prize, so please do your best. If it becomes difficult to clear, it is one way to train your weapons and abilities. Let's try again when we get stronger.

source: また、最初は基礎の部屋しか遊べませんが、 各部屋に設定されている、 目標得点を獲得すると★★★評価が得られます。 各難易度で一定以上の評価を得ると次の難易度が解放されます。 全ての部屋の踏破を目指して頑張ってください。
es_es: Also, at first you can only play in the basic room, but if you get the target score set in each room, you will get a ★★★ evaluation. If you get a certain level of evaluation in each difficulty level, the next difficulty level will be released. Please do your best with the aim of traversing all the rooms.

source: おお、見事な腕前ですね。
es_es: Oh, it's a wonderful skill.

source: あなたなら大丈夫そうだ。 次の難易度の部屋を解放しますね。
es_es: You look okay. You will release the room of the next difficulty level.

source: もし、突破できないようだったら 体や武器を鍛えてから来るといいですよ。
es_es: If you can't break through, you should train your body and weapons before you come.

source: そうそう、弟の新兵衛が骸街の川辺で 何かやっているって言ってました。 よかったら行ってあげてください。
es_es: Oh yeah, my younger brother Shinbei said he was doing something on the riverside of the skeleton. Please go if you like.

source: では、また挑戦してくださいね。
es_es: Then, please try again.

source: 素晴らしい！ 次の難易度の部屋を解放しますね。
es_es: Great! You will release the room of the next difficulty level.

source: 自信作の絡繰部屋ですから、 中々突破できないと思いますよ。
es_es: It's a karakuri room made by myself, so I don't think it's possible to break through.

source: そうそう、各地に技を教える道場などが あると聞きました。
es_es: Oh yeah, I heard that there are dojos that teach techniques in various places.

source: 壁を感じたら、 修行してみるのもいいかもしれませんね。
es_es: If you feel the wall, it might be a good idea to practice.

source: では、また挑戦してくださいね。
es_es: Then, please try again.

source: 素晴らしい！ 最難関の部屋を解放しますね。
es_es: Great! I will release the most difficult room.

source: まさか、あなたがここまでとは…… 私感激しました。
es_es: No way, you're so far ... I was impressed.

source: 全踏破までもう少しです。 頑張ってくださいね。
es_es: It's almost time to go through all the steps. Please do your best.

source: そうそう、骸街にある闘技場には行きました？ 猛者が集まってしのぎを削っているらしいですよ。
es_es: Oh yeah, did you go to the arena in the skeleton? It seems that fierce men are gathering and competing.

source: 珍しい物が手に入るそうなので、 腕試しがてら行ってみてはいかがですか？
es_es: It seems that you can get rare things, so why not go and try your skills?

source: では、また挑戦してくださいね。
es_es: Then, please try again.

source: 素晴らしい！ 全踏破ありがとうございます！
es_es: Great! Thank you for all the steps!

source: そういえば、私が配っている かかしの根付なんですが、 欲しがっている人がいるみたいですよ。
es_es: Speaking of which, it's the netsuke of the scarecrow I'm giving out, but it seems that some people want it.

source: 結構な額で引き取ってもらえるみたいなので 探してみてはいかがでしょう？
es_es: It seems that you can pick it up for a good amount of money, so why not look for it?

source: では、またお待ちしてますよ。
es_es: I'll be waiting for you again.

source: ありがとうございました。 また、お待ちしてますよ。
es_es: Thank you very much. I'll be waiting for you again.

source: 十兵衛博士
es_es: Dr. Jubei

source: かかし屋敷に挑戦する
es_es: Challenge the scarecrow mansion

source: 遊び方を見る
es_es: See how to play

source: 帰る
es_es: Go home

source: かかし屋敷について
es_es: About the scarecrow mansion
