Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: cleaned/data/bootpar/boot.par/tips_tutorial.po
Languages: es_es

# TIPS_EXPLANATION_46
source: 「徳」が得られるような行動をしていくと、 町の人たちからの評判も上がります。 評判が上がると、町の人もより親切に接してくれ、 より町での生活がしやすくなります。 評判は地域ごとに分かれており、「徳」を得た地域の評判だけが 上がる仕組みになっていますので、様々な地域で「徳」を得て、 評判を上げていきましょう。
es_es: If you act in a way that gives you "virtue," the reputation of the townspeople will increase. The better your reputation, the more kind the townspeople will be and the easier it will be to live in the town. Reputation is divided by region, and only the reputation of the region that obtained the "virtue" is raised, so let's get the "virtue" in various regions and raise the reputation.

# TIPS_EXPLANATION_47
source: 「精進目録」に書かれたお題を達成することで、 多くの「徳」を得ることができます。 お題はポーズメニューの「精進目録」項目から確認できます。 積極的にお題をこなして「徳」を貯め、 様々なご利益の恩恵を受けましょう！
es_es: You can gain a lot of "virtue" by completing the themes written in the "Catalog of Devotion". You can check the theme from the "List of devotion" item in the pause menu. Let's actively work on the subject, accumulate "virtue", and benefit from various benefits!

# TIPS_EXPLANATION_48
source: 町にあるお店の中には、通い続けることで 店員との絆が芽生える店舗があります。 店を利用するたびに絆ゲージが上がっていき、 ゲージがたまると、裏メニューの出現や値引き、 戦闘時の手助け等、様々なメリットを得ることができますので、 絆ゲージがある店は積極的に利用してみると良いでしょう。
es_es: Among the shops in the town, there are shops where you can develop a bond with the clerk by continuing to go. Each time you use the store, the bond gauge goes up, and when the gauge accumulates, you can get various benefits such as the appearance of back menus, discounts, help in battle, etc. It is a good idea to use it for.

# TIPS_EXPLANATION_49
source: 町の住人の中には、交流することで絆が芽生える人がいます。 交流のたびに絆ゲージが上がっていき、ゲージがたまると、 戦闘時の手助け等、様々なメリットを得ることができますので、 絆ゲージが出た人には積極的に話しかけてみるといいでしょう。
es_es: Some of the residents of the town can develop bonds by interacting with each other. The bond gauge goes up every time you interact, and when the gauge accumulates, you can get various benefits such as help in battle, so it is good to talk positively to the person who got the bond gauge. Let's do it.

# TIPS_EXPLANATION_50
source: 農具置き場にアクセスすることで、 別宅の畑で野菜を作付することができます。 作付した野菜は時間経過と共に育ち、収穫ができます。 野菜によって収穫までにかかる時間は異なりますので、 効率よく収穫できるように頭を悩ませてみましょう。
es_es: By accessing the farm tool storage area, you can plant vegetables in a separate field. The cultivated vegetables grow over time and can be harvested. The time it takes to harvest varies depending on the vegetable, so let's worry about harvesting efficiently.

# TIPS_EXPLANATION_51
source: 台所にアクセスすることで、料理を行うことができます。 料理はミニゲーム仕立てで行い、上手くプレイできれば 美味しい料理の完成です。 失敗してしまうと、料理は未完成になり、食材が 無駄になってしまいますので、注意しましょう。
es_es: You can cook by accessing the kitchen. Cooking is done in a mini-game style, and if you can play it well, you will have a delicious dish. If you make a mistake, the dish will be incomplete and the ingredients will be wasted, so be careful.

# TIPS_EXPLANATION_52
source: 龍馬の別宅では、犬と猫をそれぞれ３匹まで飼うことができます。 飼える犬や猫は町のどこかにいますので、 探して仲良くなり、ペットにしてみましょう。 ペットになった犬や猫は、餌をあげる等の交流をして機嫌をよくすると、 レアな防具素材やアイテム等を手に入れられることがあります。 犬小屋や猫専用の毛布を備え付ければ、機嫌が良くなりやすく なりますので、徳を使って用意するといいでしょう。
es_es: At Ryoma's separate house, you can keep up to 3 dogs and 3 cats each. There are dogs and cats you can keep somewhere in the town, so look for them, make friends, and make them pets. Dogs and cats that have become pets may be able to obtain rare armor materials and items if they are in a good mood by interacting with them, such as feeding them. A kennel or a blanket for cats will help you feel better, so it's a good idea to use virtue.

# TIPS_EXPLANATION_53
source: 釣り場にアクセスすることで、川釣り、海釣りを行うことができます。 それぞれの釣り場で出てくる魚の種類や確率も変わりますので、 色々な釣り場をまわってみましょう。 また、撒き餌を使えば一定時間、良い魚が釣れやすくなり、 徳で交換できる価値の高い釣竿を使うと、遠くの魚も 狙えるようになる等、より遊びやすくなります。 釣れた魚は料理にも活用できるので、どんどん釣ってみましょう。
es_es: By accessing the fishing spot, you can do river fishing and sea fishing. The types and probabilities of the fish that appear at each fishing spot will also change, so let's go around various fishing spots. In addition, using sprinkled bait makes it easier to catch good fish for a certain period of time, and using a high-value fishing rod that can be exchanged with virtue makes it easier to play, such as being able to aim at distant fish. The fish you catch can also be used for cooking, so let's catch more and more.

# TIPS_EXPLANATION_54
source: 注文取引帳にアクセスすることで、注文依頼一覧が参照できます。 こちらを利用することで、魚や野菜などのアイテムを お金に替えることが可能です。 寄せられた注文の品を揃えて遥に渡すと、遥が行商に行き、 品物の替わりに代金を貰ってきます。 質屋などでアイテムを売るよりも高額で取引ができますので、 積極的に利用し、お金を稼ぎましょう。
es_es: You can see the list of order requests by accessing the order transaction book. By using this, it is possible to exchange items such as fish and vegetables for money. If you collect the ordered items and hand them over to Haruka, Haruka will go to a peddler and get the price instead of the items. You can trade at a higher price than selling items at pawn shops, so use them positively and make money.

# TIPS_EXPLANATION_55
source: 祠は神社と同様の機能があり、ここで徳を交換することができます。 徳を使えば、畑や料理用具の拡張、別宅の内装変更、 ペット用の小屋設置等ができます。 別宅での生活をより快適で楽しいものにできますので、 積極的に徳を交換してみましょう。
es_es: The shrine has the same function as a shrine, where you can exchange virtues. With virtue, you can expand fields and cooking utensils, change the interior of a separate house, set up a hut for pets, and more. You can make your life in a separate house more comfortable and enjoyable, so let's actively exchange virtues.

# TIPS_EXPLANATION_56
source: 遥には信頼関係を表す「親密度」があり、これは遥との交流を 行うことで増やすことが可能です。 信頼を深めていくと、別宅内で「和みイベント」と呼ばれる、 遥とのスペシャルイベントが発生します。 また、行商で取引を成立させてお金を稼いでいくと、 地主から借金返済の催促の手紙がきます。 返済は１回につき２０両の、計５回払いとなります。 借金返済を進めると、遥の服装を変更できるようになります。 服装は別宅内の化粧台で切り替えることが可能です。
es_es: Haruka has "intimacy" that represents a relationship of trust, which can be increased by interacting with Haruka. As you deepen your trust, a special event with Haruka will occur in your separate house, called a "warming event." In addition, when you complete a transaction with a peddler and earn money, you will receive a letter from the landowner urging you to repay your debt. The repayment will be 20 cars at a time, for a total of 5 payments. As you proceed with debt repayment, you will be able to change Haruka's clothes. You can change your clothes at the dressing table in the separate house.

# TIPS_EXPLANATION_57
source: 別宅内には、お風呂、布団、居間などの回復スポットがあります。 体力が減っている時は、これらを使って休むといいでしょう。 また、徳を使うことで、これ以外にも施設を設置することが 可能です。 祠や神社に出向き、徳交換所を覗いてみましょう。
es_es: There are recovery spots such as baths, futons, and living rooms in the separate house. When you're feeling weak, it's a good idea to use these to rest. Also, by using virtue, it is possible to set up other facilities. Visit shrines and shrines and take a peek at the Toku Exchange.

# TIPS_EXPLANATION_58
source: 徳交換所で、別宅に様々な追加機能を付けることが可能です。 例えば「養鶏所」を設置すれば、鶏を飼うことができ、 卵を産んでくれることがあります。 内装変更を行えば、部屋の壁紙などが変わります。 手に入れた内装の切り替えは、注文取引帳横の化粧台で 行うことが可能です。
es_es: At the Toku Exchange, it is possible to add various additional functions to the separate house. For example, if you set up a "poultry farm", you can keep chickens and lay eggs. If you change the interior, the wallpaper of the room will change. You can switch the interior you got at the dressing table next to the order transaction book.

# RIGHT_BOTTOM_DISP_0
source: ゲームを進行するために必要な情報や 補足説明がこの欄に表示される
es_es: Information and supplementary explanations necessary for progressing the game are displayed in this column.

# RIGHT_BOTTOM_DISP_2
source: ポーズメニューの「セーブ/設定」から セーブを行うことができる
es_es: You can save from "Save / Settings" in the pause menu.

# RIGHT_BOTTOM_DISP_3
source: 「話す」等の表示が出ている際に ボタン入力をすると、その動作を行う
es_es: If you press a button while a message such as "Talk" is displayed, that operation is performed.

# RIGHT_BOTTOM_DISP_4
source: 戦闘などで減った体力はアイテムや 飲食店で回復できる
es_es: Physical strength lost due to battle etc. can be recovered with items and restaurants

# RIGHT_BOTTOM_DISP_5
source: メッセージは<Sign:4>を押しながら<Sign:D>で 早送りすることができる
es_es: The message is<Sign:4> While holding down<Sign:D> Can be fast forwarded with

# RIGHT_BOTTOM_DISP_10
source: 受け取った手紙は ポーズメニューで確認できる
es_es: You can check the received letter in the pause menu

# RIGHT_BOTTOM_DISP_11
source: 店で購入したアイテムは ポーズメニューで使用できる
es_es: Items purchased at the store can be used in the pose menu

# RIGHT_BOTTOM_DISP_12
source: 所持できるアイテムの数は 徳を使って増やすことができる
es_es: The number of items you can carry can be increased using virtue

# RIGHT_BOTTOM_DISP_13
source: 入手した武器や防具、装飾品は ポーズメニューで装備できる
es_es: Obtained weapons, armor, and decorations can be equipped in the pose menu.

# RIGHT_BOTTOM_DISP_14
source: 農作物は一般的な所持品と別枠扱い になり、ポーズメニューで確認できる
es_es: Agricultural products are treated as separate frames from general belongings and can be confirmed in the pose menu.

# RIGHT_BOTTOM_DISP_15
source: 魚類は一般的な所持品と別枠扱い になり、ポーズメニューで確認できる
es_es: Fish are treated as separate frames from general belongings and can be confirmed in the pose menu.

# RIGHT_BOTTOM_DISP_16
source: 装備素材は一般的な所持品と別枠扱い になり、ポーズメニューで確認できる
es_es: Equipment materials are treated as a separate frame from general belongings, and can be confirmed in the pose menu.

# RIGHT_BOTTOM_DISP_17
source: 貴重品はポーズメニューで確認できます 所持アイテムとは別枠での扱いとなります
es_es: Valuables can be confirmed in the pose menu.

# RIGHT_BOTTOM_DISP_18
source: アドベンチャー中に<Sign:29>（右スティック押し込み）で 主観視点モードになります
es_es: During the adventure<Sign:29> (Push the right stick) to switch to subjective viewpoint mode

# RIGHT_BOTTOM_DISP_19
source: アドベンチャーでの移動中に<Sign:3>を長押し することで、ダッシュ移動ができます
es_es: While traveling in an adventure<Sign:3> You can move the dash by pressing and holding

# RIGHT_BOTTOM_DISP_20
source: 町の中にある壺を調べることで、 様々なアイテムが入手できる
es_es: Various items can be obtained by examining the vases in the town.

# RIGHT_BOTTOM_DISP_21
source: 地蔵ではセーブポイントや倉庫の 機能を持ち、拝むこともできる
es_es: Jizo has the functions of a save point and a warehouse, and you can also worship.

# RIGHT_BOTTOM_DISP_22
source: 路上には勝負を挑んでくる連中がいる。 赤い吹き出しが目印
es_es: There are people on the street who are challenging the game. The red balloon is a landmark

# RIGHT_BOTTOM_DISP_23
source: サブストーリーの状況はポーズメニューの 「コンプリート」内で確認できる
es_es: You can check the status of the sub-story in "Complete" of the pause menu.

# RIGHT_BOTTOM_DISP_25
source: 飲食店では、食事を取ることができる。 食事をすると、体力を回復できる
es_es: You can eat at the restaurant. You can recover your strength by eating

# RIGHT_BOTTOM_DISP_26
source: 販売店ではアイテムや食料、 武器、防具を購入することができる
es_es: You can buy items, food, weapons, and armor at retail stores.

# RIGHT_BOTTOM_DISP_27
source: 時間帯には「昼」「夕方」「夜」がある。 布団で寝ることで切り替えが可能
es_es: There are "day", "evening", and "night" in the time zone. Switching is possible by sleeping on a futon

# RIGHT_BOTTOM_DISP_28
source: 酔い状態は走り回ったり、酔い覚ましを 飲むことで、さませる
es_es: You can get rid of sickness by running around or drinking a sickness awakening.

# RIGHT_BOTTOM_DISP_29
source: 駕籠に乗れば、 町の中の移動を短縮できる
es_es: You can shorten the movement in the town by riding the Kago

# RIGHT_BOTTOM_DISP_30
source: 福引き券を集めれば、伏見にある 福引き処で福引きができる
es_es: If you collect Fukubiki tickets, you can get Fukubiki at the Fukubiki office in Fushimi.

# RIGHT_BOTTOM_DISP_31
source: 町の中にある井戸を調べることで、 おいしい水が汲める
es_es: You can get delicious water by examining the wells in the town.

# RIGHT_BOTTOM_DISP_32
source: 依頼を解決すれば たくさんの報酬がもらえる
es_es: If you solve the request, you will get a lot of rewards

# RIGHT_BOTTOM_DISP_33
source: 骸街の橘組に依頼が来ています
es_es: A request has come to the Tachibana group in the skeleton town

# RIGHT_BOTTOM_DISP_34
source: 服装の変更は、龍馬の部屋内の 着物にアクセスすることで可能
es_es: You can change your clothes by accessing the kimono in Ryoma's room.

# RIGHT_BOTTOM_DISP_35
source: コンプリートなどのご褒美は 寺田屋の宇都宮から受け取れる
es_es: Rewards such as complete can be received from Utsunomiya of Teradaya

# RIGHT_BOTTOM_DISP_36
source: 頭巾をかぶった男たちは 隊士になる可能性がある
es_es: Men wearing hoods can become soldiers

# RIGHT_BOTTOM_DISP_37
source: 脱走した隊士を骸街で見つけると 再度仲間にすることが出来る
es_es: If you find an escaped soldier in the skeleton, you can join him again.

# RIGHT_BOTTOM_DISP_38
source: 敵が強くて勝てない時は 鍛冶屋で武具を鍛えると良い
es_es: If the enemy is too strong to win, it's a good idea to train your armor at a blacksmith.

# RIGHT_BOTTOM_DISP_39
source: 腕に自信があれば骸街にある 闘技場に挑戦してみよう
es_es: If you are confident in your skills, try the arena in the skeleton.

# RIGHT_BOTTOM_DISP_40
source: 桶、駕籠、木の板に隠れれば 敵の追跡を振り切ることができる
es_es: If you hide in a tub, a basket, or a wooden board, you can shake off the pursuit of the enemy.

# RIGHT_BOTTOM_DISP_41
source: 逃走者に接近して<Sign:0>で 捕まえることができる
es_es: Approaching the fugitive<Sign:0> Can be caught in

# RIGHT_BOTTOM_DISP_42
source: 逃走チェイスでは表示された 目的地に到着するとクリアになる
es_es: In the escape chase, it will be cleared when you reach the displayed destination

# RIGHT_BOTTOM_DISP_43
source: 町の人や店との交流をすることで 「徳」を得ることができる
es_es: You can get "virtue" by interacting with the townspeople and shops.

# RIGHT_BOTTOM_DISP_44
source: 神社や祠では貯めた徳を ご利益と交換することができる
es_es: At shrines and shrines, you can exchange the accumulated virtues for profits.

# RIGHT_BOTTOM_DISP_45
source: 神主商店では徳を使って アイテムを購入することができる
es_es: You can use virtue to purchase items at the Kannushi store.

# RIGHT_BOTTOM_DISP_46
source: 徳を得ると、評判が上がる。 評判は地域ごとに分かれている
es_es: When you gain virtue, your reputation goes up. Reputation is divided by region

# RIGHT_BOTTOM_DISP_47
source: 精進目録に書かれたお題を達成すると 多くの徳を得ることができる
es_es: You can gain many virtues by completing the themes written in the devotion catalog.

# RIGHT_BOTTOM_DISP_48
source: 絆ゲージのある店員とは 友達になることができる
es_es: You can make friends with a clerk who has a bond gauge

# RIGHT_BOTTOM_DISP_49
source: 絆ゲージのある町の住人とは 友達になることができる
es_es: You can make friends with the residents of the town with the bond gauge

# RIGHT_BOTTOM_DISP_50
source: 農具置き場では畑の作付計画をたて、 農作物を作ることができる
es_es: At the farm tool storage, you can make a field planting plan and grow crops.

# RIGHT_BOTTOM_DISP_51
source: 台所では農作物や魚類等の食材を 使って、料理をすることができる
es_es: In the kitchen, you can cook using ingredients such as agricultural products and fish.

# RIGHT_BOTTOM_DISP_52
source: 犬や猫はそれぞれ３匹まで飼え、機嫌 をとれば防具素材等が手に入る
es_es: You can keep up to 3 dogs and 3 cats each, and if you are in a good mood, you can get armor materials etc.

# RIGHT_BOTTOM_DISP_53
source: 釣り場に行くと釣りを行うことができ、 料理等に使える魚を手に入れられる
es_es: If you go to the fishing spot, you can fish and get fish that can be used for cooking etc.

# RIGHT_BOTTOM_DISP_54
source: 注文取引帳で取引を成立させれば 売上を手に入れることができる
es_es: You can get sales if you close the transaction in the order transaction book

# RIGHT_BOTTOM_DISP_55
source: 祠は神社と同じ機能があり 徳の交換を行うことができる
es_es: The shrine has the same function as a shrine and can exchange virtues.

# RIGHT_BOTTOM_DISP_56
source: 遥との絆を深めればイベントが起きる。 行商で稼ぐと、借金返済の催促がくる
es_es: If you deepen your bond with Haruka, an event will occur. If you earn money from a peddler, you will be prompted to repay your debt.

# RIGHT_BOTTOM_DISP_57
source: 別宅内には風呂、居間、布団等の 回復スポットがある
es_es: There are recovery spots such as baths, living rooms, and futons in the separate house.

# RIGHT_BOTTOM_DISP_58
source: 徳を使うことで養鶏所の設置や 内装変更などが可能になる
es_es: By using virtue, it is possible to set up a poultry farm and change the interior.
