Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: cleaned/data/bootpar/boot.par/tips_tutorial.po
Languages: es_es

# TIPS_NAME_0
source: Ｔｉｐｓについて
es_es: About Tips

# TIPS_NAME_1
source: 備忘録について
es_es: About memorandum

# TIPS_NAME_2
source: セーブについて
es_es: About save

# TIPS_NAME_3
source: アクションアイコンについて
es_es: About action icons

# TIPS_NAME_4
source: 体力回復方法について
es_es: About how to recover physical strength

# TIPS_NAME_5
source: メッセージスキップ
es_es: Message skip

# TIPS_NAME_6
source: Ｌ３ボタン、Ｒ３ボタンとは？
es_es: What are L3 button and R3 button?

# TIPS_NAME_7
source: マップの表示方法
es_es: How to display the map

# TIPS_NAME_8
source: ゆっくり歩きたいときは
es_es: When you want to walk slowly

# TIPS_NAME_9
source: 目的地表示
es_es: Destination indication

# TIPS_NAME_10
source: 手紙について
es_es: About the letter

# TIPS_NAME_11
source: アイテムの使用方法
es_es: How to use the item

# TIPS_NAME_12
source: 所持アイテム枠の拡張について
es_es: About expansion of possession item frame

# TIPS_NAME_13
source: 装備アイテムについて
es_es: About equipment items

# TIPS_NAME_14
source: 農作物について
es_es: About agricultural products

# TIPS_NAME_15
source: 魚類について
es_es: About fish

# TIPS_NAME_16
source: 装備素材について
es_es: About equipment materials

# TIPS_NAME_17
source: 貴重品について
es_es: About valuables

# TIPS_NAME_18
source: 主観視点について
es_es: About subjective viewpoint

# TIPS_NAME_19
source: ダッシュについて
es_es: About dash

# TIPS_NAME_20
source: 壺について
es_es: About the jar

# TIPS_NAME_21
source: 地蔵について
es_es: About Jizo

# TIPS_NAME_22
source: エンカウントについて
es_es: Encounter

# TIPS_NAME_23
source: サブストーリーについて
es_es: About sub-story

# TIPS_NAME_24
source: 「完」「済」について
es_es: About "finished" and "finished"

# TIPS_NAME_25
source: 飲食について
es_es: About eating and drinking

# TIPS_NAME_26
source: アイテム購入
es_es: Item purchase

# TIPS_NAME_27
source: 時間帯
es_es: Time zone

# TIPS_NAME_28
source: 酔いの効果
es_es: The effect of sickness

# TIPS_NAME_29
source: 駕籠屋
es_es: Cage house

# TIPS_NAME_30
source: 福引きについて
es_es: About Fukubiki

# TIPS_NAME_31
source: 井戸について
es_es: About the well

# TIPS_NAME_32
source: 橘組の依頼書について
es_es: About Tachibana-gumi's request form

# TIPS_NAME_33
source: 橘組からの依頼
es_es: Request from Tachibana group

# TIPS_NAME_34
source: 服装の変更について
es_es: About changing clothes

# TIPS_NAME_35
source: 宇都宮について
es_es: About Utsunomiya

# TIPS_NAME_36
source: 隊士の獲得
es_es: Acquisition of soldiers

# TIPS_NAME_37
source: 脱走隊士の再雇用
es_es: Re-employment of deserters

# TIPS_NAME_38
source: 敵が強いな、と感じたら
es_es: If you feel that the enemy is strong

# TIPS_NAME_39
source: 闘技場について
es_es: About the arena

# TIPS_NAME_40
source: 隠れられる場所について
es_es: About the place to hide

# TIPS_NAME_41
source: 逃走者を捕まえる
es_es: Catch the fugitive

# TIPS_NAME_42
source: 目的地について
es_es: About the destination

# TIPS_NAME_43
source: 徳について
es_es: About virtue

# TIPS_NAME_44
source: 徳の交換
es_es: Exchange of virtue

# TIPS_NAME_45
source: 神主商店について
es_es: About Kannushi store

# TIPS_NAME_46
source: 評判について
es_es: About reputation

# TIPS_NAME_47
source: 精進目録について
es_es: About the devotion list

# TIPS_NAME_48
source: 店員との絆について
es_es: About the bond with the clerk

# TIPS_NAME_49
source: 町の住人との絆について
es_es: About the bond with the residents of the town

# TIPS_NAME_50
source: 農業について
es_es: About agriculture

# TIPS_NAME_51
source: 料理について
es_es: About cooking

# TIPS_NAME_52
source: ペットについて
es_es: About pets

# TIPS_NAME_53
source: 釣りについて
es_es: About fishing

# TIPS_NAME_54
source: 注文取引について
es_es: About order trading

# TIPS_NAME_55
source: 祠について
es_es: About the shrine

# TIPS_NAME_56
source: 遥と借金の返済について
es_es: Haruka and debt repayment

# TIPS_NAME_57
source: 別宅内施設について
es_es: About in-house facilities

# TIPS_NAME_58
source: 別宅の追加機能
es_es: Additional functions of separate house

# TIPS_EXPLANATION_0
source: ゲームを進めるために必要な情報など、役立つ情報が プレイ中の画面右側に「<Color:255, 200, 200, 255>Ｔｉｐｓ<Color:Default>」として表示されます。 Ｔｉｐｓ表示中に<Sign:1>を押すと、さらに詳細な情報を 確認できます。Ｔｉｐｓの表示が消えた後でも、 これらの情報はポーズメニューの「備忘録」から いつでも確認できます。
es_es: Useful information such as information necessary to advance the game is displayed on the right side of the screen during play<Color:255, 200, 200, 255> Tips<Color:Default> Is displayed. While the Tips are displayed<Sign:1> You can check more detailed information by pressing. Even after the Tips display disappears, you can always check this information from "Notes" in the pause menu.

# TIPS_EXPLANATION_1
source: 「<Color:255, 200, 200, 255>備忘録<Color:Default>」は<Sign:21>で開くポーズメニューから 見ることができます。 「<Color:255, 200, 200, 255>備忘録<Color:Default>」は、ストーリーの進行やＴｉｐｓの追加 などで項目が追加されていきます。 内容は多岐にわたる上、有用な情報ばかりです。 困った時は、逐一備忘録を確認しましょう。
es_es: "<Color:255, 200, 200, 255> memorandum<Color:Default> Is<Sign:21> You can see it from the pose menu that opens with. "<Color:255, 200, 200, 255> memorandum<Color:Default> Items will be added as the story progresses and Tips are added. The content is diverse and useful. If you have a problem, check the memorandum one by one.

# TIPS_EXPLANATION_2
source: データのセーブは、ポーズメニューの「セーブ/設定」から 行うことができます。 それ以外に、町にある地蔵などでもセーブを行うことが可能です。 セーブを行うと、現在のプレイ状況が保存され、 次のプレイ開始時にその続きからゲームを開始する ことができます。
es_es: Data can be saved from "Save / Settings" in the pause menu. Besides that, you can also save at Jizo in the town. When you save, the current play status is saved and you can start the game from the continuation at the start of the next play.

# TIPS_EXPLANATION_3
source: 右上には状況に応じて、ボタン表示と共に 「話す」「出る」などの文字が出ることがあります。 この表示を「アクションアイコン」と言います。 ボタンを入力することで、その時・その場所で 表示されている文字の行動を行います。
es_es: Depending on the situation, characters such as "speak" and "exit" may appear in the upper right along with the button display. This display is called an "action icon". By inputting the button, the action of the character displayed at that time and place is performed.

# TIPS_EXPLANATION_4
source: バトルで体力を奪われた状態を回復させるには 大きく次の４つの方法があります。 １． 飲食店で飲食を行う ２． 風呂や布団で休んで癒す ３． 食品アイテムを食べる ４． 傷薬などの回復剤を使用する その状況に応じて適切に体力回復を図りましょう。
es_es: There are four main ways to recover from a battle that has been deprived of physical strength. 1. 1. Eat and drink at restaurants 2. Rest and heal in a bath or futon. Eat food items 4. Use a healing agent such as a wound medicine Let's try to recover the physical strength appropriately according to the situation.

# TIPS_EXPLANATION_5
source: メッセージは、<Sign:4>を押しながら<Sign:D>で 早送りすることができます。 すぐに会話を終わらせたい時などに利用しましょう。
es_es: The message is<Sign:4> While holding down<Sign:D> You can fast forward with. Use it when you want to end the conversation immediately.

# TIPS_EXPLANATION_7
source: プレイ画面左下に表示されている円形のマップを 「ミニマップ」と言い、周辺地図と共に目的地や 敵の位置情報などが表示されます。 また、<Sign:39>入力で 表示される「マップ」は、現在いる町や場所の 全体像を見て、把握することができます。 このマップには、店舗などの施設情報も表示されて いますので、目的に合わせて活用してください。
es_es: The circular map displayed at the bottom left of the play screen is called a "mini map", and the destination and enemy location information are displayed along with the surrounding map. Also,<Sign:39> The "map" displayed by input allows you to see and understand the overall picture of the town or place you are currently in. Facility information such as stores is also displayed on this map, so please use it according to your purpose.

# TIPS_EXPLANATION_9
source: シナリオ上の目的地は、マップ上に赤い丸で表示されています。 展開の進行に合わせて目的地は随時更新されていくので、 適宜マップやミニマップをチェックしましょう。 また目的地に近付いた際には注意音も鳴りますので、 マップと併せて活用しましょう。
es_es: The destinations in the scenario are indicated by red circles on the map. As the deployment progresses, the destination will be updated from time to time, so check the map and minimap as appropriate. Also, when you get close to your destination, you will hear a warning sound, so use it together with the map.

# TIPS_EXPLANATION_10
source: ゲームを進めていると、飛脚から手紙が届くことがあります。 受け取った手紙は、ポーズメニューの「手紙」から確認できます。 待ち合わせ場所等の重要事項が書かれていることも あるので、受け取ったらすぐに内容を確認するようにしましょう。
es_es: As you progress through the game, you may receive a letter from Hikyaku. You can check the received letter from "Letter" in the pause menu. Important matters such as the meeting place may be written, so be sure to check the contents as soon as you receive it.

# TIPS_EXPLANATION_11
source: 「消費アイテム」は、使用すると無くなってしまう ものですが、回復や酔い覚ましの効果など、 様々な効果があります。 中には店で売っていない物や、 徳との交換のみで手に入る物も存在します。 買えるものに関しては、いざという時のために、 普段から購入しておきましょう。
es_es: "Consumable items" are lost when used, but they have various effects such as recovery and sickness awakening effects. Some items are not sold in stores, and some items can only be obtained in exchange for virtue. As for what you can buy, let's buy it on a regular basis in case of emergency.

# TIPS_EXPLANATION_12
source: 所持できるアイテム数は、徳を使うことで増やすことが できます。 多くのアイテムを持つことができれば、回復アイテムも 多く持ち歩くことができ、有利にゲームを進めることが できます。 徳が貯まったら、神社などの徳交換ができる施設にいき、 徳で所持数を増やしてみましょう。
es_es: You can increase the number of items you can carry by using virtue. If you can carry many items, you can carry many recovery items with you, and you can advance the game to your advantage. Once you have accumulated virtues, go to a shrine or other facility where you can exchange virtues and increase the number of virtues you have.

# TIPS_EXPLANATION_13
source: 入手した武器や防具は、ポーズメニューの「装備」で 装備することが可能です。 より良い武器を装備することで、プレイヤーの能力は 格段にアップします。 強い武器・防具を装備して、ゲームを有利に進めましょう。
es_es: Obtained weapons and armor can be equipped with "Equipment" in the pose menu. Equipped with better weapons will greatly improve the player's abilities. Equip strong weapons and armor to take advantage of the game.

# TIPS_EXPLANATION_14
source: 畑での採取やお店での購入などで、農作物を手に入れる ことができます。 農作物は料理の際の食材にもなります。 農作物は専用の所持品メニューが用意されており、 ポーズメニューの「所持品」選択後、<Sign:6><Sign:4>で 切り替えることで表示することができます。 農作物はそれぞれ９９個まで持つことができます。
es_es: You can get crops by collecting them in the fields or purchasing them at stores. Agricultural products can also be used as ingredients when cooking. For agricultural products, a special belongings menu is prepared, and after selecting "Belongings" in the pose menu,<Sign:6><Sign:4> It can be displayed by switching with. You can have up to 99 crops each.

# TIPS_EXPLANATION_15
source: 釣りやお店での購入などで、魚類を手に入れることが できます。 魚類は料理の際の食材にもなります。 魚類は専用の所持品メニューが用意されており、 ポーズメニューの「所持品」選択後、<Sign:6><Sign:4>で 切り替えることで表示することができます。 魚類はそれぞれ９９個まで持つことができます。
es_es: You can get fish by fishing or purchasing at a store. Fish can also be used as an ingredient in cooking. For fish, a special belongings menu is prepared, and after selecting "Belongings" in the pose menu,<Sign:6><Sign:4> It can be displayed by switching with. You can have up to 99 fish each.

# TIPS_EXPLANATION_16
source: ダンジョン攻略やバトルの報酬等で、装備素材を 手に入れることができます。装備素材は鍛冶屋で 武器・防具の作成や強化に使用できます。 装備素材は専用の所持品メニューが用意されており、 ポーズメニューの「所持品」選択後、<Sign:6><Sign:4> で切り替えることで表示することができます。 装備素材は、それぞれ９９個まで持つことができます。
es_es: You can get equipment materials by capturing dungeons and rewarding battles. Equipment materials can be used in blacksmiths to create and strengthen weapons and armor. As for the equipment material, a special belongings menu is prepared, and after selecting "Belongings" in the pose menu,<Sign:6><Sign:4> It can be displayed by switching with. You can have up to 99 equipment materials each.

# TIPS_EXPLANATION_17
source: 貴重品は<Sign:D>で拡大して見ることができます。 貴重品は専用の所持品メニューが用意されており、 ポーズメニューの「所持品」選択後、<Sign:6><Sign:4> で切り替えることで表示することができます。 また、貴重品は捨てたり売ったりすることもできません。 ストーリー上、重要なものなどが貴重品に当たります。
es_es: Valuables<Sign:D> You can see it enlarged with. For valuables, a special belongings menu is prepared, and after selecting "Belongings" in the pose menu,<Sign:6><Sign:4> It can be displayed by switching with. Also, valuables cannot be thrown away or sold. Important things in the story are valuables.

# TIPS_EXPLANATION_18
source: アドベンチャー中に<Sign:29>（右スティック押し込み）で 主観視点モードになります。 このモードにすると、主人公の主観視点になり、 それまで見えなかった物が見つかるなど、 新たな発見があるかもしれません。 気になる場所では積極的に主観視点モードを 使ってみましょう。
es_es: During the adventure<Sign:29> (Push the right stick) to switch to subjective viewpoint mode. In this mode, you may discover something new, such as finding something that you couldn't see before, from the subjective point of view of the main character. Let's actively use the subjective viewpoint mode in places of concern.

# TIPS_EXPLANATION_19
source: アドベンチャーでの移動中に<Sign:3>を長押しすることで、 ダッシュでの移動が可能になります。 ダッシュ移動中は通常に比べ速く移動することが可能です。 ただし、ダッシュを続けすぎると、疲れて 立ち止まってしまいます。 疲れ始めたら適宜<Sign:3>を離して、呼吸を整えましょう。 ダッシュの継続時間は、ストーリーを進めていくと 利用可能になる徳交換所で徳を使うことで、 伸ばすことが可能です。
es_es: While traveling in an adventure<Sign:3> You can move with a dash by pressing and holding. It is possible to move faster than usual during dash movement. However, if you keep dashing too much, you will get tired and stop. If you start getting tired<Sign:3> Let's release and adjust your breathing. The duration of the dash can be extended by using virtues at the Toku Exchange, which becomes available as you progress through the story.

# TIPS_EXPLANATION_20
source: 町の中には、至る所に壺が配置されています。 壺には色々な道具が入っていることがあります。 蓋がしてある壺が、まだ確認していない壺になりますので、 蓋付きの壺を見つけたら積極的に調べてみましょう。 調べ終わった壺は、蓋がなくなります。 時にはレアなアイテムが入っていることも…？
es_es: Vases are placed everywhere in the town. The jar may contain various tools. The jar with the lid is the jar that you haven't confirmed yet, so if you find a jar with a lid, let's actively investigate it. The lid of the jar that has been examined will disappear. Sometimes there are rare items in it ...?

# TIPS_EXPLANATION_21
source: 道中に配置されている地蔵は、セーブポイントとしての 機能と、倉庫としての機能を持っています。 ちなみにセーブはポーズメニューからも行えます。 所持品がいっぱいになった際は、地蔵の倉庫機能を 活用するといいでしょう。 また、地蔵は拝むことで徳を得ることもできます。
es_es: The Jizo, which are located along the way, have both a function as a save point and a function as a warehouse. By the way, you can also save from the pause menu. When your belongings are full, it is a good idea to utilize the Jizo warehouse function. Jizo can also gain virtue by worshiping.

# TIPS_EXPLANATION_22
source: 路上には、勝負を挑んでくる人々がいます。 吹き出しのセリフが<Color:255, 200, 200, 255>赤く<Color:Default>なっているのが特徴です。 彼らは周囲をうかがって、勝負を挑めそうな人を 探しているので、絡まれたくない場合などは マップ上の人をよく観察して 近くを通らないように気を付けましょう。
es_es: There are people on the street who challenge the game. The lines of the speech bubble<Color:255, 200, 200, 255> Red<Color:Default> The feature is that it is. They look around and look for people who are likely to challenge the game, so if you don't want to get entangled, look closely at the people on the map and be careful not to pass nearby.

# TIPS_EXPLANATION_23
source: サブストーリーは主人公がひょんなことから 巻き込まれたり、お願いされることで発生する イベントの総称です。 解決することで、徳やアイテムなどのご褒美を得ることが できます。 イベントが起こると、ポーズメニューの 「コンプリート」内「サブストーリー」に 記載されるので、適宜確認しましょう。
es_es: Sub-story is a general term for events that occur when the main character is involved or asked for something. By solving it, you can get rewards such as virtues and items. When an event occurs, it will be described in "Sub-story" in "Complete" of the pause menu, so check it as appropriate.

# TIPS_EXPLANATION_24
source: ポーズメニュー内「コンプリート」では、 達成した証として「完」「済」の印が表示されます。 全てを「完」「済」にできるよう、頑張りましょう。
es_es: In "Complete" in the pause menu, "Complete" and "Done" marks are displayed as proof of achievement. Let's do our best so that we can make everything "finished" and "finished".

# TIPS_EXPLANATION_25
source: 料亭や居酒屋などの飲食店では飲食ができます。 飲食することで、失われた体力を回復でき、 メニューによってはバトル時に役立つ効用が 得られるものもあります。 また、食事をすることで徳も得ることができます。 体力ゲージが満タンでも飲食を行うことはできますが、 その場合は体力は回復せず、得られる徳も半減して しまうので、注意しましょう。
es_es: You can eat and drink at restaurants such as restaurants and izakaya. By eating and drinking, you can recover the lost physical strength, and some menus have useful effects during battle. You can also gain virtue by eating. You can eat and drink even if your health gauge is full, but be aware that in that case your health will not recover and the virtues you will gain will be halved.

# TIPS_EXPLANATION_26
source: 万屋を始めとする販売店では、アイテムを購入する ことができます。 アイテムには、体力回復が可能な食料、「酔う」ことが 可能な酒類など、様々なものがあります。 また、支払った値段に応じて徳を得ることもできます。 一度に多くの額を購入すると、多めに徳を得ることが できますので、まとめ買いしてみるのもいいでしょう。
es_es: Items can be purchased at stores such as Manya. There are various items such as foods that can restore physical strength and alcoholic beverages that can be "drunk". You can also earn virtue depending on the price you paid. If you buy a lot of money at once, you can get more virtue, so it is a good idea to buy in bulk.

# TIPS_EXPLANATION_27
source: 時間帯には「昼」「夕方」「夜」があります。 布団で寝ることで、それぞれの時間帯に切り替えることが できます。 （物語の状況により、切り替えができない場合もあります） 「夜」にしか発生しないイベント等もありますので、 色々な時間帯で町歩きを楽しんでみましょう。
es_es: There are "day", "evening", and "night" in the time zone. By sleeping on a futon, you can switch to each time zone. (Depending on the situation of the story, it may not be possible to switch) There are events that occur only at "night", so let's enjoy walking around the town at various times.

# TIPS_EXPLANATION_28
source: お酒を飲むと、一定期間、酔い状態になります。 酔いは、下記の方法で覚ますことができます。 ・時間経過 ・酔い覚ましやお茶を飲む 酔っている間は、町で敵に絡まれやすくなってしまいます。 ただ、バトル中にヒートゲージが溜まりやすくなるという メリットもあるので、状況に応じて酔ってみるのもいいでしょう。
es_es: Drinking alcohol can make you sick for a period of time. Spins can be awakened in the following ways:・ Time passed ・ Drinking tea or getting drunk While you are drunk, you are more likely to get entangled with enemies in the town. However, it also has the advantage that the heat gauge tends to accumulate during the battle, so it's a good idea to get drunk depending on the situation.

# TIPS_EXPLANATION_29
source: 所定の場所で、駕籠への乗降ができます。 目的地に合わせて利用することで、短時間での移動が 可能になります。 町は広いので、適宜活用すると便利でしょう。
es_es: You can get on and off the Kago at the designated place. By using it according to your destination, you can move in a short time. The town is large, so it would be convenient to use it as appropriate.

# TIPS_EXPLANATION_30
source: 京の町中には、福引き券が落ちていることがあります。 福引き券を集めることで、福引きをすることができます。 福引き券はお店で買い物をした際に貰えることもあります。 豪華特典も用意されているので、福引き券を拾ったら 伏見にある福引き処に足を運びましょう。
es_es: Fukubiki tickets may be dropped in the town of Kyoto. You can make a lucky draw by collecting lucky tickets. You may also get a lucky ticket when you shop at the store. Luxury benefits are also available, so if you pick up a Fukubiki ticket, go to the Fukubiki office in Fushimi.

# TIPS_EXPLANATION_31
source: 町にある井戸では、おいしい水を汲むことができます。 水を飲むことで、体力を少し回復することができます。 回復量は少ないですが、水は無料で汲むことができるので、 積極的に利用してみましょう。 もしかすると水だけでなく、 誰かが落としたアイテムも手に入るかも……？
es_es: You can get delicious water from the wells in the town. Drinking water can help you recover a little. Although the amount of recovery is small, you can get water for free, so let's use it positively. Maybe you can get not only water but also items dropped by someone ...?

# TIPS_EXPLANATION_32
source: 御依頼掲示板には京の町からの依頼が貼られています。 依頼書を確認すれば、依頼を引き受けたことになります。 依頼はいつ来るか分からないので、 近くに来たら掲示板を確認しましょう。 依頼先では問題を起こしているならず者たちがいますが、 腕の立つ猛者たちが多いと聞きます。 準備をしてから向かいましょう。
es_es: Requests from the town of Kyo are posted on the request bulletin board. If you confirm the request form, you have accepted the request. I don't know when the request will come, so check the bulletin board when you come nearby. There are rogues who are causing problems at the request destination, but I hear that there are many heroes who are good at it. Let's get ready before heading.

# TIPS_EXPLANATION_33
source: 骸街にある橘組に新しい依頼が来ています。 依頼を解決すると報酬がもらえるので お金に困っていたら訪ねてみましょう。
es_es: A new request has come to the Tachibana group in the skeleton town. If you solve the request, you will get a reward, so if you are in trouble with money, please visit.

# TIPS_EXPLANATION_34
source: 龍馬の服装の変更は、寺田屋の龍馬の部屋の壁に かかっている「着物」にアクセスすることで可能になります。 着替えができるのは、クリア後にプレイ可能な 幕末漫遊モードのみとなります。 たまには着替えて、いつもと違う気分で 幕末を満喫するのも良いでしょう。
es_es: You can change Ryoma's clothes by accessing the "Kimono" on the wall of Ryoma's room at Teradaya. You can change your clothes only in the Bakumatsu Manyu mode, which you can play after clearing. It's a good idea to change clothes once in a while and enjoy the end of the Edo period in a different mood.

# TIPS_EXPLANATION_35
source: コンプリートの達成や、アイテムパックのダウンロードをすると、 宇都宮という男から手紙が届きます。 彼に会うことで、アイテムパックや達成のご褒美を 受け取ることができます。 宇都宮は寺田屋の中の台所に潜んでいますので、 手紙が届いたら会いに行ってみましょう。
es_es: When you complete or download the item pack, you will receive a letter from a man named Utsunomiya. By meeting him, you will receive item packs and rewards for achievement. Utsunomiya is hidden in the kitchen inside the Teradaya, so let's go see it when you receive the letter.

# TIPS_EXPLANATION_36
source: 金・銀・銅色の頭巾をかぶった男たちは、三番隊に入隊を 希望してくる可能性があります。 街中で頭巾をかぶった男に戦いを挑まれたら、 しっかりと強さを見せつけてあげましょう。
es_es: Men wearing gold, silver and bronze hoods may want to join the Third Corps. If you're challenged by a man wearing a hood in the city, show off your strength.

# TIPS_EXPLANATION_37
source: 忠誠心がなくなってしまって脱走した隊士は、骸街に 身を隠していることがあります。 彼らを見つけて話しかけることで、脱走してしまった隊士を 再度三番隊に迎え入れることができます。 大切な隊士が脱走してしまったら、積極的に骸街に 足を運んでみましょう。
es_es: Soldiers who have lost their loyalty and escaped may be hiding in the skeleton. By finding them and talking to them, you can welcome the escaped soldiers to the third squad again. If your dear soldier escapes, let's actively go to the skeleton.

# TIPS_EXPLANATION_38
source: 物語が進むにつれて、登場する敵は徐々に強くなっていきます。 敵が強くなってきたな、と感じたら、洛内の鍛冶屋に行って 武器と防具を鍛えてみましょう。 きちんと鍛えられた武具であれば、強敵とも互角に戦えます。
es_es: As the story progresses, the enemies that appear will gradually become stronger. If you feel that your enemies are getting stronger, go to the blacksmith in Rakuchu and train your weapons and armor. With properly trained armor, you can fight evenly with strong enemies.

# TIPS_EXPLANATION_39
source: 骸街では武器と肉体を鍛えぬいた猛者たちが集まって 日々戦いを繰り広げています。 様々な賞品や高額な賞金がかけられているので、 腕に自信があれば挑戦してみましょう。
es_es: In the skeleton town, fierce men who have trained their weapons and bodies gather and fight every day. There are various prizes and high prizes, so if you are confident in your skills, try it.

# TIPS_EXPLANATION_40
source: 逃走チェイスでは桶、駕籠、木の板に隠れることで 敵の追跡を振り切ることができます。 敵に追跡されていない状態ならば安全に目的地に 到着できるでしょう。 ただやみくもに走り回るだけでなく、隠れられるところがないか、 周囲にも目を配ってみましょう。
es_es: In the escape chase, you can hide the enemy's chase by hiding in a tub, a basket, or a wooden board. You can safely reach your destination if you are not being tracked by the enemy. Don't just run around blindly, look around for hidden areas.

# TIPS_EXPLANATION_41
source: 追跡チェイスでは、逃走者に接近して<Sign:0>を 押すことで、捕まえることができます。 基本的な操作になりますので、必ず覚えるようにしましょう。
es_es: In chase chase, approach the fugitive<Sign:0> You can catch it by pressing. This is a basic operation, so be sure to remember it.

# TIPS_EXPLANATION_42
source: 逃走チェイスでは、ミニマップに表示された目的地に 到着するとクリアになります。 敵から追跡されている状態ではクリアにならない場合が ありますので、その場合は敵との距離を離すか、 桶などに隠れて敵を振り切りましょう。
es_es: In the escape chase, it will be cleared when you reach the destination displayed on the minimap. It may not be clear while being tracked by the enemy, so in that case, keep a distance from the enemy or hide in a tub etc. and shake off the enemy.

# TIPS_EXPLANATION_43
source: 町の人々との交流や店舗の利用、困っている人を助ける等、 「人や町のためになること」をすると、「徳」を得ることができます。 「徳」を集めて使用することで、様々なご利益を 受けることができます。 神社などの施設に行けば、徳をご利益と交換することが できます。 「徳」をたっぷり貯めて、出向いてみましょう。
es_es: You can gain "virtue" by doing "good things for people and towns" such as interacting with the people of the town, using stores, and helping people in need. By collecting and using "virtue", you can receive various benefits. You can exchange virtue for profit by going to a facility such as a shrine. Let's save a lot of "virtue" and go out.

# TIPS_EXPLANATION_44
source: 神社や祠では、貯めた「徳」をご利益に交換できる、 専用メニューを開くことができます。 アイテムの所持上限数の増加をはじめ、役立つご利益が 多く用意されていますので、積極的に活用しましょう。
es_es: At shrines and shrines, you can open a special menu where you can exchange the accumulated "virtue" for profit. There are many useful benefits such as an increase in the maximum number of items you can carry, so let's make good use of them.

# TIPS_EXPLANATION_45
source: 「神主商店」では「徳」を使ってアイテムを購入できます。 商品の品揃えは、神社や祠で開ける「徳交換所」を使って 増やすことができます。 品揃えを向上させれば、京のお店では売っていないような レアアイテムを手に入れることもできます。 積極的に「神主商店」を利用・発展させましょう！
es_es: You can purchase items using "Toku" at "Kannushi Shoten". The assortment of products can be increased by using the "Toku Exchange" that can be opened at shrines and shrines. If you improve your product lineup, you can get rare items that are not sold at Kyoto stores. Let's actively use and develop "Kannushi Shoten"!
