Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016e0276.po
Languages: es_es

source: （なんだこの男は？ こいつが邪魔で向こう側に行けないな……）
es_es: (What is this guy? I can't go to the other side because he's in the way ...)

source: おい、起きろ。邪魔だからどいてくれ。
es_es: Hey, get up. Please go because it is in the way.

source: は…… へ……
es_es: Ha ... to ...

source: （何かぼそぼそ言っているな……）
es_es: (I'm saying something sloppy ...)

source: 腹…… 減……
es_es: Belly... minus...

source: （……何かを求めているようだが、 何か渡せるものを持っていただろうか）
es_es: (... It seems that you are looking for something, but did you have something to give?)

source: （……無反応だな）
es_es: (... no reaction)

source: （やめておこう……）
es_es: (Let's stop ...)

source: （……仕方ない、回り道するか？）
es_es: (... Is it unavoidable, do you make a detour?)

source: （……仕方ない、回り道するか？）
es_es: (... Is it unavoidable, do you make a detour?)

source: おい、もしかして腹が減っているのか？ これ…… いるか？
es_es: Hey, maybe you're hungry? Is this ...?

source: た……っ！
es_es: T ...!

source: ……た？
es_es: ...... What?

source: ……た、食べ物のにおい!!
es_es: ...... The smell of food !!

source: 食べ物を奪われた。
es_es: I was robbed of food.

source: ムシャムシャゴクゴク……
es_es: Mushamshagokugoku ……

source: ふひぃー、生き返ったべ！
es_es: Fuhi, come back to life!

source: すごい食いっぷりだな…… 腹が減っていて倒れていたのか？
es_es: It's a great meal ... Did you fall hungry?

source: んだんだ。その通りだべ。腹が減って気ぃ失って、 つい、三途の川の船頭さんと話しこんじまっただ。
es_es: What is it? That's right. I was hungry and fainted, and I just started talking to the boatman of the Sanzu River.

source: そ、そうか…… 帰ってこれてよかったな。
es_es: Oh yeah ... I'm glad I came back.

source: しかし、こんなところで倒れてたら通行の邪魔だ。 倒れるならもっと、人通りの少ない場所にしろ。
es_es: However, if you fall down in such a place, it will be an obstacle to traffic. If you fall down, make it a less crowded place.

source: そ、そんなこと言われても…… おらだって好きで倒れてたわけじゃねぇもんよ……
es_es: Well, even if I was told that ... I didn't fall down because I liked it ...

source: あ、あぁ…… また腹が減ってクラクラしてきただ。
es_es: Ah, ah ... I'm hungry again and I'm sick.

source: ……見たところ、力士のようだな。 花形の職業じゃないか。飯には困らないだろう？
es_es: ...... It looks like a sumo wrestler. Isn't it a flower-shaped profession? Don't you have a problem with rice?

source: そ、そんな甘い世界じゃねぇよぉ。
es_es: Well, it's not such a sweet world.

source: 上の階級の人ならいいもん食えるかもしれねぇけど、 おらみたいな下の階級の力士は、 今日食う飯にも困るくらいだよぉ。
es_es: People in the upper class may be able to eat it, but wrestlers in the lower class like me have trouble eating today.

source: そういうものか…… お前の階級はどれくらいなんだ？
es_es: Is that so ... What is your rank?

source: じょ、序の口だぁ……
es_es: It's just the beginning ...

source: ……一番下じゃないか。
es_es: ...... Isn't it the bottom?

source: こんなはずじゃなかったんだよぉ…… おら、田舎じゃ負けなしの相撲取りだったのに……
es_es: It wasn't supposed to be like this ... Oh, it was an unbeatable sumo wrestler in the countryside ...

source: ふむ…… 井の中の蛙だったってことか。
es_es: Hmm ... Is it a frog in the well?

source: いんや、違うよぉ！ おら、本当は強いんだ…… でも、こっちきて実力をだせなくなっちまっただ……
es_es: No, it's different! Oh, I'm really strong ... But I'm not able to show my strength ...

source: ……本当か？ なぜ？
es_es: ……Really? why?

source: 罠に、はめられたんだ……
es_es: I was caught in a trap ...

source: ……罠だと？
es_es: ...... Is it a trap?

source: んだ。階級が下だからお給金が少ない…… お給金が少ないから腹が減って試合で勝てない…… 試合で勝てないから階級が上がらない……
es_es: What? The salary is low because the rank is low ... I'm hungry because the salary is low and I can't win the match ... I can't win the match so the rank doesn't go up ...

source: この悪循環は…… 罠としか言いようがないべ。
es_es: This vicious cycle can only be called a trap.

source: せっかく京都まででてきたのに、 おら…… もう故郷の親に合わせる顔がねぇよぉ！
es_es: Even though I've come all the way to Kyoto, I don't have a face to match my parents in my hometown anymore!

source: うぉぉぉぉいぉいぉい！
es_es: Wow!

source: お、おい、静かにしろ。 男が人前で泣くんじゃない。
es_es: Hey, be quiet. A man doesn't cry in public.

source: そ、そんなこと言われたってよぉぉぉ！
es_es: Well, I was told that!

source: せめて腹いっぱいで試合ができたらよぉぉいぉい！ おら、本来の実力がだせるのによぉぉいぉいぉい！
es_es: I wish I could play a match at least full of stomach! You can show your true ability!

source: 食事がとれれば、実力が出せるのか…… 金が無いなら、誰かに食わせてもらうしかないな。 当てはないのか？
es_es: If I can eat, can I show my strength? If I don't have money, I have to let someone eat it. Isn't it true?

source: 当てはねぇよぉぉ！
es_es: I can't guess!

source: ……ん？ いや、ある！
es_es: ……Hmm? No, there is!

source: ほう。誰だ？
es_es: How. Who?

source: あんただぁ！
es_es: That's it!

source: ……俺か？
es_es: ...... Is it me?

source: そうだともぉ！ さっきみたいな感じで、 余った食べ物、おらにわけてくれねぇか？
es_es: That's right! Can you share the surplus food with me like before?

source: そんなことしても、俺に何も利益がないだろ。 そこまでお人よしじゃないぞ、俺は。
es_es: That wouldn't benefit me at all. I'm not that good.

source: いやいやいや。ちゃーんとお礼はするってよぉ！ 出世払いになるけども。
es_es: No no no. Thank you so much! Although it will be paid for advancement.

source: 考えてみてくれよぉ。 おら、腹いっぱいで試合に出れれば、きっと実力が 出せて、試合に勝てて、階級も上がる。
es_es: Think about it. Oh, if you can play the game with full stomach, you will surely be able to show your abilities, win the game, and raise your rank.

source: 階級上がれば、給料も増える。 そうすりゃ、自分で腹いっぱいにできるし、 あんたにすげーお礼もできる。な？
es_es: The higher your rank, the higher your salary. That way, you can fill yourself up and thank you very much. What?

source: うむ…… まぁ、そうだな……
es_es: Hmm ... well, that's right ...

source: （仕方ない、余った食べ物をやるくらいなら、 協力してやるか……）
es_es: (I can't help it, if I'm going to eat the surplus food, I'll cooperate ...)

source: ……分かった。余った食べ物があったら、 分けてやる。
es_es: ……Do you get it. If there is excess food, I will divide it.

source: 本当だか!? 京都に来て、 こんな優しくされたの初めてだべ！
es_es: Is that true !? It's the first time I've been so kind to Kyoto!

source: だが、出世した暁には、 きちんとお礼はもらうからな。
es_es: However, when I get a job, I will be thankful.

source: もちろん！ 力士に二言はねぇだ！
es_es: of course! There are no two words for wrestlers!

source: ……あ、そうだ。 今日はこれから大事な試合があるんだったよぉ！
es_es: …… Ah, that's right. There was an important match from now on today!

source: なに？ 今から？
es_es: What? from now?

source: うん。 あんたからもらった食べ物、消化しちまわないうちに ちょっとがんばってくるべ！
es_es: Yup. The food you gave me, do your best before you digest it!

source: またこの場所で結果報告すっからよぉ！ 食べ物くれる約束、忘れないでほしいだよぉ！
es_es: I will report the result at this place again! Don't forget the promise of food!

source: 「はらぺこ力士」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「はらぺこ力士」と交流してみましょう。
es_es: A bond with "Harapeko wrestlers" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "Harapeko wrestlers".

source: 龍馬
es_es: Ryoma

source: 力士の男
es_es: Wrestler man

source: 力士の男（序の口）
es_es: Wrestler man (Introduction)

source: はらぺこ力士との絆
es_es: Bonds with Harapeko wrestlers
