Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0107095d.po
Languages: es_es

source: まずは親決めや。
es_es: First of all, parental decision.

source: わしが親や。
es_es: My parents.

source: さあ、いくら賭けんのや？
es_es: How much do you bet?

source: さあ、始めまっか！
es_es: Let's get started!

source: わしの番やな。
es_es: It's my turn.

source: （この台詞が出たら駄目）
es_es: (If this line comes out, it's useless)

source: 精算や。
es_es: Settlement and.

source: あんたが親やろ？
es_es: Are you a parent?

source: 親の交代や。
es_es: Change of parents.

source: また、やりたいわ。 とことん勝負や！
es_es: I want to do it again. Thorough game!

source: タネ切れや。 帰らせてもらうわ。
es_es: Out of seeds. I'll let you go home.

source: タネ切れでっか。 出直して来いや。
es_es: Is it out of seeds? Please come back again.

source: 親の即精算メッセージ。
es_es: Parent's immediate settlement message.

source: 親の奇の見は３や……
es_es: The strange look of parents is 3 ...

source: 最初の子が出した奇の見は ３や……
es_es: The strange look that the first child gave is 3 ...

source: 奇の見は一つ前の子と 同じ出目や……
es_es: The strange look is the same as the previous child ...

source: 親の偶の音は４や……
es_es: The sound of the parent's even is 4 ...

source: 偶の音は一つ後の子と 同じ出目や……
es_es: The sound of the even is the same as the next child ...

source: 最後の子が出した偶の音は ４や……
es_es: The even sound made by the last child is 4 ...

source: 偶の音は、後ろの子と 同じ出目や。
es_es: The sound of the even is the same as the child behind.

source: 偶の音のあとに奇の見が出たわ！
es_es: There was a strange look after the sound of the even!

source: ムサシだわ！
es_es: It's Musashi!

source: 胸熱な勘蔵
es_es: Heart-warming Kanzo
