Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c14d7.po
Languages: es_es

source: ハァ…… ハァ…… く、くそ、強ぇ……
es_es: Huh ... Huh ... Damn, damn, strong ...

source: う、うわぁぁぁ！
es_es: Wow!

source: あ、お前ら！ 待ってくれ！
es_es: Oh, you guys! Wait please!

source: おい、大丈夫か？
es_es: Hey, are you okay?

source: ……は。
es_es: ...... Ha.

source: は？
es_es: What?

source: ……はぁぁぁ～ 怖かったぁ～！
es_es: …… Huh ~ I was scared ~!

source: 怖くて…… 剣を握るのなんて久々で…… でも母さんが危なくて…… 夢中で……
es_es: I'm scared ... It's been a while since I've been holding a sword ... But my mother is in danger ... I'm crazy about it ...

source: 斎藤さん、俺…… ちゃんとできてました？
es_es: Saito-san, I ... Did you do it properly?

source: あぁ、格好よかったぞ。
es_es: Oh, it was cool.

source: うっちゃん……！
es_es: Uchi ...!

source: 母さん…… 怪我はない？
es_es: Mother ... Are you injured?

source: うん、私は大丈夫。 うっちゃんこそ、怪我はない？
es_es: Yeah, I'm fine. Isn't Uchi injured?

source: うん、平気…… つ、痛ててて！ ははは…… やっぱり体、鈍ってるなぁ。
es_es: Yeah, I'm fine ... I'm in pain! Haha ... After all, my body is dull.

source: いつもは、何か頑張ろうとすると 子供のころの嫌な記憶が蘇って 体が動かなくなるんだけど……
es_es: Usually, when I try to do something, my unpleasant memory as a child revives and I get stuck ...

source: 今日はなんだか必死で…… 体が勝手に動いてたんだ。
es_es: Somehow desperate today ... My body was moving freely.

source: それもこれも、全部斎藤さんのおかげですよ。
es_es: It's all thanks to Mr. Saito.

source: フッ、そんなことはない。 全部、お前が頑張ったからだ。
es_es: Huh, that's not true. It's all because you worked hard.

source: そんなことありません。 斎藤さん、俺が母さんを助けに来るって…… そう信じて、俺が来るまで待ってくれてましたよね？
es_es: That's not true. Saito-san, I'm coming to help my mother ... Believing that, you waited until I came, right?

source: 斎藤さんの…… おかげですかね。
es_es: Saito-san's ... Thanks.

source: フッ。……だとしたら、 話をしに来た甲斐があったってもんだ。
es_es: Huh. If so, it was worth it to come to talk.

source: 斎藤さん、俺が母さんを助けに来るって…… そう信じて、俺が来るまで待ってくれてましたよね？
es_es: Saito-san, I'm coming to help my mother ... Believing that, you waited until I came, right?

source: 斎藤さんのおかげ…… ではないと思いますが。 でもきっかけくらいにはなったと思います。
es_es: Thanks to Mr. Saito ... I don't think it is. But I think it was a chance.

source: なんにせよ…… よかったな。
es_es: Anyway ... I'm glad.

source: ……そういえば、俺が母さんを助けに来るって そう信じて、俺が来るまで待っててくれたんですか？
es_es: ...... By the way, did you believe that I would come to help my mother and wait until I came?

source: 正確には…… 信じていたのは俺だけじゃない。
es_es: To be precise ... I wasn't the only one who believed.

source: えっ。
es_es: eh.

source: うっちゃんならね、 助けにきてくれるんじゃないかって思ってた。
es_es: I was wondering if Uchi-chan would come to help me.

source: 母さん……！
es_es: mother……!

source: 斎藤さん、もしかしたら今日の出来事は特別で、 明日からは今まで通り、 頑張ることが難しいかもしれません……
es_es: Mr. Saito, maybe today's event is special, and from tomorrow it may be difficult to do our best as usual ...

source: ……でも俺、やります。 母さんのため、自分のために、 また剣の道を目指してみます。
es_es: …… But I will do it. For my mother, for myself, I will aim for the path of the sword again.

source: すぐには変われないと思うけど、 少しずつ頑張って…… いつか自分の道場を持ってみせますよ。
es_es: I don't think it will change anytime soon, but I'll do my best little by little ... I'll show you my dojo someday.

source: うっちゃん……
es_es: Uchi ...

source: お母さんのためにも頑張らないとな。
es_es: I have to do my best for my mom.

source: ……はい！
es_es: ……Okay!

source: 斎藤さん、先ほど渡し忘れてたお礼です。
es_es: Saito-san, thank you for forgetting to give it to me earlier.

source: 「<Color:8>虹色の欠片<Color:Default>」をもらった
es_es: "<Color:8> Rainbow-colored pieces<Color:Default> I got

source: 「<Color:8>白金の塊<Color:Default>」をもらった
es_es: "<Color:8> Platinum mass<Color:Default> I got

source: 「<Color:8>銀の欠片<Color:Default>」をもらった
es_es: "<Color:8> Silver shard<Color:Default> I got

source: 息子を…… 内太郎を、ありがとうございました。
es_es: Thank you for my son ... Uchitaro.

source: 斎藤さん、また話聞きにきてくださいね！
es_es: Mr. Saito, please come and listen again!

source: 今日はありがとうございました。 せっかくおいでいただいたのに…… すいません。
es_es: Thank you for your time today. Thank you for coming ... I'm sorry.

source: いや…… 力になれなくて悪かったな。
es_es: No ... I'm sorry I couldn't help.

source: いえ、そんなことありません。 あの子が家族以外の人と話をするってだけでも すごいことなんですよ。
es_es: No, that's not the case. It's amazing that she just talks to someone outside her family.

source: また気が向いたときで結構です。 あの子の…… 話相手になっていただけませんか？
es_es: It's fine when you feel like it again. That child ... Could you talk to me?

source: あぁ、わかった。……それでは失礼する。
es_es: Oh, I understand. ...... Excuse me.

source: あぁ、斎藤さん、待ってください。
es_es: Oh, Mr. Saito, please wait.

source: 私、お礼を渡すのを忘れてま……
es_es: I forgot to give thanks ...

source: あ、いた…… す、すいません。
es_es: Oh, I was ... I'm sorry.

source: いてーな…… おい、どこ見て歩いてんだ！
es_es: Hey ... Hey, where are you walking!

source: す、すいません……
es_es: I'm sorry ...

source: すいませんじゃねえよ！ 上等な着物に埃がついちまったじゃねーか！
es_es: I'm sorry! Did you get dust on your fine kimono?

source: 着物が汚れただけじゃねぇ、こりゃ骨も折れてるわ。 お前、見たところ武士の家やろ？ 慰謝料くらい簡単に払えるよなぁ？
es_es: It's not just that the kimono is dirty, it's a pain. You look like a samurai house? You can easily pay as much as a compensation fee, right?

source: すいません、うちにそんな余裕は……
es_es: I'm sorry, I can afford that ...

source: あぁ？ じゃあ痛い目にあいてぇってことか？
es_es: Ahh? Does that mean you have a pain?

source: そんな……
es_es: Such ...

source: おい、お前。
es_es: Hey, you.

source: あぁ？ なんだぁ？ 何か文句でもあんのか？
es_es: Ahh? What is it? Is there any complaint?

source: おい、聞いてんのか！ 文句があんのかって聞いてんだよ！
es_es: Hey, are you listening! I'm asking if there's a complaint!

source: （このくらい大声を出させれば 家の中にも聞こえているだろう……）
es_es: (If you make this loud, you can hear it in your house ...)

source: ……いや、俺は何も手出しするつもりはない。 好きにしろ。
es_es: ...... No, I'm not going to do anything. Do whatever you want.

source: な……!? 何言ってんだお前!?
es_es: What ...!? What are you talking about !?

source: ……チッ。
es_es: ...... Chi.

source: おい、お前。金を払わねぇっていうんなら 少し痛い目見てもらうから覚悟しな。
es_es: Hey, you. If you don't pay, be prepared for it because it will hurt you a little.

source: そ、それで…… 許していただけるなら……
es_es: Well, then ... if you can forgive me ...

source: は、はぁ？ お前、ふざけてんのか？
es_es: Huh? Are you fooling around?

source: どうやら、こっちが本気だってこと わかってねぇみたいだなぁ？
es_es: Apparently, you don't know that this is serious, right?

source: う、うぅ……
es_es: Uhhhh ...

source: （そろそろ限界か……）
es_es: (It's about time to reach the limit ...)

source: や、やめろ！
es_es: No, stop!

source: うっちゃん！
es_es: Unchan!

source: か、かか、か、母さんから離れろ！
es_es: Kaka, Kaka, stay away from your mother!

source: あぁ？ 震えながらなにを粋がってやがる！ 怪我したくねぇなら帰んな。
es_es: Ahh? What's cool while trembling! If you don't want to get hurt, don't go home.

source: い…… いやだ！
es_es: no way!

source: こ、ここ怖くて…… 震えて…… 吐きそうで…… 今すぐ…… に、逃げ出したいけど……
es_es: I'm scared here ... I'm trembling ... I'm about to vomit ... Right now ... I want to run away ...

source: ここで逃げたら…… もう本当に駄目になっちゃうから！
es_es: If you run away here ... it's going to be really useless!

source: うっちゃん……
es_es: Uchi ...

source: おい、何してんだ？
es_es: Hey, what are you doing?

source: あぁ、お前らか。ちぃと生意気な親子がいてな。 お前ら手ぇ貸してくれや。
es_es: Oh, you guys? There are cheeky parents and children. Please lend me your hand.

source: おい坊主。逃げるなら今のうちだぞ。
es_es: Hey shaven. If you want to run away, now is the time.

source: 俺は逃げない！ 母さんには手出しさせない！
es_es: I won't run away! I won't let my mother do it!

source: ……よく言った。
es_es: ...... I said well.

source: お前ならきっと母親を助けに来ると思ってたぜ。
es_es: I thought you would come to help my mother.

source: 手を出すつもりはなかったが、多勢に無勢だ。 ……俺も手伝わせてもらう。
es_es: I didn't mean to do anything, but there are a lot of people out there. ...... I will help you too.

source: 斎藤さん……
es_es: Mr. Saito ……

source: ……ありがとうございます！
es_es: ……Thank you!

source: なにをごちゃごちゃ言ってやがる！ お前ら！ こいつらまとめてやっちまえ！
es_es: What are you messing with! You guys! Do it all together!

source: こ、このくそばばあ！ 騙しやがったな!?
es_es: This is this shit! Did you cheat !?

source: だ、だってうっちゃん、 こうでもしないとお外、出てくれないから……
es_es: Because, Uchi-chan, if you don't do this, you won't be able to come out ...

source: どういうつもりだよ！ 息子を騙して外に連れ出して…… よその家の養子になる手続きさせようとするなんて！
es_es: What are you going to do! I tricked my son into taking him outside ... trying to get him adopted in another house!

source: だって、じゃないとうっちゃん、 一生部屋住みじゃない…… それでもいいの？
es_es: Because otherwise, Uchi-chan, I'm not living in a room for the rest of my life ... Is that okay?

source: 部屋住み、最高じゃねえか！ 働かずに生きていけるんだぜ!?
es_es: Living in a room is the best! You can live without working !?

source: でも部屋住みじゃ、結婚もできないわよ……
es_es: But if you live in a room, you can't even get married ...

source: うっ、うるさいな！ 女なんて必要ねぇし！ ……俺は家に帰るからな！
es_es: Ugh, it's noisy! I don't need a woman! ...... I'm going home!

source: ま、待ってうっちゃん！ ……ううっ。
es_es: Well, wait, Uchi! ...... Ugh.

source: 強面の男
es_es: Strong man

source: ガラの悪い男
es_es: Bad guy

source: 内太郎
es_es: Uchitaro

source: 内太郎の母親
es_es: Uchitaro's mother

source: 男の声
es_es: Man's voice

source: 怒る息子
es_es: Angry son

source: うろたえる母親
es_es: Upset mother
