Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/shop/shop0018.po
Languages: es_es

source: 所持数
es_es: The number of possession

source: （何も選んでいない……）
es_es: (I haven't selected anything ...)

source: （手持ちが足りないようだな……）
es_es: (It looks like you don't have enough ...)

source: ありがとうございます。%sです。
es_es: thanks you. % s.

source: （持ち物が一杯だな……）
es_es: (I have a lot of belongings ...)

source: （売り切れのようだ……）
es_es: (It looks like it's sold out ...)

source: （これは既に持っているな……）
es_es: (I already have this ...)

source: 所持品
es_es: What to bring

source: 詳細
es_es: Details

source: 商品
es_es: Product

source: <Sign:1>前へ
es_es: <Sign:1>Forward

source: <Sign:1>次へ %d/%d
es_es: <Sign:1>Next% d /% d

source: 注
es_es: Note

source: 薩摩の方で良く飲まれているという酒です。 薩摩芋から作られ、独特の匂いがあります。 非常に強い酒です。
es_es: It is a sake that is often drunk by Satsuma. Made from sweet potatoes, it has a unique scent. It is a very strong liquor.

source: 畿内の灘で作られる清酒です。 いい米といい水を使い 最近人気が高いお酒です。
es_es: Sake made in the Nada area of Kinai. It is a popular sake that uses good rice and good water.

source: 酒所で有名な摂津国の伊丹で作られた酒です。 京では一番飲まれているという 人気のある酒です。
es_es: This sake is made in Itami, Settsu Province, which is famous for its sake. It is the most popular sake in Kyoto.

source: 伏見の豊かな水を使って作られた 世に名高い酒です。戦国の世から作られているという 伝統のある酒です。
es_es: It is a world-famous sake made from the rich water of Fushimi. It is a traditional sake made from the Warring States period.

source: 炊いた米を発酵させて作られた濁り酒です。 悪酔に気をつけて下さい。
es_es: A muddy sake made by fermenting cooked rice. Please be careful about intoxication.

source: 回復薬の「活力丹」です。 体力を少し回復してくれます。
es_es: It is a recovery drug "Vitality Tan". It will restore your physical strength a little.

source: 怪我した箇所に塗る「傷薬」です。 体力をわずかに回復してくれます。
es_es: It is a "scratch medicine" that is applied to the injured area. It restores your physical strength slightly.

source: その昔、仰天斎という人が発明した丸薬です。 酔い覚ましにはもってこいって 昔から評判です。
es_es: A long time ago, it was a pill invented by a person named Astonsai. It has been popular for a long time because it is perfect for getting sick.

source: 小豆の餡を餅米の衣でくるんだ菓子です。 腹持ちが良く、疲れた時に効きますよ。
es_es: It is a confectionery made by wrapping red bean paste in a glutinous rice batter. It's hungry and works well when you're tired.

source: よもぎを練り込んだ皮を使った饅頭です。 よもぎの香り高さが際だつ菓子です。
es_es: A bun made from wormwood-kneaded skin. It is a confectionery with a distinctive scent of wormwood.

source: 西洋から伝来したという、独特の形をした 飴の一種です。子供に人気のある、砂糖菓子です。
es_es: It is a kind of candy with a unique shape that came from the West. It is a sugar confectionery that is popular with children.

source: 芝居を見ながら食べる用に作られた弁当です。 色々なおかずが入っていて 見た目にも楽しいですね。
es_es: A bento box made for eating while watching a play. It's fun to look at because it contains various side dishes.

source: 旅人が腰にぶら下げて持ち歩く弁当です。 握り飯と簡単なおかずが入っています。
es_es: A bento that travelers carry around on their waists. Contains rice balls and simple side dishes.

source: 甘辛く味付けされた油揚げに 酢飯が詰められた寿司の１つです。
es_es: It is one of the sushi that is stuffed with vinegared rice in sweet and spicy fried tofu.

source: 炊いた米を洗って、干したものです。 非常時の食料として戦国の世でも 多く用いられたといいます。
es_es: The cooked rice is washed and dried. It is said that it was often used in the Warring States period as food for emergencies.

source: 麦を炒ってから挽いた粉に、 砂糖などを混ぜて水でこねて焼いた菓子です。 独特の香ばしさがあります。
es_es: It is a confectionery made by mixing sugar and other ingredients with roasted wheat powder and then kneading it with water. It has a unique aroma.

source: 炊いた餅米を、あんこで包んだものです。 １つでもかなり満腹感がありますよ。
es_es: Cooked glutinous rice wrapped in red bean paste. Even one is quite full.

source: 米の粉などに水飴や砂糖を混ぜて、 型押しした菓子です。 こりこりとした食感で茶請けにいいです。
es_es: It is a confectionery that is embossed by mixing starch syrup and sugar with rice flour. It has a chewy texture and is good for making tea.

source: 小豆を寒天で固めた菓子です。 寒天のみずみずしさで口当たりが良く その甘さが疲れた時に効きます。
es_es: It is a sweet made by hardening azuki beans with agar. The freshness of agar makes it palatable and works well when you are tired of its sweetness.

source: 穫れたての蜜柑です。 食べるには、まだ少し酸っぱそうです。
es_es: It is a freshly harvested tangerine. It's still a little sour to eat.

source: 今の季節の果物ですね。 適度に熟していて、食べ頃です。
es_es: It's the fruit of this season. It is moderately ripe and ready to eat.

source: 今の時期に美味しい果物です。 心地いい酸っぱさですね。
es_es: It is a delicious fruit at this time of year. It's a pleasant sourness.

source: 栗を火であぶったものです。 香ばしさがたまりません。
es_es: It is a chestnut cooked with fire. The fragrance is irresistible.

source: 鶏の卵です。 色々な料理に使えます。
es_es: It's a chicken egg. It can be used for various dishes.

source: ミツバチが野花から集めた極上の蜜です。 色が濃く、芳醇な香りがします。 何かの料理に使えそうですね。
es_es: The finest nectar collected by bees from wildflowers. It has a deep color and a mellow scent. It looks like it can be used for cooking something.

source: 銀杏です。特徴的な匂いですね。 ほのかな苦みが特徴です。 何かの料理に使えそうです。
es_es: This is Ginkgo. It has a characteristic smell. It is characterized by a slight bitterness. It seems that it can be used for cooking something.

source: まだ完熟する前の青梅です。 渋みが強くそのまま食べるのには向きませんが さわやかな香りで、何かの料理に使えそうです。
es_es: It is Ome before it is fully ripe. It has a strong astringency and is not suitable for eating as it is, but it has a refreshing scent and can be used for cooking.

source: 塩漬け、天日干しした、美味しい梅干しです。 余計な材料が入っていないので、梅の持つ酸味を 十二分に味わえる、よだれの止まらない一品です。
es_es: It is a delicious pickled plum that is salted and dried in the sun. It doesn't contain any extra ingredients, so you can fully enjoy the sourness of plums, and it's a dish that doesn't stop drooling.

source: 刀作成用の素材です。 刀を打つための代表的な材料です。
es_es: A material for making swords. It is a typical material for hitting a sword.

source: 銃作成用の素材です。 機械の内部で使われる便利な部品です。
es_es: A material for making guns. It is a convenient part used inside the machine.

source: 刀作成用の素材です。 全ての元になる便利な材料です。
es_es: A material for making swords. It is a convenient material that is the basis of everything.

source: 銃作成用の素材です。 ちょっと曲がっているのでちゃんと締まりづらいです。
es_es: A material for making guns. It's a little bent so it's hard to tighten properly.

source: 武具作成用の素材です。 家庭でもよく使われている安価な炭です。
es_es: A material for making armor. It is an inexpensive charcoal that is often used at home.

source: 武具作成用の素材です。 入れ物だけなので酒は入っていません。
es_es: A material for making armor. Since it is only a container, it does not contain sake.
