Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated_text/data/auth/c07_060.par/cmn.par.unpack/cmn.po
Languages: es_es

source: 俺も衰えたもんだ
es_es: I'm also declining

source: たまには現場にも顔を出すんだな“局長”
es_es: Occasionally I also show up at the scene "Director"

source: いい気になりやがって
es_es: I feel good

source: 近藤
es_es: Kondo

source: あんたは あの覆面の男じゃねえ
es_es: You're not that masked man

source: あ？ なぜそう思う
es_es: Ah? Why i think so

source: 親っさんを斬ったあの覆面の男は
es_es: That masked man who slashed his parents

source: あんたよりも強かった
es_es: Was stronger than you

source: まったく 傷つくねえ
es_es: It doesn't hurt at all

source: 覆面の男は誰だ？
es_es: Who is the masked man?

source: 計画に乗れば教えてやる そう言ったはずだぜ
es_es: I should have said that I'll tell you if I get on the plan

source: 何だやめるのかい
es_es: What are you quitting

source: あんたの言った通りだ
es_es: As you said

source: 俺はまだまだガキってことだ
es_es: I'm still a kid

source: はぁ？
es_es: Huh?

source: 分からねえことは すぐに人に聞いちまう
es_es: Ask people what you don't understand right away

source: 自分には学も教養もねえ……
es_es: I have neither learning nor education ...

source: そう思って 考えるのもやめちまう
es_es: Stop thinking that way

source: だがな……
es_es: But ...

source: 親っさんは誰にどうして殺されたのか
es_es: Who killed my parents and why

source: この答えだけはどうしても 自分の力で見つけたいんだ
es_es: I really want to find this answer on my own

source: ガキだと言われても構わない
es_es: It doesn't matter if you say you're a kid

source: このことだけは 最後まで意地張り続けるつもりだ
es_es: Only this will continue to be stubborn until the end

source: 答えを見つけるまで 新選組には居続けさせてもらう
es_es: I will stay in the Shinsengumi until I find the answer

source: 文句ねえよな？
es_es: You can't complain, right?

source: 文句はあるが 勝負に負けたんだ 許可してやるよ
es_es: I have some complaints, but I lost the game, I'll allow you

source: 三番隊隊長としての仕事はする それじゃ
es_es: I will work as the captain of the 3rd division.

source: あんたと闘って もうひとつ分かったことがある
es_es: I found one more thing when I fought you

source: 何だ
es_es: What

source: 天念理心流の使い手は 一流の剣士ばかりだ
es_es: The only users of Tennen Rishin-ryu are first-class swordfighters.

source: 俺が闘うべき敵は 覆面の男のさらに奥……
es_es: The enemy I should fight against is deeper than the masked man ...

source: もっと深い闇に 潜んでるのかもしれないな
es_es: Maybe it's lurking in a deeper darkness

source: 見てたかい
es_es: Did you see

source: いや強えなぁ あいつは
es_es: No, he ’s strong

source: そうは思わねえか
es_es: Don't you think so

source: 源さん
es_es: Gen-san

source: 勇さん いいのか？
es_es: Isamu-san okay?

source: このままあの男を行かせても
es_es: Even if you let that man go as it is

source: あいつは 深く知りすぎた
es_es: He knew too much

source: ああ だが……
es_es: Oh, but ...

source: あいつなら真の謎にも たどり着けるかもしれねえな
es_es: He might be able to reach a true mystery

source: あれが……
es_es: that……

source: 坂本龍馬 か
es_es: Is it Ryoma Sakamoto?
