Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/auth/c11_030.par/cmn.par.unpack/cmn.po
Languages: es_es

source: 一（はじめ）ちゃん お前 これ読めるか？
es_es: Ichi (Hajime) -chan, can you read this?

source: あちゃあ やっぱりアカンか
es_es: After all it is Akan

source: 読み書きができないわけじゃないが この字はさすがに読めない
es_es: It's not that I can't read and write, but I can't read this character.

source: 達筆すぎるな
es_es: Don't write too much

source: ホンマやな 将軍に渡すくらいやから 近藤さんも気合い入れて書いたんやろが……
es_es: Mr. Kondo also wrote it with enthusiasm because he gave it to Shogun Honma ...

source: おい そこのお前！
es_es: Hey you there!

source: これ読めるか？
es_es: Can you read this?

source: わ 私ですか？
es_es: Wow me?

source: 他におらんやろが！ はよ来いや！
es_es: There are other things! Good morning!

source: は はあ……
es_es: Haha ...

source: では 拝見
es_es: See you

source: これは 一体……！？
es_es: This is ...! ??

source: 何が書いてあるんや？
es_es: What is written?

source: 何と言いますか と とんでもないことが……
es_es: What do you say? What a ridiculous thing ...

source: だから何やっちゅうねん！
es_es: So what are you doing!

source: ま まずこの一番始めの この一文ですが……
es_es: First of all, this is the very first sentence ...

source: 「一 天下の政権を朝廷に奉還せしめ 政令宜しく朝廷より出づべきこと」
es_es: "Return the government of the world to the imperial court, and the government ordinance should come out of the imperial court."

source: 何のこっちゃ？
es_es: What's this?

source: これは 幕府の持っている政権を 朝廷に返すってことです！
es_es: This means returning the government of the Shogunate to the imperial court!

source: こんな手紙 持っているだけで 幕府の人間に殺されますよ！
es_es: Just having such a letter will kill you by a human being in the Bakufu!

source: ああ それやったら問題ないわ
es_es: Oh no problem if you do that

source: ワシらがその幕府の人間や
es_es: The eagles are the people of the shogunate

source: まさか 本当ですか！？
es_es: Is it true! ??

source: 本当だ
es_es: Is true

source: それより その先を続けてくれ
es_es: Continue beyond that
