Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/auth/c01_140.par/cmn.par.unpack/cmn.po
Languages: es_es

source: 兄弟！
es_es: brothers!

source: りょ 龍馬……
es_es: Ryoma ……

source: 悪いが 俺はここまでみたいだ……
es_es: I'm sorry, but I'm like this ...

source: あと少し山を下れば阿波だ 追手も藩の外までは追ってこない
es_es: If you go down the mountain a little more, it's Awa.

source: お前ひとりで行け
es_es: You go alone

source: 俺はここに残って 役人に事情を説明する
es_es: I will stay here and explain the situation to the officials

source: 親っさんを殺したのは 俺たちじゃないとな
es_es: We must be the ones who killed our parents

source: 無駄だ……！ そんな話が通用する相手じゃねえだろ！
es_es: it's useless……! You can't talk about that!

source: そうだろうな…… だが俺はお前が生き残れるならそれでいい
es_es: That's right ... but I'm fine if you can survive

source: 兄弟……
es_es: brothers……

source: 東洋の親っさんは死んだが 勤王党は死んじゃいねぇ
es_es: The oriental parents are dead, but the Qin Wang party is not dead

source: 土佐を変えるには 俺かお前……
es_es: To change Tosa, you or me ...

source: どちらかが生き残って 勤王党を率いて行くしかねぇんだ
es_es: Either one must survive and lead the Qin Wang Party

source: だから龍馬 お前は逃げのびて勤王党を……
es_es: That's why Ryoma escapes and joins the Qin Wang Party ...

source: 龍馬！？
es_es: Ryoma! ?

source: そういうことなら 答えはひとつだ
es_es: If that's the case, the answer is one

source: あんたは土佐に必要だ こんなところで死んじゃならねぇ
es_es: You need Tosa You shouldn't die in a place like this

source: 龍馬 お前……
es_es: Ryoma you ...

source: 藩の連中は俺１人を追ってる
es_es: The clan guys are chasing me alone

source: あんたがあの場にいたことは 誰にも知られていない
es_es: No one knows you were there

source: 兄弟も勤王党も 親っさんの死とは無関係ってことだ
es_es: Both the brothers and the Loyalist party have nothing to do with the death of their parents.

source: 何言ってるんだ？
es_es: What are you talking about

source: 土佐を…… 親っさんの遺志を……
es_es: Tosa ... Parents' wishes ...

source: あんたに託した
es_es: I entrusted you

source: 追手が来たようだな
es_es: It looks like a chase has come

source: 龍馬！ おい 龍馬！！ お前どうする気だ おい！！
es_es: Ryoma! Hey Ryoma! !! What are you going to do! !!

source: 龍馬……
es_es: Ryoma...

source: おまんが 参政吉田東洋様を殺した男やな！？
es_es: Manga Suffrage The man who killed Toyo Yoshida! ??

source: 神妙にせぇ！！
es_es: Mysterious! !!

source: 世の人は 我を何とも 言わば言え
es_es: People in the world say me

source: 我がなす事は 我のみぞ知る
es_es: I only know what I do

source: 天地神明に誓って言う
es_es: I swear to Tenchi Shinmei

source: 俺は吉田東洋を殺していない
es_es: I haven't killed Yoshida Toyo

source: この期に及んで 貴様……
es_es: Over this period, you ...

source: だがアンタらに それを信じてもらおうとも思わない
es_es: But I don't want you to believe it

source: だから……
es_es: So ...

source: だから俺は……
es_es: So I ...

source: 土佐を抜ける！
es_es: Exit Tosa!

source: どんな汚名を着ようと 生きて絶対に犯人を突き止める！
es_es: No matter what stigma you wear, you will definitely find the culprit!

source: な 何を！？
es_es: What! ??

source: 土佐ん兄弟たちよ……
es_es: Tosa brothers ...

source: また明日じゃ！！
es_es: See you tomorrow! !!
