Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/auth/c07_040.par/cmn.par.unpack/cmn.po
Languages: es_es

source: はっはっはっは！ おい どこだ？ ん？ あんまり逃げんなよ？
es_es: Hahahahaha! Where are you? Hmm? Don't you run away too much?

source: 近藤先生！ こっちこっち
es_es: Mr. Kondo! over here

source: 先生 こっちどすぅ
es_es: Teacher here

source: どっちだぁ？ お そこか！
es_es: Which one? Is it there!

source: よおし 捕まえたぁ！
es_es: I caught it!

source: 姐さん わざと捕まらはったやろぉ？
es_es: 姐 -san, did you get caught on purpose?

source: ん？ あぁ？
es_es: Hmm? Ahh?

source: 何だこりゃ？ 血のにおいか
es_es: What is it? Smell of blood

source: え？ 血のにおい？
es_es: e? The smell of blood?

source: よお 思ったより早く来たな
es_es: I came earlier than I expected

source: 三番隊隊長 斎藤一です
es_es: I ’m Hajime Saito, the captain of the third division.

source: 知ってるよ俺が呼んだんだからよ
es_es: I know because I called

source: あなたが 局長の……
es_es: You are the director ...

source: ああ 新選組局長 近藤勇だ
es_es: Oh, it ’s Isami Kondo, the director of the Shinsengumi.

source: それで？ 頼んだ件は調べてくれたかい？
es_es: So what? Did you find out what you asked for?

source: 例の坂本龍馬
es_es: Example Ryoma Sakamoto

source: はい 坂本が現れたという 薩摩藩邸に行ってきましたが
es_es: Yes, I went to the Satsuma clan's residence where Sakamoto appeared.

source: あいにく 西郷にはとぼけられました
es_es: Unfortunately, I was blown away by Saigo

source: まあそんなとこだろうな
es_es: Well that would be the case

source: もともと西郷には期待しちゃいなかったんだ
es_es: Originally I didn't expect Saigo

source: それは どういう意味で？
es_es: What does that mean?

source: 「坂本龍馬」は今 長崎に向かっているらしくてな
es_es: "Ryoma Sakamoto" seems to be heading to Nagasaki now

source: 本人が京にいねえんだから 薩摩もいくらだってシラ切れる
es_es: Satsuma can be cut off because he is in Kyo

source: 今西郷に聞いたところで ろくな返事はねえだろうよ
es_es: When I asked Saigo, I wouldn't get a good reply.

source: だから まあ何も情報を掴めなかったのは アンタのせいじゃない
es_es: So it's not your fault that you didn't get any information

source: ただでさえ本音を見せねぇ 西郷のクチ割らせるのは
es_es: I can't show my true intentions even for free

source: カンタンなことじゃねぇからな
es_es: It's not easy

source: けど大収穫だ
es_es: But it's a big harvest

source: いやぁ アンタ いい仕事したぜ斎藤さんよ
es_es: No, you did a good job, Mr. Saito

source: 俺が ですか？
es_es: Am i?

source: ああ だってよ 「坂本龍馬」について……
es_es: Oh, about "Ryoma Sakamoto" ...

source: ひとつだけ確実なことが 分かったんだからな
es_es: I knew only one thing was certain

source: 薩摩の西郷に会った その「坂本龍馬」ってのは……
es_es: The "Ryoma Sakamoto" who met Satsuma's Saigo was ...

source: 真っ赤な偽者だ
es_es: It ’s a bright red fake.

source: だよな？
es_es: that's right?

source: “本物の龍馬”さん
es_es: "Genuine Ryoma"
