Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/shop/ex_shop0000.po
Languages: es_es

source: 済
es_es: Already

source: 入手
es_es: obtain

source: （何も選んでいない……）
es_es: (I haven't selected anything ...)

source: 可
es_es: can

source: こちらでよろしいですか？
es_es: Are you sure you want to go here?

source: （持ち物が一杯だな……）
es_es: (I have a lot of belongings ...)

source: （これはもう持っているな……）
es_es: (I already have this ...)

source: 所持品
es_es: What to bring

source: 詳細
es_es: Details

source: 商品
es_es: Product

source: <Sign:1>前へ
es_es: <Sign:1>Forward

source: <Sign:1>次へ %d/%d
es_es: <Sign:1>Next% d /% d

source: 注
es_es: Note

source: 倍返しのリング。 体力が減るほど攻撃力が増す不思議な力がある。
es_es: Double-back ring. There is a mysterious power that the attack power increases as the physical strength decreases.

source: チャンピオンの指輪。はめたら最強を名乗るに 等しい行為。敵の攻撃が激化しても文句は言えない。
es_es: Champion's ring. An act equivalent to claiming to be the strongest when fitted. I can't complain even if the enemy's attack intensifies.

source: 情熱のイヤリング。 熱い激が込められている。 これを身に着けていればダンスで闘志が失われにくくなる。
es_es: Passionate earrings. It is filled with hot heat. If you wear this, you will not lose your fighting spirit in dance.

source: 不動明王のベルト。 重たい敵も軽々と投げられるご利益があるらしい。
es_es: Fudo Myoo's belt. It seems that even heavy enemies have the benefit of being thrown lightly.

source: 金でできたしゃちほこだ。 こんなもので殴られてはひとたまりもないだろう。
es_es: It's a shachihoko made of gold. It wouldn't be a lump to be beaten by something like this.

source: 黄金銃だ。弾が尽きない謎の拳銃だ。
es_es: It's a golden gun. It's a mysterious pistol that runs out of bullets.

source: 呪いを解いた礼として自らの鱗を剥ぎとって与えたという品。 鋭利な縁は全てのものを断ち切るという。
es_es: An item that was given by stripping off its own scales as a thank-you for breaking the curse. The sharp edge cuts off everything.

source: 龍の印章。古代中国の皇帝の所持品だったらしい。 ただならぬ威厳に満ち溢れている。
es_es: The seal of the dragon. It seems that it was the property of the ancient Chinese emperor. It is full of extraordinary dignity.

source: タフネスピンズ。 身に着けていればダンスで疲れることがなくなる。
es_es: Toughness pins. If you wear it, you won't get tired from dancing.

source: 邪悪な龍から知恵比べで騙し取ったという尻尾。 振れば岩を羊皮紙のように切り裂いたという。
es_es: A tail that was deceived from an evil dragon by comparing wisdom. It is said that if you shake it, the rock is torn like parchment.

source: 七福神のサラシだ。これを巻いて喧嘩を乗り越えると 何らかの幸運が訪れるらしい。
es_es: It's the Seven Lucky Gods. It seems that some kind of luck will come if you wind this up and get over the quarrel.

source: 回復系アイテム
es_es: Recovery items

source: レア含む野菜
es_es: Vegetables including rare

source: 刀、銃、防具、特殊弾
es_es: Swords, guns, armor, special bullets

source: レア含む魚
es_es: Fish including rare

source: 経験値アップ系アイテム
es_es: Experience value up items

source: レア含む武器強化素材
es_es: Weapon strengthening material including rare

source: レア含む料理
es_es: Rare-containing dishes

source: メタル隊士素材
es_es: Metal soldier material

source: 常に血が滴っている不吉な刀だ 能力：妖 攻撃時敵の体力を吸収
es_es: An ominous sword that is constantly dripping blood Ability: Absorbs the enemy's physical strength when attacking
