Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/shop/shop0010.po
Languages: es_es

source: 所持数
es_es: The number of possession

source: （何も選んでいない……）
es_es: (I haven't selected anything ...)

source: （手持ちが足りないようだな……）
es_es: (It looks like you don't have enough ...)

source: おおきに。%sやな。
es_es: Big. %s.

source: （持ち物が一杯だな……）
es_es: (I have a lot of belongings ...)

source: （売り切れのようだ……）
es_es: (It looks like it's sold out ...)

source: （これは既に持っているな……）
es_es: (I already have this ...)

source: 所持品
es_es: What to bring

source: 詳細
es_es: Details

source: 商品
es_es: Product

source: <Sign:1>前へ
es_es: <Sign:1>Forward

source: <Sign:1>次へ %d/%d
es_es: <Sign:1>Next %d/%d

source: 注
es_es: Note

source: 量産されている安い刀だ。 切れ味はいまいちだが、そこは安かろう悪かろうだ。
es_es: It is a cheap sword that is mass-produced. The sharpness is not good, but it may be cheap or bad.

source: 洛内の鍛冶屋で打たれた刀だ。 切れ味はほどほどだが、守りに強い。
es_es: It is a sword struck at a blacksmith in Rakuchu. The sharpness is moderate, but it is strong in protection.

source: 綺麗な拵えの刀だ。 一振りで人を吹き飛ばすと言われている名刀だ。
es_es: It's a beautiful sword. It is a famous sword that is said to blow people away with a single stroke.

source: うちの店に伝わる伝説の剣だ。 鍛え上げれば相当な代物になりそうだ。
es_es: It's a legendary sword that is handed down in our store. If you train it, it will be a considerable substitute.

source: 外国製の回転式拳銃だ。 型落ち品らしいから、性能は高くないだろう。
es_es: It's a foreign-made revolver. The performance will not be high because it seems to be an out-of-mold product.

source: 輸入回転式拳銃を改良した拳銃だ。 威力が少しだけ上がっている。
es_es: It is an improved version of the imported revolver. The power has increased a little.

source: 単純な構造のまっすぐな槍だ。 何かで勉強しないと、槍は扱えないだろう。
es_es: A straight spear with a simple structure. If you don't study something, you won't be able to handle a spear.

source: 革でできた軽い籠手だ。 刃は防げないが、つけないよりはマシだろう。
es_es: A light gauntlet made of leather. You can't prevent the blade, but it's better than not.

source: 革でできた胸当てだ。 銃弾は防げないから、過信は禁物だ。
es_es: A breastplate made of leather. Bullets cannot be prevented, so overconfidence is prohibited.

source: 真っ白い鉢巻だ。 鉢巻を締めると気合が入るな。
es_es: It's a pure white headband. Don't get enthusiastic when you tighten the headband.

source: 服の下に身につける下着だ。 男ならふんどしをキリっと締めろ。
es_es: Underwear to wear under clothes. If you are a man, tighten the loincloth tightly.
