Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/shop/shop0019.po
Languages: es_es

source: 所持数
es_es: The number of possession

source: （何も選んでいない……）
es_es: (I haven't selected anything ...)

source: （手持ちが足りないようだな……）
es_es: (It looks like you don't have enough ...)

source: おおきに。%sや。
es_es: Big. % s and.

source: （持ち物が一杯だな……）
es_es: (I have a lot of belongings ...)

source: （売り切れのようだ……）
es_es: (It looks like it's sold out ...)

source: （これは既に持っているな……）
es_es: (I already have this ...)

source: 所持品
es_es: What to bring

source: 詳細
es_es: Details

source: 商品
es_es: Product

source: <Sign:1>前へ
es_es: <Sign:1>Forward

source: <Sign:1>次へ %d/%d
es_es: <Sign:1>Next% d /% d

source: 注
es_es: Note

source: 刀素材の「鉄くず」ですわ。 安いもんなんでそんないいもんは作れませんな。
es_es: It's the sword material "iron scrap". I can't make such a good one because it's cheap.

source: 刀素材の「鋼の板」ですわ。 それなりの刀を作るには必要でんな。
es_es: It is a "steel plate" made of sword material. It's not necessary to make a decent sword.

source: 刀素材の「玉鋼」ですわ。 鍛冶職人の間じゃ一番なじみのある素材ですわ。
es_es: It is a sword material "Tamahagane". It's the most familiar material among blacksmiths.

source: 銃素材の「いびつなネジ」ですわ。 あまりいい部品ではないんで、お安くしときやす。
es_es: It's a "distorted screw" made of gun material. It's not a very good part, so it's cheap and easy.

source: 銃素材の「新品のネジ」ですわ。 ネジもええもん使わんと、ちゃんと動きませんわな。
es_es: It's a "new screw" made of gun material. If you don't use screws, it won't work properly.

source: 銃素材の「がたがたの歯車」ですわ。 一応ちゃんと回ることは確認してありまっせ。
es_es: It's a gun material, "Gear of rattling". I have confirmed that it will turn properly.

source: 特殊武器素材の「枯れ木の枝」ですわ。 そこらへんに落ちてるものよりは綺麗なのを売っとります。
es_es: It's a special weapon material, "Dead Tree Branch". I sell the ones that are more beautiful than the ones that have fallen all over the place.

source: 特殊武器素材の「良質な木切れ」ですわ。 木自体はええもんなんですが、これはその端材ですわ。
es_es: It's a special weapon material, "a good piece of wood." The wood itself is yeah, but this is the scrap.

source: 特殊武器素材の「柔らかい木材」ですわ。 加工しやすいんで、いろんなもんに使えまっせ。
es_es: It's a special weapon material, "soft wood". It's easy to process, so you can use it for various purposes.

source: 防具素材の「上質な皮革」ですわ。 籠手でも胸当てでも幅広く使えまっせ。
es_es: It's a "high quality leather" armor material. Can be used widely for both gauntlets and breastplates.

source: 防具素材の「きれいな毛皮」ですわ。 やわらかい手触りがたまりませんなぁ。
es_es: It's a "clean fur" armor material. The soft touch is irresistible.

source: 防具素材の「天蚕糸」ですわ。 しっかりした糸で紡いでおけば衝撃にも耐えられますわ。
es_es: It's the armor material "Ten silkworm thread". If you spin it with a solid thread, it can withstand shocks.

source: 格上げに使う「鉄の金槌」ですわ。 鈍ものを叩くにはこれで十分ですわ。
es_es: It's an "iron mallet" used for upgrading. This is enough to hit a dull thing.

source: 格上げに使う「銅の金槌」ですわ。 業物はこれくらいのもんで叩いてやりたいもんですわ。
es_es: It's a "copper mallet" used for upgrading. I want to hit the business with this much.

source: 鍛錬に使う「茶色の金属粉」ですわ。 数が必要なものですんで、ご入用の際はぜひウチで。
es_es: It's a "brown metal powder" used for forging. You need a number, so be sure to check it out when you need it.

source: 鍛錬に使う「青緑色の金属粉」ですわ。 綺麗な色の金属の粉ですなぁ。
es_es: It's a "turquoise metal powder" used for training. It's a beautifully colored metal powder.

source: 鍛錬に使う「灰色の金属粉」ですわ。 元が硬い金属なもんで、いろんなものに使えまっせ。
es_es: It's a "gray metal powder" used for training. Originally a hard metal, it can be used for various things.

source: 鍛錬に使う「黒色の金属粉」ですわ。 金属の粉に火入れて丈夫にしたもんですわ。
es_es: It's a "black metal powder" used for forging. I burned metal powder to make it stronger.

source: 特殊弾の作成に使う「火山岩の欠片」ですわ。 弾丸以外にも色々使い道ありまっせ。
es_es: It's a "volcanic rock fragment" used to create special bullets. There are many other uses besides bullets.

source: 特殊弾の作成に使う「石灰の粉」ですわ。 強化弾は作り方覚えてからやないと作成できませんな。
es_es: It's the "lime powder" used to make special bullets. You can't make a reinforced bullet until you learn how to make it.

source: 特殊弾の作成に使う「いびつな磁石」ですわ。 雷撃弾は作り方覚えてからやないと作成できませんな。
es_es: It's a "distorted magnet" used to create special bullets. You can't make a lightning strike unless you learn how to make it.

source: 特殊弾の作成に使う「鉛の塊」ですわ。 毒弾は作り方覚えてからやないと作成できませんな。
es_es: It's a "lead lump" used to create special bullets. You can't make a poison bullet until you learn how to make it.
