Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/shop/shop0002.po
Languages: es_es

source: 所持数
es_es: The number of possession

source: （何も選んでいない……）
es_es: (I haven't selected anything ...)

source: （手持ちが足りないようだな……）
es_es: (It looks like you don't have enough ...)

source: ありがとうございます。%sでございます。
es_es: thanks you. This is% s.

source: （持ち物が一杯だな……）
es_es: (I have a lot of belongings ...)

source: （売り切れのようだ……）
es_es: (It looks like it's sold out ...)

source: （これは既に持っているな……）
es_es: (I already have this ...)

source: 所持品
es_es: What to bring

source: 詳細
es_es: Details

source: 商品
es_es: Product

source: <Sign:1>前へ
es_es: <Sign:1>Forward

source: <Sign:1>次へ %d/%d
es_es: <Sign:1>Next% d /% d

source: 注
es_es: Note

source: 回復薬の「活力丹」です。 体力を少し回復してくれます。
es_es: It is a recovery drug "Vitality Tan". It will restore your physical strength a little.

source: 武具格上げ用の素材です。 銅でできた立派な金槌です。
es_es: It is a material for upgrading armor. A fine mallet made of copper.

source: 武具格上げ用の素材です。 鍛冶打ちに使うには少し勿体ないですね。
es_es: It is a material for upgrading armor. It's a little wasteful to use for blacksmithing.

source: 武具鍛錬用の素材です。 硬めの金属の粉末です。
es_es: It is a material for armor training. It is a hard metal powder.

source: 武具鍛錬用の素材です。 火が入って丈夫になっている金属粉です。
es_es: It is a material for armor training. It is a metal powder that has been ignited and has become durable.

source: 武具鍛錬用の素材です。 真っ白で綺麗な金属の粉末です。
es_es: It is a material for armor training. It is a pure white and beautiful metal powder.

source: 武具鍛錬用の素材です。 銅を細かく砕いた粉末のようです。
es_es: It is a material for armor training. It looks like a finely crushed powder of copper.

source: 武具鍛錬用の素材です。 銀を削った時に出た粉末のようです。
es_es: It is a material for armor training. It looks like the powder that came out when the silver was scraped.

source: 特殊武器作成用の素材です。 様々なものに使えそうな木の欠片です。
es_es: A material for creating special weapons. It is a piece of wood that can be used for various things.

source: 特殊武器作成用の素材です。 扱いやすいように加工された木材です。
es_es: A material for creating special weapons. Wood processed for easy handling.

source: 特殊武器作成用の素材です。 非常に硬い木から切りだされた木材です。
es_es: A material for creating special weapons. It is a wood cut from a very hard wood.

source: 武具作成の鍵となる素材です。 貝の中からとれる真っ白い宝石です。
es_es: It is a key material for making armor. It is a pure white jewel that can be taken from the shell.

source: 特殊武器作成用の素材です。 なんとなく風流な雰囲気があります。
es_es: A material for creating special weapons. Somehow there is a tasteful atmosphere.

source: 武具作成の鍵となる素材です。 居間に飾るには最適な木彫りの置物です。
es_es: It is a key material for making armor. It is a wood carving figurine that is perfect for decorating the living room.

source: 武具作成の鍵となる素材です。 青く綺麗な色の高価な宝石です。
es_es: It is a key material for making armor. It is an expensive jewel with a beautiful blue color.

source: 武具作成の鍵となる素材です。 弓の名手がこれを的にしたという逸話があります。
es_es: It is a key material for making armor. There is an anecdote that a master of bows did this.

source: 金で作られた皿です。 かなり価値のある皿です。
es_es: It is a plate made of gold. It's a very valuable dish.

source: 武具作成の鍵となる素材です。 あまり趣味のいい品ではないかもしれません。
es_es: It is a key material for making armor. It may not be a very tasty item.

source: 武具作成の鍵となる素材です。 邪神を封じ込めたという逸話のあるお札です。
es_es: It is a key material for making armor. It is a bill with an anecdote that it contained the evil god.

source: 酔っている気分じゃなくなる頭巾です。 能力：醒 酔いが醒めやすくなります。
es_es: A hood that doesn't make you feel drunk. Ability: Awakening Makes it easier to get sick.

source: 確かなご利益のあるありがたい帽子です。 能力：銭 歩くと金が増えます。
es_es: It is a hat that has certain benefits. Ability: Money walks to increase money.

source: 黄金で彩られた輝かしい一振りです。 能力：得 敵が巾着袋を落しやすくなるといいます。
es_es: It is a brilliant swing colored with gold. Ability: It is said that the enemy can easily drop the drawstring bag.
