Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/shop/shop0011.po
Languages: es_es

source: 所持数
es_es: The number of possession

source: （何も選んでいない……）
es_es: (I haven't selected anything ...)

source: （手持ちが足りないようだな……）
es_es: (It looks like you don't have enough ...)

source: ……%sや。
es_es: ……%s and.

source: （持ち物が一杯だな……）
es_es: (I have a lot of belongings ...)

source: （売り切れのようだ……）
es_es: (It looks like it's sold out ...)

source: （これは既に持っているな……）
es_es: (I already have this ...)

source: 所持品
es_es: What to bring

source: 詳細
es_es: Details

source: 商品
es_es: Product

source: <Sign:1>前へ
es_es: <Sign:1>Forward

source: <Sign:1>次へ %d/%d
es_es: <Sign:1>Next %d/%d

source: 注
es_es: Note

source: 誰が打ったかわからない刀や。 切れ味は正直よくないな。
es_es: A sword that you don't know who struck. To be honest, the sharpness is not good.

source: 刀身の綺麗な一本や。 鍛えていくと不思議な力を発揮しそうやな。
es_es: A beautiful blade. It seems that it will exert a mysterious power as it trains.

source: 鉄砲をも砕く頑丈さがウリの一本や。 敵の防御なぞ容易く崩せるやろうな。
es_es: One of the melons is sturdy enough to crush guns. The enemy's defense can be easily broken.

source: しっかりと作り込まれた名刀や。 守りを固めるにはもってこいやな。
es_es: A well-made sword. It's perfect for solidifying your defense.

source: 眩しい光を放つ珍しい刀や。 なかなかお目にかかれん代物や。
es_es: A rare sword that gives off a dazzling light. It's hard to see something like that.

source: 炎を纏っている不思議な刀や。 恐ろしくて普通のやつは買っていかんな。
es_es: A mysterious sword wearing a flame. I can't buy a scary and ordinary one.

source: どこぞの技師が作った拳銃や。 見よう見真似じゃこれくらいが限界やろな。
es_es: A pistol made by some engineer. This is the limit for imitating what you see.

source: 国産回転式拳銃を改良した拳銃や。 少し強いが、言うほどの差はないな。
es_es: A pistol that is an improved version of a domestic revolver. It's a little strong, but it doesn't make much difference.

source: 輸入した拳銃をそれなりに改良したもんやな。 さらに鍛えると結構強くなりそうやな。
es_es: It's a good improvement on the imported pistols. If you train further, it will become quite strong.

source: 連射性能の高い銃や。 その分威力は多少低いがな。
es_es: A gun with high rate of fire. The power is a little low, though.

source: 機構が改良された回転式拳銃や。 連射性能が上がっとるようやな。
es_es: A revolver with an improved mechanism. It seems that the rate of fire performance will improve.

source: 大きな弾を撃ち出せる大筒や。 扱い方知らんなら買わん方がええ。
es_es: A large cylinder that can shoot big bullets. If you don't know how to handle it, you should buy it.

source: 普通の刀より一回り大きな野太刀や。 ちゃんと扱い方学んでから手に取りや。
es_es: A wild sword that is one size larger than a normal sword. After learning how to handle it properly, pick it up.

source: 見ての通りの恐ろしい大太刀や。 扱い方学ばんと使えんぞ。
es_es: As you can see, the terrifying Ōdachi. You can't use it with learning how to handle it.

source: 服の下に身につける下着や。 男ならふんどしをキリっと締めや。
es_es: Underwear to wear under clothes. If you are a man, tighten the loincloth tightly.

source: 着弾すると炎を放つ弾丸や。 火だるまになるなんてたまったもんやないな。
es_es: A bullet that shoots a flame when it lands. I don't think I'll be a fire doll.
