Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/shop/shop0006.po
Languages: es_es

source: 所持数
es_es: The number of possession

source: （何も選んでいない……）
es_es: (I haven't selected anything ...)

source: （手持ちが足りないようだな……）
es_es: (It looks like you don't have enough ...)

source: おおきに。%sになります。
es_es: Big. It becomes% s.

source: （持ち物が一杯だな……）
es_es: (I have a lot of belongings ...)

source: （売り切れのようだ……）
es_es: (It looks like it's sold out ...)

source: （これは既に持っているな……）
es_es: (I already have this ...)

source: 所持品
es_es: What to bring

source: 詳細
es_es: Details

source: 商品
es_es: Product

source: <Sign:1>前へ
es_es: <Sign:1>Forward

source: <Sign:1>次へ %d/%d
es_es: <Sign:1>Next% d /% d

source: 注
es_es: Note

source: アユやな。塩焼きで食うとうまいで。
es_es: Ayuyana. It's good to eat with salt.

source: イカやね。 焼いて良し、煮て良し、刺身でも良しや。
es_es: Squid. Good to bake, good to boil, good to sashimi.

source: ウナギや。川魚やけど脂が多くて、 蒲焼きで食うとうまいで。
es_es: Eels and. The river fish has a lot of fat, so it's good to eat it with kabayaki.

source: エレキナマズやで。川や沼とか、汚れた水場でも 生息できる魚やね。興奮するとエレキを放つで。
es_es: With electric catfish. Fish that can live in rivers, swamps, and dirty waters. When you get excited, release the electric guitar.

source: カワハギや。簡単に皮がはがせる魚やね。 肝や身はうまくて、色々な料理の素材になるで。
es_es: Kawahagi. A fish that can be easily peeled off. The liver and body are good, and it can be used as a material for various dishes.

source: クルマエビや。湾の底に生息する大型のエビで、 高級食材として取り扱われとるで。
es_es: Prawns and. It is a large shrimp that lives at the bottom of the bay and is treated as a high-class food.

source: タコや。さっと茹でて、ぶつ切りで食うてみ。
es_es: Octopus and. Boil it quickly and chop it up.

source: アナゴやで。夜に活動する細長い魚や。 海底の穴に生息するのが、その名の由来らしいな。
es_es: Conger eels. Elongated fish that are active at night. It seems that the name comes from the fact that it lives in a hole in the seabed.

source: 捨てる所が無いほど食用に向く魚や。 トゲには毒があるので要注意やで。
es_es: Fish that are so edible that there is no place to throw them away. Be careful as the thorns are poisonous.

source: ヒラメとは逆に、右に目が寄ってるんや。 白身魚で煮物にするとうまいで。
es_es: Contrary to flatfish, my eyes are on the right. It's good to boil with white fish.

source: 亀の一種やな。一度食らいつくと、雷が鳴るまで 離さないといわれる、凶暴なやつや。
es_es: It's a kind of turtle. A ferocious guy who is said to keep eating until thunder strikes.

source: ニジマスや。サケの仲間やね。 日本ではあまり見かけない、外国から来た魚や。
es_es: Rainbow trout and. It ’s a salmon companion. Fish from foreign countries that are rarely seen in Japan.

source: サケや。煮付けでも、汁にしてもうまいで。
es_es: Salmon. Even if it is boiled, it can be made into juice.

source: マダイや。 尾頭付きやから、祝い事にも使えるで。
es_es: Red sea bream. Since it has a tail, it can also be used for celebrations.

source: なかなか見る事が出来ない珍しい魚やで。 かなり大型のものもいるらしいな。
es_es: It's a rare fish that you can't easily see. It seems that some are quite large.
