Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/wdr_par/wdr.par/shop/shop0013.po
Languages: es_es

source: 所持数
es_es: The number of possession

source: （何も選んでいない……）
es_es: (I haven't selected anything ...)

source: （手持ちが足りないようだな……）
es_es: (It looks like you don't have enough ...)

source: ……%sと交換だね。
es_es: …… Exchange for %s.

source: （持ち物が一杯だな……）
es_es: (I have a lot of belongings ...)

source: （売り切れのようだ……）
es_es: (It looks like it's sold out ...)

source: （これは既に持っているな……）
es_es: (I already have this ...)

source: 所持品
es_es: What to bring

source: 詳細
es_es: Details

source: 商品
es_es: Product

source: <Sign:1>前へ
es_es: <Sign:1>Forward

source: <Sign:1>次へ %d/%d
es_es: <Sign:1>Next %d/%d

source: 注
es_es: Note

source: 希少性の高い白金で作られた皿だよ。 かなりの価値があるみたい。
es_es: It's a dish made of rare platinum. It seems to be quite worth it.

source: 金で作られた皿だね。 かなり価値のある皿みたいだよ。
es_es: It's a plate made of gold. It looks like a pretty valuable dish.

source: 銀で作られた皿だね。 結構な価値があるんだって。
es_es: It's a plate made of silver. It's quite worth it.

source: 銅で作られた皿だね。 あまり高価じゃないけど、 それなりの価値はあるみたい。
es_es: It's a plate made of copper. It's not very expensive, but it seems to be worth it.

source: 鉄で作られた皿だね。 価値は低いけど、売れば資金になるだろうね。
es_es: It's a plate made of iron. It's low value, but if you sell it, it will be a fund.

source: 女性用の高級着物、深凛緑（しんりんりょく）だよ。 凛とした知的で落ち着いた女性に適した着物だね。
es_es: It's a high-class kimono for women, Shinrinryoku. It's a kimono suitable for dignified, intelligent and calm women.

source: 女性用の高級着物、癒清水（いやししみず）だよ。 涼しげな水色を主体とした彩色に癒されるね。
es_es: It's a high-class kimono for women, Healing Shimizu. You will be healed by the cool light blue color.

source: 女性用の高級着物、満天桜（まんてんざくら）だよ。 明るく華麗な桜色が、着る者の魅力を引き出すみたい。
es_es: It's a high-class kimono for women, Mantenzakura. The bright and splendid cherry blossoms seem to bring out the charm of the wearer.

source: 女性用の最高級着物、紫艶星（むらさきつやぼし） だよ。素材からこだわり抜いた、艶やかで優雅な 一品だよ。
es_es: It's the finest kimono for women, Shienboshi. It's a glossy and elegant item that has been carefully selected from the materials.

source: 私が作ったおむすびだよ。 お口にあうかどうか……
es_es: It's a rice ball I made. Whether it's in your mouth ...

source: 私が作ったおむすびだよ。 頑張ってみたんだけど……
es_es: It's a rice ball I made. I tried my best ...

source: 私が作ったおむすびだよ。 真心こめたつもりなんだけど……
es_es: It's a rice ball I made. I thought I was sincere ...

source: 私が作ったおむすびだよ。 いい感じにできたと思うよ。
es_es: It's a rice ball I made. I think I was able to feel good.

source: 私が作ったおむすびだよ。 どう、おいしそうでしょ？
es_es: It's a rice ball I made. How does it look delicious?

source: 私が作ったおむすびだよ。 もうおむすび屋さんになろうかな。自信作！
es_es: It's a rice ball I made. I wonder if I will become a rice ball shop. Confident work!

source: 興奮薬の「熱血丹 特選」だよ。 闘気がかなり上がるみたいだね。
es_es: It's a stimulant, "Hot Blood Tan Special". It seems that the fighting spirit will rise considerably.

source: 回復薬の「活力丹 特選」だよ。 体力をかなり回復してくれるみたい。
es_es: It's a recovery drug, "Vitality Tan Special". It seems that he will recover his physical strength considerably.

source: 治療薬の「万能丹 特選」だよ。 体力と闘気をかなり上げてくれるね。
es_es: It's a therapeutic drug, "Universal Tan Special". It will improve your physical strength and fighting spirit.

source: 赤い色をした綺麗な液体だよ。 格闘の型の経験を少し積めるらしいよ。
es_es: It's a beautiful red-colored liquid. It seems that you can gain a little experience of fighting type.

source: 青い色をした綺麗な液体だよ。 一刀の型の経験を少し積めるらしいよ。
es_es: It's a beautiful blue-colored liquid. It seems that you can gain a little experience of one-sword type.

source: 黄色い色をした綺麗な液体だよ。 短銃の型の経験を少し積めるらしいね。
es_es: It's a beautiful yellow-colored liquid. It seems that you can gain a little experience with pistols.

source: 緑色をした綺麗な液体だよ。 乱舞の型の経験を少し積めるらしいね。
es_es: It's a beautiful green liquid. It seems that you can gain a little experience of the type of random dance.

source: 透明で綺麗な液体だよ。 経験を少し積めるらしいね。
es_es: It's a clear, clean liquid. It seems that you can gain a little experience.

source: 赤い色をした不思議な団子だよ。 格闘の型の経験をそこそこ積めるらしいね。
es_es: It's a mysterious dumpling with a red color. It seems that you can gain some experience of fighting type.

source: 青い色をした不思議な団子だよ。 一刀の型の経験をそこそこ積めるらしいね。
es_es: It's a mysterious dumpling with a blue color. It seems that you can gain a fair amount of experience with a single sword.

source: 黄色い色をした不思議な団子だよ。 短銃の型の経験をそこそこ積めるらしいよ。
es_es: It's a mysterious dumpling with a yellow color. It seems that you can gain some experience with pistols.

source: 緑色をした不思議な団子だよ。 乱舞の型の経験をそこそこ積めるらしいよ。
es_es: It's a mysterious green dumpling. It seems that you can gain some experience of the type of random dance.

source: 透き通った色の不思議な団子だよ。 経験をそこそこ積めるらしいよ。
es_es: It's a mysterious dumpling with a clear color. It seems that you can gain some experience.

source: 赤い色をした不思議な大福だよ。 格闘の型の経験をたくさん積めるらしいね。
es_es: It's a mysterious red-colored Daifuku. It seems that you can gain a lot of experience in fighting style.

source: 青い色をした不思議な大福だよ。 一刀の型の経験をたくさん積めるらしいね。
es_es: It's a mysterious blue-colored Daifuku. It seems that you can gain a lot of experience with one sword.

source: 黄色い色をした不思議な大福だよ。 短銃の型の経験をたくさん積めるらしいよ。
es_es: It's a mysterious Daifuku with a yellow color. It seems that you can gain a lot of experience with pistols.

source: 緑色をした不思議な大福だよ。 乱舞の型の経験をたくさん積めるらしいよ。
es_es: It's a mysterious green Daifuku. It seems that you can gain a lot of experience of the type of random dance.

source: 透き通った色の不思議な大福だよ。 経験を多く積めるらしいね。
es_es: It's a mysterious Daifuku with clear colors. It seems that you can gain a lot of experience.

source: 武具作成の鍵となる素材だね。 夏の風物詩を彩る特殊な火薬玉だよ。
es_es: It's a key material for making armor. It's a special gunpowder ball that colors the summer tradition.

source: 武具格上げ用の素材だよ。 火が入って丈夫になっている金属粉だね。
es_es: It's a material for upgrading armor. It's a metal powder that's on fire and is strong.

source: 武具格上げ用の素材だよ。 色々なものを削るのに適しているみたい。
es_es: It's a material for upgrading armor. It seems to be suitable for scraping various things.

source: 刀作成用の素材だよ。 小さいけど紛れもなく金の塊だね。
es_es: It's a material for making swords. It's a small but undeniably gold lump.

source: 特殊武器作成用の素材だよ。 神秘的な力を感じる木材だね。
es_es: It's a material for making special weapons. It's wood that feels mysterious power.

source: 防具素材の「上質な皮革」だよ。 籠手でも胸当てでも幅広く使えるみたい。
es_es: It's a "high quality leather" armor material. It seems that it can be widely used for both gauntlets and breastplates.

source: 防具素材の「きれいな毛皮」だよ。 やわらかい手触りがたまらないね。
es_es: It's a "clean fur" armor material. The soft touch is irresistible.

source: 防具素材の「天蚕糸」だよ。 しっかりした糸で紡いでおけば衝撃にも耐えられるね。
es_es: It's the armor material "Ten silkworm thread". If you spin it with a solid thread, you can withstand the impact.

source: 防具作成用の素材だよ。 何かの動物の尻尾の毛を集めたものだね。
es_es: It's a material for making armor. It's a collection of the tail hair of some animal.

source: 防具作成用の素材だよ。 名を馳せた名馬の鬣の一部らしいね。
es_es: It's a material for making armor. It seems to be a part of the famous horse mane.

source: 防具作成用の素材だよ。 赤く染められた綺麗な色の布だね。
es_es: It's a material for making armor. It's a beautifully colored cloth dyed red.

source: 防具作成用の素材だよ。 淡い色合いに染められた絹織物だね。
es_es: It's a material for making armor. It's a silk fabric dyed in a pale color.

source: 防具作成用の素材だよ。独特な柄で編み込まれた反物だね。
es_es: It's a material for making armor. It's a piece of cloth woven with a unique pattern.

source: 防具作成用の素材だよ。 何の素材でできているのかわからないねぇ。
es_es: It's a material for making armor. I don't know what material it is made of.

source: 武具作成の鍵となる素材だよ。 まな板としては使えないけど素材にはなりそうだね。
es_es: It's the key material for making armor. It can't be used as a cutting board, but it seems to be a material.

source: 武具作成の鍵となる素材だよ。 透き通った水色の綺麗な石だね。
es_es: It's the key material for making armor. It's a beautiful clear light blue stone.

source: 武具作成の鍵となる素材だよ。 火をつける際に使う硬くて重たい石だね。
es_es: It's the key material for making armor. It's a hard and heavy stone used to light a fire.
