Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/pausepar/pause.par/correlation_group.po
Languages: es_es

# GROUP_0
source: 全員
es_es: Everyone

# GROUP_3
source: 東城会と上野誠和会の争い
es_es: Conflict between Tojo clan and Seiwakai Ueno

# GROUP_4
source: 神室町連続殺人事件
es_es: Kamuromachi serial murder case

# GROUP_5
source: 上野吉春襲撃事件
es_es: Yoshiharu Ueno attack case

# GROUP_6
source: 東城会の消えた１００億事件
es_es: The disappeared 10 billion incidents of the Tojo clan

# EXPLANATION_0
source: ２０１０年３月、神室町で暮らす人物たち。
es_es: People who live in Kamurocho in March 2010.

# EXPLANATION_1
source: ２０１０年３月、神室町で起こっている一連の事件の 関係者たち。
es_es: Participants in a series of incidents taking place in Kamurocho in March 2010.

# EXPLANATION_2
source: 神室町で暮らす人々とその関係者たち。
es_es: People living in Kamurocho and their people.

# EXPLANATION_3
source: 金村興業の新井が上野誠和会の伊原を射殺した事件を 発端とする、東城会と上野誠和会との争いの関係者 たち。
es_es: The people involved in the conflict between the Tojo clan and the Ueno Seiwakai, which started with the case where Arai of Kanamura Kogyo shot and killed Ihara of the Ueno Seiwakai.

# EXPLANATION_4
source: ここ最近、神室町内で相次いで発生している変死事件の関係者 たち。
es_es: People involved in the suspicious death cases that have occurred one after another in Kamurocho recently.

# EXPLANATION_5
source: ２５年前、笹井組の冴島が上野誠和会総長の上野を 銃撃、組員ら１８名を殺傷した事件の関係者たち。
es_es: Twenty-five years ago, Sasai-gumi Saejima shot Ueno, the president of the Ueno Seiwakai, and killed 18 members.

# EXPLANATION_6
source: ５年前、ミレニアムタワーが爆発した事件の原因でも ある、東城会から消えた１００億円をめぐる抗争の 関係者たち。
es_es: The people involved in the conflict over 10 billion yen that disappeared from the Tojo clan, which was the cause of the explosion of the Millennium Tower five years ago.
