Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/auth/c02_010.par/cmn.par.unpack/cmn.po
Languages: es_es

source: “勤王”とは
es_es: What is "Qin Wang"?

source: 帝をこそ日本の主君と仰ぐことであり
es_es: To look up to the emperor as the Japanese lord

source: 徳川幕府打倒の根拠とされた思想である
es_es: This is the idea that was the basis for overthrowing the Tokugawa Shogunate.

source: このため“勤王志士”たちは 帝を擁する京に各地から集結し
es_es: For this reason, "Qin Wang Shishi" gathered from all over the country where the emperor is located.

source: 幕府要人を殺害するなど 町の治安を脅かしていた
es_es: It threatened the security of the town by killing VIPs of the Shogunate.

source: おりょうちゃん
es_es: Oryo-chan

source: お昼の準備できとんな？
es_es: Are you ready for lunch?

source: はい 大丈夫です！
es_es: Yes, it's fine!

source: それやったら そろそろ二階の 「寝坊助」はん起こしてきて
es_es: After that, it's about time to wake up the "sleeping assistant" on the second floor.

source: えぇ？ またどすか！？
es_es: Eh? Do you want to do it again! ??

source: ご飯どき守ってもらわんと 全然片付かんしね
es_es: I'll have you protect the rice and clean it up at all.

source: 悪いけど頼むわ
es_es: I'm sorry but I'll ask

source: ちょっと一（はじめ）さん いつまで寝とんの！？
es_es: A little one (beginning) -san, how long do you sleep! ??

source: もう起きなはれ！
es_es: Get up already!

source: 早よ起きてって！
es_es: Get up early!

source: また朝までお酒？ そないなお金あったら 宿賃払てもらわんと！
es_es: Do you drink until morning again? If you don't have enough money, don't ask me to pay the rent!

source: おりょうちゃん もうええ ほっとき
es_es: Oryo-chan, yeah, it ’s a relief

source: 一（はじめ）さん 宿賃はきっちり帳簿につけとるさかい
es_es: Ichi (beginning) rent is exactly kept in the books

source: 逃がしゃしまへんえ
es_es: Escape

source: また女将さんは甘いこと言うて ……さ はよお昼にして
es_es: Also, the landlady says sweet things ... Say goodbye to lunch

source: 出かける
es_es: go out

source: は？ お昼はどないすんの？
es_es: What? Isn't it lunchtime?

source: 悪いがいい
es_es: Bad but good

source: サイコロが俺を呼んでんだよ
es_es: The dice are calling me

source: 今日も帰りは遅くなる 夕飯の用意はしないでいい
es_es: Don't prepare for dinner, which will be late on your way home today

source: ええけど 別にそれかて 宿代安うなったりしまへんからね
es_es: Yeah, but I don't think it's cheaper than that.

source: 金に細かい女たちばかりだなこの宿は……
es_es: This inn is full of women who are fine with money ...
