Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated_text/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid006e01d4.po
Languages: es_es

source: ここから海釣りにいけます。
es_es: You can go sea fishing from here.

source: 左スティックでカーソルを動かし、 投げたいポイントで<Sign:0>を押すと、 その場所に仕掛けが投入されます。
es_es: Move the cursor with the left stick and at the point you want to throw<Sign:0> When you press, the device will be thrown in that place.

source: 魚が反応すると、ウキが動き始めます。 ウキの赤い部分が水面と交わるタイミングで、 <Sign:0>を押しましょう。（アワセる）
es_es: When the fish reacts, the float starts to move. At the timing when the red part of the float intersects the surface of the water<Sign:0> Let's press. (Awaseru)

source: 撒き餌や魚については、 「釣りと魚について」で確認することができます。
es_es: You can find out about sprinkling bait and fish in "About fishing and fish".

source: ここから海釣りへ行けますが、 どうしましょう？
es_es: You can go sea fishing from here, what should I do?

source: 何について説明しましょうか？
es_es: What should I explain?

source: 左スティックでカーソルを動かし、 投げたいポイントで<Sign:0>を押すと、 その場所に仕掛けが投入されます。
es_es: Move the cursor with the left stick and at the point you want to throw<Sign:0> When you press, the device will be thrown in that place.

source: 魚が反応すると、ウキが動き始めます。 ウキの赤い部分が水面と交わるタイミングで、 <Sign:0>を押しましょう。（アワセる）
es_es: When the fish reacts, the float starts to move. At the timing when the red part of the float intersects the surface of the water<Sign:0> Let's press. (Awaseru)

source: 撒き餌を撒くと、魚の数が増えたり、 珍しい魚が現れる可能性が高まります。 良い撒き餌ほどこの効果が高まります。 またどの撒き餌も１回につき効果は約３分間です。
es_es: Sprinkling the bait increases the number of fish and increases the chances of rare fish appearing. The better the sprinkle, the greater this effect. In addition, the effect of each sprinkled food is about 3 minutes.

source: 釣具は、魚の食いつき（釣れやすさ）に影響します。 また、釣具によっては、より遠くに投げられたり、 アワセが簡単になるものがあります。 釣具は、神社で徳と交換で手に入れることができます。
es_es: Fishing tackle affects the bite (easiness of fishing) of fish. Also, some fishing tackle can be thrown farther or easier to catch. Fishing tackle can be obtained at the shrine in exchange for virtue.

source: 「漁礁の磯」で釣れる魚はですね……
es_es: What kind of fish can you catch on the "shore of the fishing reef"?

source: 数も多く、比較的釣れやすい魚。 よく手前で回遊していることが多い。
es_es: There are many fish that are relatively easy to catch. I often go around in front of me.

source: 数も多く、比較的釣れやすい魚。 よく手前で定着していることが多い。
es_es: There are many fish that are relatively easy to catch. It is often well established in the foreground.

source: 手前にいることが多い。 あまり移動せず、定着している。 ハゼは漁礁の磯でのみ釣ることができる。
es_es: Often in the foreground. It doesn't move much and is well established. Gobies can only be caught on the shores of the reef.

source: 手前にいることが多い。 あまり移動せず、定着している。 クルマエビは漁礁の磯でのみ釣ることができる。
es_es: Often in the foreground. It doesn't move much and is well established. Prawns can only be caught on the shores of fishing reefs.

source: やや沖の方にいることが多い。 あまり移動せず、定着している。 イカは漁礁の磯でのみ釣ることができる。
es_es: Often a little offshore. It doesn't move much and is well established. Squid can only be caught on the shores of the reef.

source: やや沖の方で回遊していることが多い。 オニカサゴは漁礁の磯でのみ釣ることができる。
es_es: They often migrate a little offshore. Onikasago can only be caught on the shores of the reef.

source: 比較的遠めにいる。 あまり移動せず、定着している。 ハリセンボンは漁礁の磯でのみ釣ることができる。
es_es: It's relatively far away. It doesn't move much and is well established. Harisenbon can only be caught on the shores of the reef.

source: 漁礁の磯の中央の岩あたりにいることがある。 あまり移動せず、定着している。 マダコは漁礁の磯でのみ釣ることができる。
es_es: It may be near the rock in the center of the rocky shore of the reef. It doesn't move much and is well established. Common octopus can only be caught on the shores of the reef.

source: 比較的遠めにいる。 数も多くなく、釣るのが難しい。 トラフグは漁礁の磯でのみ釣ることができる。
es_es: It's relatively far away. There are not many and it is difficult to fish. Trafugu can only be caught on the shores of the reef.

source: 滅多に見ることができない魚で釣るのが難しい。 マダイは漁礁の磯でのみ釣ることができる。
es_es: Difficult to catch with fish that are rarely seen. Red sea bream can only be caught on the shores of the reef.

source: 「東沖」で釣れる魚はですね……
es_es: The fish you can catch "off the east" ...

source: 数も多く、比較的釣れやすい魚。 よく手前で回遊していることが多い。
es_es: There are many fish that are relatively easy to catch. I often go around in front of me.

source: 数も多く、比較的釣れやすい魚。 よく手前で定着していることが多い。
es_es: There are many fish that are relatively easy to catch. It is often well established in the foreground.

source: よく手前で定着していることが多い。 アナゴは東沖でのみ釣ることができる。
es_es: It is often well established in the foreground. Conger eels can only be caught off the east coast.

source: よく手前で回遊している事が多い。 カレイは東沖でのみ釣ることができる。
es_es: I often go around in front of me. Flatfish can only be caught off the east coast.

source: まれに手前の方にいる時がある。 タカアシガニは東沖でのみ釣ることができる。
es_es: On rare occasions, I am in the foreground. The spider crab can only be caught off the east coast.

source: 比較的遠くを回遊していることがある。 ごくまれに手前の方にも出現する。 ホオジロザメは東沖でのみ釣ることができる。
es_es: It may be migrating relatively far. Very rarely, it also appears in the foreground. Great white sharks can only be caught off the east coast.

source: 遠くを回遊していることがある。 滅多に出現しない。 カジキは東沖でのみ釣ることができる。
es_es: I may be migrating far away. Rarely appears. Marlin can only be caught off the east coast.

source: 遠くを回遊していることがある。 滅多に出現しない。 マグロは東沖でのみ釣ることができる。
es_es: I may be migrating far away. Rarely appears. Tuna can only be caught off the east coast.

source: かなり珍しい魚。 竜宮の使いは東沖でのみ釣ることができる。
es_es: A fairly rare fish. The messenger of the oarfish can only be fished off the east coast.

source: 海への船頭
es_es: Captain to the sea

source: 基本操作
es_es: Basic operation

source: 「漁礁の磯」へ
es_es: To "Iso of the fishing reef"

source: 「東沖」へ
es_es: To "East offshore"

source: 釣りと魚について
es_es: About fishing and fish

source: 行かない
es_es: Don't go

source: 撒き餌と釣具の効果
es_es: Effect of sprinkling bait and fishing tackle

source: 「漁礁の磯」で釣れる魚
es_es: Fish that can be caught on the "shore of the fishing reef"

source: 「東沖」で釣れる魚
es_es: Fish that can be caught "off the east"

source: 説明はもう十分だ
es_es: The explanation is enough

source: 撒き餌の効果
es_es: Effect of sprinkling

source: 釣具の効果
es_es: Effect of fishing tackle

source: シラス
es_es: Shirasu

source: カワハギ
es_es: Kawahagi

source: イカ
es_es: squid

source: ハゼ
es_es: Goby

source: オニカサゴ
es_es: Onikasago

source: クルマエビ
es_es: Prawn

source: ハリセンボン
es_es: Harisenbon

source: マダコ
es_es: Common octopus

source: トラフグ
es_es: Trafugu

source: マダイ
es_es: Red sea bream

source: 魚の説明はもう十分だ
es_es: The explanation of the fish is enough

source: アナゴ
es_es: eel

source: カレイ
es_es: Flatfish

source: タカアシガニ
es_es: Japanese spider crab

source: ホオジロザメ
es_es: Great white shark

source: カジキ
es_es: Marlin

source: マグロ
es_es: Tuna

source: 竜宮の使い
es_es: Oarfish messenger
