Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated_text/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00160871.po
Languages: es_es

source: わしは決めたのじゃ。 古牧流は全ての武道に通ずる心と体の鍛錬を軸に 素手だけでなく、剣術なども取り入れる。
es_es: I decided. The Komaki style incorporates not only bare hands but also swordsmanship, centering on the training of the mind and body that is familiar to all martial arts.

source: え…… でも。 先生、それじゃあ……
es_es: Eh ... but. Teacher, then ...

source: わしは、刀を使わせても そこら辺のぼんくら侍より強い自信がある。 心配はいらんわ。
es_es: Even if I use a sword, I am more confident than the Bonkura samurai around here. Don't worry.

source: なにより、そんなことで意地を張って 残っているお主たちにまで見限られては 理念もへったくれもないからのう。
es_es: Above all, it seems that there is no idea or disappointment if the masters who remain stubbornly are limited to such things.

source: せ…… 先生！
es_es: Let's ... teacher!

source: 私、一生懸命稽古します！ 剣道も必死で学んで、試合で名を上げて見せます！ 古牧道場を一緒に盛り上げていきましょう！
es_es: I will practice hard! Learn kendo desperately and make a name for yourself in the match! Let's liven up the Komaki Dojo together!

source: まったく、暑苦しいやつじゃ…… 言われんでも、涙出るほどに叩き込んでやるから 覚悟せい！
es_es: It's really hot and hot ... Even if I'm told, I'll hit you to tears, so be prepared!

source: はいっ!!
es_es: Yes!!

source: 斎藤さん！ 本当にありがとうございます！
es_es: Saito-san! thank you very much!

source: これ、感謝の気持ちです！
es_es: This is a feeling of gratitude!

source: 「<Color:8>天啓書 投<Color:Default>」をもらった
es_es: "<Color:8> Revelation book throwing<Color:Default> I got

source: 古牧道場は、いつでも斎藤さんをお待ちしてます。 体が動かしたくなったらいつでも来てください！
es_es: Komaki Dojo is always waiting for Mr. Saito. Please come whenever you want to move!

source: ああ、ありがとう。 ちゃんとお前が稽古しているか たまに見に来てやるよ。
es_es: Oh, thank you. I'll come to see you once in a while when you're practicing properly.

source: はい！ よろしくお願いします！
es_es: Okay! Thank you!

source: おお、よく来たの。 ん……？
es_es: Oh, I came often. Hmm……?

source: ……お主、今の戦い方に限界を感じてはおらんか？
es_es: ...... Lord, do you feel the limits of how you fight now?

source: ……わかるんだな。 ここに来れば何か変わるかもと思ってな。
es_es: ...... I understand. I wonder if something will change if I come here.

source: うむ、そうじゃの…… やはり、まだお主には伸び代があるようじゃ。
es_es: Hmmm, that's right ... After all, it seems that the Lord still has a margin for growth.

source: お主さえよければ、わしとこやつを相手に 戦ってみてはどうじゃ？
es_es: If you like the Lord, why don't you try fighting against me and this guy?

source: えぇ!? 私もですか？
es_es: Eh !? Me too?

source: そうじゃ、お前の鍛練にもなるじゃろ。 ……どうじゃ？ 無理にとは言わんが。
es_es: Well then, it will be your training. ...... How is it? I'm not saying it's impossible.

source: どうするか……
es_es: what to do……

source: すまない。 また、今度にしよう。
es_es: I'm sorry. Also, let's do it this time.

source: 左様か。 では、待っておるぞ。
es_es: Is it left? Well then, I'll be waiting.

source: ああ。 よろしく頼む。
es_es: Oh. Nice to meet you.

source: 本気で戦わぬと、けがをするからの。 こやつも、最近は少しやるようになった。
es_es: If you don't fight seriously, you will be injured. I've been doing a little bit of this guy lately.

source: あ、ありがとうございます！
es_es: Oh, thank you!

source: フッ、爺さん相手に手を抜けるわけないだろう。 それにお前の成長を見るいい機会だ。
es_es: Huh, I'm sure I can't get rid of my old man. And it's a good opportunity to see your growth.

source: 宜しくお願いします！
es_es: Thanking you in advance!

source: ……では、覚悟はよいか？
es_es: ...... Then, are you ready?

source: はい！ 宜しくお願いします！
es_es: Okay! Thanking you in advance!

source: ああ、いつでもいいぜ。
es_es: Oh, it's always okay.

source: では…… 参る！
es_es: Then ... come on!

source: 待っておったぞ。 準備はできておるか？
es_es: I've been waiting for you. Are you ready?

source: どうするか……
es_es: what to do……

source: お主の力はそんなものではないはず…… 心身を整えて出直して参れ！
es_es: Your power shouldn't be that kind of thing ... Prepare your mind and body and come back again!

source: ぐ…… ぬぅぅ。 負けてしまったわい。
es_es: Gu …… Nuu. I lost.

source: クッ…… やはり、勝てないか……
es_es: Hmm ... Can't you win ...

source: 限界突破に成功し、格闘の型の段位が ５０まで上げられるようになりました。 今の能力を引き継いだ状態で 能力強化の２周目に魂球をはめることができます。
es_es: We succeeded in breaking through the limit, and the rank of the fighting type can now be raised to 50. You can put a soul ball on the second lap of ability enhancement while inheriting the current ability.

source: フッ、お前も出会った時に比べれば 大分成長した。 よく、稽古を積んでいるな。
es_es: Huh, I've grown a lot compared to when you met. Well, I'm practicing.

source: ありがとうございます！
es_es: Thank you!

source: その様子だと、 少しは何かを掴めたようじゃな。
es_es: In that situation, it seems that I was able to grasp something a little.

source: ああ、感謝する。 アンタのおかげだ。
es_es: Oh, thank you. Thanks to you.

source: うむ。 まだまだ、先は長いぞ！ 鍛錬を怠るなよ！
es_es: Umm. There is still a long way to go! Don't neglect training!

source: 来たな。 今日はお主を待っておったぞ。
es_es: You're here. I've been waiting for you today.

source: ん？ 何かあったのか？
es_es: Hmm? Did something happen?

source: 先日、とある試合にて ある男と出会ってな。
es_es: The other day, I met a man in a certain game.

source: 君はここの道場でも名を上げていたのか。 つくづく、凄い男だな。
es_es: Did you make a name for yourself at the dojo here? He's a great man.

source: 己を磨き、己を高める者同士 惹かれあうのは致し方ないことじゃな。
es_es: It is unavoidable that those who hone themselves and enhance themselves are attracted to each other.

source: 吟柳殿いわく、お主は剣の道も極めておると。 銃までをも使いこなす、まさに武神のごとき 腕前を持つと。
es_es: According to Ginyanagi, the Lord has a very good sword path. If you have the skill of a god of war, you can use even a gun.

source: じゃが……
es_es: Jaga ...

source: どうにも、二人で話をするうち お主の奥底には、まだ大きな何かが 眠っておるように思えてならんのだ、
es_es: Somehow, when we talk with each other, it seems that something big is still sleeping in the depths of the Lord.

source: 多くの技を極め、なお君は まだ発展の途上にあるのではないか、ということだ。
es_es: You've mastered a lot of tricks, and you're still in the process of developing.

source: 武人を育てる我らとしては 是非とも、その力を引き出してみたいと思うのじゃ。
es_es: As we raise warriors, we definitely want to bring out that power.

source: 俺の、奥底にある力を引き出す？ そんなこと、どうやってやるつもりだ？
es_es: Do you want to bring out the power that lies deep inside me? How are you going to do that?

source: 人は強い負荷をかけられ、極限状態に陥ると 普段では想像できないような力を発揮する。 それを意図的にやってはどうか、ということだ。
es_es: A person is heavily loaded, and when he falls into an extreme state, he exerts a power that cannot be imagined normally. Why don't you do it intentionally?

source: 左様。 じゃが、わしら二人が束になってかかっても 今のお主にとって、それで事足りるかどうか……
es_es: Correct. However, is it enough for the present Lord even if we two are in a bundle ...

source: 話は聞かせてモラッタ！ 俺が手伝おうジャナイカ！
es_es: Tell me the story, Morata! I'll help you Janaika!

source: ウィリアム…… どうしてここに？
es_es: William ... Why are you here?

source: 表の水辺で船に揺られていたら 君の声が聞こえたから、ちょっと聞き耳ヲネ。
es_es: I heard your voice when I was swayed by the ship at the waterside of the table, so I listened a little.

source: そこの二人は、どうやら俺と同じことを 考えていたみたいだから、乗っかろうと思ってナ。
es_es: Apparently the two of them were thinking about the same thing as me, so I thought I'd get on.

source: お主！ 道場に土足で上がるでない！
es_es: Lord! Don't go up to the dojo with your feet!

source: 大丈夫サ、ちゃんと 室内用のブーツに履き替えサセテもらってるヨ。
es_es: It's okay, I'm getting a pair of indoor boots.

source: ほぅ、室内用の履き物とな。 わしも西洋の文化を取り入れてみるかの。 今度「ぶうつ」を万屋に見に行ってみるか。
es_es: Hmm, it's indoor footwear. Would I like to incorporate Western culture? Would you like to go see "Butsu" at Manya next time?

source: ……それはさておき。 どうやらこの西洋人もお主の師のようじゃな。 うむ、３対１ならば不足はなかろう。
es_es: ...... Aside from that. Apparently, this Westerner is like the master's teacher. Well, if it is 3 to 1, there will be no shortage.

source: さあ、どうするかね？ この３人相手に、君は戦いを挑む勇気があるか？
es_es: What are you going to do now? Do you have the courage to fight against these three opponents?

source: どうするか……
es_es: what to do……

source: 別に逃げるわけじゃないが、今はやめておこう。 また、改めてお願いしたい。
es_es: I'm not going to run away, but let's stop now. Also, I would like to ask you again.

source: うむ、ここはお主にとっても大きな節目じゃ。 心の準備ができてから、挑むとよい。
es_es: Well, this is a big milestone for you too. It's a good idea to challenge yourself when your mind is ready.

source: もちろんだ。 いつでもいいぜ。
es_es: of course. Anytime is fine.

source: よいか、漫然と戦うのではない。 今よりも数段上の己を見据えて戦うのじゃ。
es_es: Well, don't fight indiscriminately. Fight for yourself a few steps higher than you are now.

source: 大丈夫だ。 君なら、きっと乗り越えられる。
es_es: Should be fine. You can overcome it.

source: では…… スタートダ!!
es_es: Then ... Starter !!

source: 来たな。 また来ると思っとったわい。
es_es: You're here. I thought I would come again.

source: さあ、どうするかね？ この３人相手に、君は戦いを挑む勇気があるか？
es_es: What are you going to do now? Do you have the courage to fight against these three opponents?

source: どうするか……
es_es: what to do……

source: お主の力はそんなものではないはず…… 心身を整えて出直して参れ！
es_es: Your power shouldn't be that kind of thing ... Prepare your mind and body and come back again!

source: グレィト!!
es_es: Great !!

source: さすがだな！ よくやった！
es_es: Just as expected! well done!

source: どうじゃ？ 何か新しい境地を見ることはできたか？
es_es: How is it? Did you see anything new?

source: ここしばらくは、色々な戦いの中で そこまでの苦しさを感じることはなかった。
es_es: For the past few years, I haven't felt that much pain in various battles.

source: だが、今の戦いは久々に窮地に立たされる厳しさ そして、その中での己の弱さを垣間見た気がする……
es_es: However, I feel that the current battle is tough and I have a glimpse of my weakness in it ...

source: 俺の力、技、そのすべては まだ、限界に達してはいないということか……？
es_es: Does that mean that my strength, skill, and all of that haven't reached their limits yet ...?

source: どうやら ひとつ高みへと登ることができたようだな。
es_es: Apparently I was able to climb one height.

source: お主が感じたその可能性を信じ 新たな力を手に入れるための一歩を踏み出すのじゃ。
es_es: Believe in the possibilities that the Lord felt and take a step toward gaining new power.

source: 鍛錬の末、己の限界を突破しました。 現在の体力などはそのままに、レベルが１へと戻り 更なる成長を遂げることができるようになります。
es_es: After training, I broke through my limits. You will be able to return to level 1 and achieve further growth while maintaining your current physical strength.

source: これから、さらなる苦境や試練が お主を待っておることじゃろう。
es_es: From now on, further predicaments and trials will be waiting for you.

source: そこで、我々の授けた力が お主の糧になってくれることを願うとしよう。
es_es: So, let's hope that the power we have given will be the food for the Lord.

source: ああ、感謝する。
es_es: Oh, thank you.

source: それではな。 また、我らのもとにも顔を出すんじゃぞ。
es_es: Well then. Also, don't show up to us.

source: お主には、まだ眠っておる力がありそうじゃ。 鍛錬を怠るなよ！
es_es: The Lord seems to have the power to still sleep. Don't neglect training!

source: 各型の段位が２５になり、能力を全て習得したら その型の師匠のもとを訪れてみましょう。 きっと新しい力を授けてくれるはずです。
es_es: When the rank of each type reaches 25 and you have mastered all the abilities, let's visit the master of that type. It will surely give you new power.

source: 魂球の種類を変更できるのを覚えていますか？ 【入れ替え方法】 習得済み能力にカーソルを合わせて<Sign:0> 各型の魂球が手に入ったら、修練の魂球と入れ替えて なるべくたくさんの能力を習得していきましょう。
es_es: Remember that you can change the type of soul ball? [Replacement method] Place the cursor on the acquired ability<Sign:0> Once you have each type of soul ball, replace it with a training soul ball and learn as many abilities as possible.

source: また、レベルが上限に達した場合も 修行を全て終えてから古牧に話してみましょう。 真の強者への道は、長く果てしないのです。
es_es: Also, if you reach the upper limit, talk to Komaki after completing all your training. The road to becoming a true strong man is long and endless.

source: お主は、刀や銃も使うのじゃろう？ それらを全て極め、心身を鍛えた先に 新たな道が開けるじゃろう！
es_es: You also use swords and guns, right? A new path will open up after you have mastered all of them and trained your mind and body!

source: 各型の段位が２５になり、能力を全て習得したら その型の師匠のもとを訪れてみましょう。 きっと新しい力を授けてくれるはずです。
es_es: When the rank of each type reaches 25 and you have mastered all the abilities, let's visit the master of that type. It will surely give you new power.

source: 魂球の種類を変更できるのを覚えていますか？ 【入れ替え方法】 習得済み能力にカーソルを合わせて<Sign:0> 各型の魂球が手に入ったら、修練の魂球と入れ替えて なるべくたくさんの能力を習得していきましょう。
es_es: Remember that you can change the type of soul ball? [Replacement method] Place the cursor on the acquired ability<Sign:0> Once you have each type of soul ball, replace it with a training soul ball and learn as many abilities as possible.

source: また、レベルが上限に達した場合も 修行を全て終えてから古牧に話してみましょう。 真の強者への道は、長く果てしないのです。
es_es: Also, if you reach the upper limit, talk to Komaki after completing all your training. The road to becoming a true strong man is long and endless.

source: 日々の鍛練を怠るんじゃないぞ！
es_es: Don't neglect your daily training!

source: 古牧
es_es: Gumu

source: 稽古をしていく
es_es: I will practice

source: 今はやめておく
es_es: Stop now

source: 古牧の弟子
es_es: Komaki's disciple

source: 格闘の型 限界突破
es_es: Fighting type Breaking through the limit

source: 吟柳
es_es: Gin Willow

source: カタコトの声
es_es: Katakoto's voice

source: ウィリアム
es_es: William

source: 戦いを挑む
es_es: Challenge the battle

source: 限界突破
es_es: Boundary Break

source: さらに強くなるために
es_es: To be stronger
