Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated_text/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00160871.po
Languages: es_es

source: おお、よく来たの。 稽古をしていってはどうじゃ？
es_es: Oh, I came often. How about practicing?

source: どうするか……
es_es: what to do……

source: すまない。 また、今度にしよう。
es_es: I'm sorry. Also, let's do it this time.

source: 左様か。 では、待っておるぞ。
es_es: Is it left? Well then, I'll be waiting.

source: ああ。 よろしく頼む。
es_es: Oh. Nice to meet you.

source: よかろう。 では、準備をするとしよう。
es_es: Good luck. Now let's get ready.

source: まずは、徒手空拳での基本の立ち回りじゃ。
es_es: First of all, it's a basic turn around with a manual empty fist.

source: 武器を持たない状態では、防御ができぬ。 いかなる状況でも、致命傷を負う危険性がある。
es_es: If you don't have a weapon, you can't defend. There is a risk of fatal injury under any circumstances.

source: その危険を減らすためには 敵の攻撃を確実に避ける必要があるのじゃ。
es_es: You need to make sure you avoid enemy attacks to reduce that risk.

source: そこで、今回教えるのは 「古牧流 達磨避け」じゃ。
es_es: So, what I'm teaching this time is "Avoid Komaki-style Daruma".

source: 弟子たちには木刀を持たせ とにかくお主を襲うように指示しておる。 しっかりと攻撃を避けつつ、攻撃に転じるのだ。
es_es: I instruct the disciples to hold a wooden sword and attack the Lord anyway. While avoiding the attack firmly, turn to the attack.

source: なるほどな。 わかった。
es_es: got it. all right.

source: では、準備はよいな？ ……はじめっ！
es_es: So are you ready? ...... First!

source: 今回教えるのは 「古牧流 達磨避け」じゃ。
es_es: This time I will teach you "Avoid Komaki style Daruma".

source: 弟子たちには木刀を持たせ とにかくお主を襲うように指示しておる。 しっかりと攻撃を避けつつ、攻撃に転じるのだ。
es_es: I instruct the disciples to hold a wooden sword and attack the Lord anyway. While avoiding the attack firmly, turn to the attack.

source: では、準備はよいな？ ……はじめっ！
es_es: So are you ready? ...... First!

source: ばっかもーん!! これしきの事で力尽きてどうするのじゃ……
es_es: What should I do when I'm exhausted by this?

source: お主の力はそんなものではないはず…… 心身を整えて出直して参れ！
es_es: Your power shouldn't be that kind of thing ... Prepare your mind and body and come back again!

source: よしっ！ そこまでじゃ！
es_es: Alright! That's it!

source: 「<Color:9>古牧流 達磨避け<Color:Default>」の封印が解かれました。 能力強化画面で魂球をはめることで修得できます。
es_es: "<Color:9> Avoid Komaki style Daruma<Color:Default> The seal was broken. You can learn it by fitting a soul ball on the ability enhancement screen.

source: ああ、見極めが難しいが 鍛錬してものにできれば、立ち回りが楽になるな。
es_es: Ah, it's difficult to identify, but if you can do it even if you train, it will be easier to get around.

source: うむうむ。 やはり、お主は飲み込みが早いのう。
es_es: Ummmm. After all, the Lord swallows quickly.

source: またここへ来れば、新たな技を授けようぞ。 待っておるからな。
es_es: If you come here again, I'll give you a new skill. I'm waiting.

source: せっかく、技を授けたのじゃから 野に出て己を鍛えてみてはどうじゃ？
es_es: Why don't you go out into the field and train yourself because you have given the skill?

source: 野試合を１回こなした頃合いで 次の修行を行うとしようぞ。
es_es: Let's say that we will do the next training around the time we have played one field game.

source: お主がさらに研鑽を積んでくることを 期待しておるぞ。
es_es: I hope that the Lord will continue to study.

source: おお、よく来たの。 稽古をしていってはどうじゃ？
es_es: Oh, I came often. How about practicing?

source: どうするか……
es_es: what to do……

source: すまない。 また、今度にしよう。
es_es: I'm sorry. Also, let's do it this time.

source: 左様か。 では、待っておるぞ。
es_es: Is it left? Well then, I'll be waiting.

source: ああ。 よろしく頼む。
es_es: Oh. Nice to meet you.

source: よかろう。 では、準備をするとしよう。
es_es: Good luck. Now let's get ready.

source: 今回は、防御から攻撃に転じる 起点となる技を教えるぞ。
es_es: This time, I will teach you the technique that will be the starting point for turning from defense to attack.

source: 前回、武器を持った敵の攻撃は しっかり避けるべし、と教えたが 今回は素手同士や、敵の武器が鈍器の場合じゃ。
es_es: Last time, I told you that you should avoid the attacks of enemies with weapons, but this time it is with bare hands or when the enemy's weapon is a blunt instrument.

source: 刀の攻撃と違い、素手や小さな鈍器は 小回りがきくため、連続して攻撃されやすい。
es_es: Unlike sword attacks, bare hands and small blunt instruments have a small turning radius, so they are easily attacked continuously.

source: 仮に防御していても、連撃で押し込まれていては いずれ崩されてしまう。
es_es: Even if it is defending, it will eventually be destroyed if it is pushed in by a series of attacks.

source: そこで、「古牧流 弾き返し」 を使いこなしてもらいたいのじゃ。
es_es: Therefore, I want you to master the "Komaki style replay".

source: 弾き返し、ということは 防御の姿勢から、敵の攻撃を弾き飛ばして 攻めに転じればいいんだな？
es_es: Repelling means, from a defensive stance, should you just flick off the enemy's attack and turn to offensive?

source: その通りじゃ。 お主にかかれば、造作もないことじゃろう。
es_es: That's right. If it's mainly related, it's probably not a feature.

source: 今回は、弟子にはとにかく手数を多く 繰り出すように伝えてある。 上手く弾き返しを使って、攻撃する隙を作るのじゃ。
es_es: This time, I told my disciples to take a lot of effort. Make a chance to attack by using the rebound well.

source: では、準備はよいな？ ……はじめっ！
es_es: So are you ready? ...... First!

source: なんとか「古牧流 弾き返し」 を使いこなしてもらいたいのじゃ。
es_es: I want you to manage to master the "Komaki style replay".

source: 防御の姿勢から、敵の攻撃を弾き飛ばして 攻めに転じればいいんだったよな？
es_es: From a defensive stance, you should just flick off the enemy's attack and turn to offensive, right?

source: その通りじゃ。
es_es: That's right.

source: では、準備はよいな？ ……はじめっ！
es_es: So are you ready? ...... First!

source: ばっかもーん!! これしきの事で力尽きてどうするのじゃ……
es_es: What should I do when I'm exhausted by this?

source: お主の力はそんなものではないはず…… 心身を整えて出直して参れ！
es_es: Your power shouldn't be that kind of thing ... Prepare your mind and body and come back again!

source: よしっ！ そこまでじゃ！
es_es: Alright! That's it!

source: 「<Color:9>古牧流 弾き返し<Color:Default>」の封印が解かれました。 能力強化画面で魂球をはめることで修得できます。
es_es: "<Color:9> Komaki style rebound<Color:Default> The seal was broken. You can learn it by fitting a soul ball on the ability enhancement screen.

source: 弾き返しは非常に使い勝手がいい技だが その防御の姿勢から繰り出すので 技自体の威力は低い。
es_es: Repelling is a very easy-to-use technique, but the power of the technique itself is low because it starts from its defensive posture.

source: 必ず、崩した敵に追討ちをしかけるよう 心掛けるのじゃ。
es_es: Be sure to try to chase down the destroyed enemy.

source: ああ、わかった。
es_es: Oh, I understand.

source: うむ。 それでは、今回はここまでじゃ。
es_es: Umm. Well then, this time it's up to here.

source: せっかく、技を授けたのじゃから 野に出て己を鍛えてみてはどうじゃ？
es_es: Why don't you go out into the field and train yourself because you have given the skill?

source: 野試合を３回こなした頃合いで 次の修行を行うとしようぞ。
es_es: Let's say that we will do the next training when we have played three field games.

source: お主がさらに研鑽を積んでくることを 期待しておるぞ。
es_es: I hope that the Lord will continue to study.

source: おお、よく来たの。 稽古をしていってはどうじゃ？
es_es: Oh, I came often. How about practicing?

source: どうするか……
es_es: what to do……

source: すまない。 また、今度にしよう。
es_es: I'm sorry. Also, let's do it this time.

source: 左様か。 では、待っておるぞ。
es_es: Is it left? Well then, I'll be waiting.

source: ああ。 よろしく頼む。
es_es: Oh. Nice to meet you.

source: よかろう。 では、準備をするとしよう。
es_es: Good luck. Now let's get ready.

source: 回避、防御と続いて 今回のお題は、また回避じゃ。
es_es: Evasion, defense, and then this time's theme is evasion again.

source: 最初に教えた達磨避けは、敵の攻撃を 確実に避けるための「逃げ」の回避じゃが 今回は、「攻め」の回避を教えようぞ。
es_es: The first Daruma avoidance is the avoidance of "escape" to surely avoid the enemy's attack, but this time, let's teach the avoidance of "attack".

source: その名も、「古牧流 捌き打ち」じゃ。
es_es: The name is "Komaki style handling".

source: 攻撃に転じる瞬間は誰しもに隙が生じる。 すなわち、敵の攻撃を避けた直後というのは 最大の攻撃の好機でもあるわけじゃ。
es_es: Everyone has a chance at the moment of turning to an attack. In other words, immediately after avoiding the enemy's attack is also the greatest opportunity for an attack.

source: その隙を見逃さずに、攻撃を叩き込むのが 今回教える、捌き打ちじゃ。
es_es: Don't overlook that gap, and hitting the attack is what I'll teach you this time.

source: 今回は、わしが相手をしてやろう。 実際に技を見て、目で盗み己のものとするのじゃ。
es_es: This time, I'll deal with you. You should actually see the technique, steal it with your eyes, and make it your own.

source: では、準備はよいな？ ……ゆくぞっ！
es_es: So are you ready? ...... Go!

source: 今回は、「攻め」の回避を教えようぞ。 その名も、「古牧流 捌き打ち」じゃ。
es_es: This time, let's teach you how to avoid "attack". The name is "Komaki style handling".

source: 今回は、わしが相手をしてやろう。 実際に技を見て、目で盗み己のものとするのじゃ。
es_es: This time, I'll deal with you. You should actually see the technique, steal it with your eyes, and make it your own.

source: では、準備はよいな？ ……ゆくぞっ！
es_es: So are you ready? ...... Go!

source: ばっかもーん!! これしきの事で力尽きてどうするのじゃ……
es_es: What should I do when I'm exhausted by this?

source: お主の力はそんなものではないはず…… 心身を整えて出直して参れ！
es_es: Your power shouldn't be that kind of thing ... Prepare your mind and body and come back again!

source: よしっ！ そこまでじゃ！
es_es: Alright! That's it!

source: 「<Color:9>古牧流 捌き打ち<Color:Default>」の封印が解かれました。 能力強化画面で魂球をはめることで修得できます。
es_es: "<Color:9> Komaki style handling<Color:Default> The seal was broken. You can learn it by fitting a soul ball on the ability enhancement screen.

source: はじめてお主と手合せしたが やはり筋がいいのう、感心するわい。
es_es: I made arrangements with the Lord for the first time, but I'm impressed that it's still good.

source: じいさんが、かなり手を抜いてるのも 見え見えだけどな。
es_es: I can see that my grandfather has cut a lot.

source: 全力で殴り合っていては稽古にはならん。 わしも師範として道場を持つ身じゃからな。 教えるときは、ちゃんと教えるわい。
es_es: You can't practice if you hit each other with all your might. I'm not the one who has a dojo as a teacher. When I teach, I'll teach it properly.

source: さて、それでは今回はここまでじゃ。 また来るとよいぞ。
es_es: Well, that's it for this time. I hope you will come again.

source: せっかく、技を授けたのじゃから 野に出て己を鍛えてみてはどうじゃ？
es_es: Why don't you go out into the field and train yourself because you have given the skill?

source: 野試合を３回こなした頃合いで 次の修行を行うとしようぞ。
es_es: Let's say that we will do the next training when we have played three field games.

source: お主がさらに研鑽を積んでくることを 期待しておるぞ。
es_es: I hope that the Lord will continue to study.

source: おお、よく来たの。 稽古をしていってはどうじゃ？
es_es: Oh, I came often. How about practicing?

source: どうするか……
es_es: what to do……

source: すまない。 また、今度にしよう。
es_es: I'm sorry. Also, let's do it this time.

source: 左様か。 では、待っておるぞ。
es_es: Is it left? Well then, I'll be waiting.

source: ああ。 よろしく頼む。
es_es: Oh. Nice to meet you.

source: よかろう。 では、準備をするとしよう。
es_es: Good luck. Now let's get ready.

source: 今回教える技は 「古牧流 虎落とし」という技じゃ。
es_es: The technique I teach this time is "Komaki style tiger drop".

source: 虎落としはその名の通り、虎すらも一撃で鎮める 古牧流で最大の威力を誇る技じゃ。
es_es: As the name suggests, tiger dropping is the most powerful technique in the Komaki style that even tigers can be calmed down with a single blow.

source: ただし、敵の攻撃が当たるかどうかの刹那を狙うゆえ 諸刃の剣にもなり得る技なのじゃ。
es_es: However, it is a technique that can be a double-edged sword because it aims at the moment when the enemy's attack hits.

source: 虎落としを叩き込む隙は、本当に一瞬しかない。 敵の攻撃をしっかりと見極め 確実に、一撃を叩き込むように意識するんじゃ。
es_es: The chance to hit the tiger drop is really only a moment. Make sure to identify the enemy's attack and make sure to hit it.

source: 弟子には大ぶりな攻撃をあえて出すよう伝えておる。 実戦はそこまで甘くないが この稽古で、感覚を体に染み込ませるのじゃ。
es_es: I tell my disciples to dare to launch a big attack. The actual battle is not so sweet, but this practice will let your senses soak into your body.

source: では、準備はよいな？ ……はじめっ！
es_es: So are you ready? ...... First!

source: 今回教える虎落としはその名の通り、 虎すらも一撃で鎮める 古牧流で最大の威力を誇る技じゃ。
es_es: As the name suggests, the tiger drop that we teach this time is the most powerful technique in the Komaki style that even tigers can be calmed down with a single blow.

source: 弟子には大ぶりな攻撃をあえて出すよう伝えておる。 実戦はそこまで甘くないが この稽古で、感覚を体に染み込ませるのじゃ。
es_es: I tell my disciples to dare to launch a big attack. The actual battle is not so sweet, but this practice will let your senses soak into your body.

source: では、準備はよいな？ ……はじめっ！
es_es: So are you ready? ...... First!

source: ばっかもーん!! これしきの事で力尽きてどうするのじゃ……
es_es: What should I do when I'm exhausted by this?

source: お主の力はそんなものではないはず…… 心身を整えて出直して参れ！
es_es: Your power shouldn't be that kind of thing ... Prepare your mind and body and come back again!

source: よしっ！ そこまでじゃ！
es_es: Alright! That's it!

source: 「<Color:9>古牧流 虎落とし<Color:Default>」の封印が解かれました。 能力強化画面で魂球をはめることで修得できます。
es_es: "<Color:9> Komaki style tiger drop<Color:Default> The seal was broken. You can learn it by fitting a soul ball on the ability enhancement screen.

source: 必要以上に虎落としを狙おうとしていると 敵にその虚を突かれることにもなりかねん。
es_es: If you try to drop a tiger more than necessary, you may be hit by the enemy.

source: 使いどころを見極め ここぞという状況で、叩き込むのじゃ。
es_es: In a situation where you have to figure out where to use it, hit it.

source: さて、それでは今回はここまでじゃ。 また来るとよいぞ。
es_es: Well, that's it for this time. I hope you will come again.

source: せっかく、技を授けたのじゃから 野に出て己を鍛えてみてはどうじゃ？
es_es: Why don't you go out into the field and train yourself because you have given the skill?

source: 野試合を３回こなした頃合いで 次の修行を行うとしようぞ。
es_es: Let's say that we will do the next training when we have played three field games.

source: お主がさらに研鑽を積んでくることを 期待しておるぞ。
es_es: I hope that the Lord will continue to study.

source: おお、よく来たの。 稽古をしていってはどうじゃ？
es_es: Oh, I came often. How about practicing?

source: どうするか……
es_es: what to do……

source: すまない。 また、今度にしよう。
es_es: I'm sorry. Also, let's do it this time.

source: 左様か。 では、待っておるぞ。
es_es: Is it left? Well then, I'll be waiting.

source: ああ。 よろしく頼む。
es_es: Oh. Nice to meet you.

source: よかろう。 では、準備をするとしよう。
es_es: Good luck. Now let's get ready.

source: 強敵との戦いにおいて 時には、攻撃を受けてしまい 地に伏すこともあるじゃろう。
es_es: Occasionally, in a battle with a strong enemy, you may be attacked and lie down on the ground.

source: じゃが、そこで素直に地に伏していては 敵の思うつぼじゃ。 場合によっては致命傷を負いかねん。
es_es: However, if you lie down on the ground obediently there, it's the pot that the enemy thinks. In some cases, it can be fatal.

source: そういった事態を防ぐために 「古牧流 猫返り」を伝授する。
es_es: In order to prevent such a situation, we will teach "Komaki style cat return".

source: 猫返りは、敵の攻撃を受け倒れそうになったとき 瞬時に受け身を取り、体制を立て直す技じゃ。
es_es: Cat return is a technique to instantly take a passive role and rebuild the system when you are about to fall under the attack of an enemy.

source: 今回は弟子に、なるべくお主を転ばせるよう 指示を出しておる。 なるべく倒れぬように、受け身をとるのじゃ。
es_es: This time, I have instructed my disciples to turn the Lord as much as possible. Be passive so that you don't fall down as much as possible.

source: では、準備はよいな？ ……はじめっ！
es_es: So are you ready? ...... First!

source: 今回は、敵の攻撃を受け倒れそうになったとき 瞬時に受け身を取り、体制を立て直す技…… 「古牧流 猫返り」を伝授する。
es_es: This time, we will teach you the technique of instantly taking a passive role and rebuilding the system when you are about to fall under the attack of an enemy.

source: 今回は弟子に、なるべくお主を転ばせるよう 指示を出しておる。 なるべく倒れぬように、受け身をとるのじゃ。
es_es: This time, I have instructed my disciples to turn the Lord as much as possible. Be passive so that you don't fall down as much as possible.

source: では、準備はよいな？ ……はじめっ！
es_es: So are you ready? ...... First!

source: ばっかもーん!! これしきの事で力尽きてどうするのじゃ……
es_es: What should I do when I'm exhausted by this?

source: お主の力はそんなものではないはず…… 心身を整えて出直して参れ！
es_es: Your power shouldn't be that kind of thing ... Prepare your mind and body and come back again!

source: よしっ！ そこまでじゃ！
es_es: Alright! That's it!

source: 「<Color:9>古牧流 猫返り<Color:Default>」の封印が解かれました。 能力強化画面で魂球をはめることで修得できます。
es_es: "<Color:9> Komaki style cat return<Color:Default> The seal was broken. You can learn it by fitting a soul ball on the ability enhancement screen.

source: 敵の前で大の字で倒れるなど 決してあってはならぬことじゃ。 常に心得ておくのじゃぞ。
es_es: You should never fall in front of an enemy in a big letter. You should always know it.

source: さて、それでは今回はここまでじゃ。 また来るとよいぞ。
es_es: Well, that's it for this time. I hope you will come again.

source: せっかく、技を授けたのじゃから 野に出て己を鍛えてみてはどうじゃ？
es_es: Why don't you go out into the field and train yourself because you have given the skill?

source: 野試合を５回こなした頃合いで 次の修行を行うとしようぞ。
es_es: Let's say you're going to do your next training when you've played five field games.

source: お主がさらに研鑽を積んでくることを 期待しておるぞ。
es_es: I hope that the Lord will continue to study.

source: おお、よく来たの。 稽古をしていってはどうじゃ？
es_es: Oh, I came often. How about practicing?

source: どうするか……
es_es: what to do……

source: すまない。 また、今度にしよう。
es_es: I'm sorry. Also, let's do it this time.

source: 左様か。 では、待っておるぞ。
es_es: Is it left? Well then, I'll be waiting.

source: ああ。 よろしく頼む。
es_es: Oh. Nice to meet you.

source: よかろう。 では、準備をするとしよう。
es_es: Good luck. Now let's get ready.

source: 武器を持つ敵に対して、徒手空拳で戦う上で 相手の懐に入り、掴んでしまうというのは 非常に有効な手段じゃ。
es_es: It is a very effective means to get into the opponent's pocket and grab it when fighting with an empty fist against an enemy with a weapon.

source: じゃが、正面から掴みに行っても 反撃にあったり、避けられてしまうことが多い。
es_es: However, even if you go to grab it from the front, it is often counterattacked or avoided.

source: そこで、今回の技 「古牧流 影縛り」を活用するんじゃ。
es_es: Therefore, let's utilize this technique "Komaki style shadow binding".

source: 影縛りは、相手の攻撃を避け、背後に回り込んでから 確実に掴んで技を仕掛ける。 まずは、しっかりと避けることが肝心じゃ。
es_es: Shadow binding avoids the opponent's attack, wraps around behind, and then firmly grasps and sets the technique. First of all, it is important to avoid it firmly.

source: 弟子には、木刀を持たせる。 お主は、回避と掴み技を意識して戦うのじゃ。
es_es: Give the disciple a wooden sword. The Lord is conscious of avoidance and grabbing techniques when fighting.

source: では、準備はよいな？ ……はじめっ！
es_es: So are you ready? ...... First!

source: 今回教える技「古牧流 影縛り」を活用すれば、 相手の攻撃を避け、背後に回り込んでから 確実に掴んで技を仕掛けることが可能じゃ。
es_es: If you use the technique "Komaki-ryu Kagebaku" that you teach this time, you can avoid the opponent's attack, wrap around behind you, and then surely grab it and start the technique.

source: 弟子には、木刀を持たせる。 お主は、回避と掴み技を意識して戦うのじゃ。
es_es: Give the disciple a wooden sword. The Lord is conscious of avoidance and grabbing techniques when fighting.

source: では、準備はよいな？ ……はじめっ！
es_es: So are you ready? ...... First!

source: ばっかもーん!! これしきの事で力尽きてどうするのじゃ……
es_es: What should I do when I'm exhausted by this?

source: お主の力はそんなものではないはず…… 心身を整えて出直して参れ！
es_es: Your power shouldn't be that kind of thing ... Prepare your mind and body and come back again!

source: よしっ！ そこまでじゃ！
es_es: Alright! That's it!

source: 「<Color:9>古牧流 影縛り<Color:Default>」の封印が解かれました。 能力強化画面で魂球をはめることで修得できます。
es_es: "<Color:9> Komaki style shadow binding<Color:Default> The seal was broken. You can learn it by fitting a soul ball on the ability enhancement screen.

source: 掴むことに限らず、徒手空拳では 敵の懐にいかに入り込めるかが勝負となる。 ここぞという瞬間、一気に間合いを詰めるのじゃ。
es_es: Not limited to grabbing, the game is how you can get into the enemy's pocket with a manual empty fist. At this moment, you'll close the gap at once.

source: さて、それでは今回はここまでじゃ。 また来るとよいぞ。
es_es: Well, that's it for this time. I hope you will come again.

source: せっかく、技を授けたのじゃから 野に出て己を鍛えてみてはどうじゃ？
es_es: Why don't you go out into the field and train yourself because you have given the skill?

source: 野試合を５回こなした頃合いで 次の修行を行うとしようぞ。
es_es: Let's say you're going to do your next training when you've played five field games.

source: お主がさらに研鑽を積んでくることを 期待しておるぞ。
es_es: I hope that the Lord will continue to study.

source: おお、よく来たの。 稽古をしていってはどうじゃ？
es_es: Oh, I came often. How about practicing?

source: どうするか……
es_es: what to do……

source: すまない。 また、今度にしよう。
es_es: I'm sorry. Also, let's do it this time.

source: 左様か。 では、待っておるぞ。
es_es: Is it left? Well then, I'll be waiting.

source: ああ。 よろしく頼む。
es_es: Oh. Nice to meet you.

source: よかろう。 では、準備をするとしよう。
es_es: Good luck. Now let's get ready.

source: お主に授けられる技は、一通り伝えたつもりじゃ。 今度は、その技のすべてを用いて わしを倒してみせるんじゃ。
es_es: I'm going to tell you all about the techniques that are bestowed on you. This time, I'll use all of that technique to defeat me.

source: それが、最終試験というわけか。
es_es: That is the final exam.

source: うむ、そんなところじゃな。 これでわしを倒すことができれば 古牧流の免許皆伝をお主に授けよう。
es_es: Well, that's the place. If you can defeat me with this, I will give you the Komaki style license.

source: 免許皆伝!? 私も長らくこの道場に通っていますが その域に達した方は見たことがありません。
es_es: All licenses !? I have been attending this dojo for a long time, but I have never seen anyone who has reached that level.

source: 当然じゃ。 未だ、わしは免許皆伝を誰にも授けたことはない。
es_es: Of course. I haven't given anyone a license yet.

source: なんと…… すごいですよ、斎藤さん！
es_es: What ... it's amazing, Mr. Saito!

source: 倒せたら、の話なんだろ？
es_es: If you can beat it, isn't it?

source: うむ、もちろんじゃ。 お主…… わしを倒すことの困難さを すでに肌で感じておるな？
es_es: Well, of course. Lord ... Do you already feel the difficulty of defeating me?

source: ……お互い、全部お見通し、ということか。
es_es: …… Is it all outlook for each other?

source: それでよいのじゃ。 敵であれ、仲間であれ 拳や剣を交えるときは、誰しもが心を通じ合わせる。
es_es: That's fine. Everyone, be it an enemy or a companion, communicates with each other when crossing fists and swords.

source: その上で腕や力を競わなければ ただの暴力や殺し合いになってしまうからの。
es_es: If you don't compete for your skills and strength, you'll end up with just violence and killing each other.

source: ……深いですね。 私には、まだそういった心意気がわかりません。
es_es: ...... It's deep. I still don't understand that kind of spirit.

source: 稽古を続けていけば、いずれわかる。 俺も、お前より少し長く稽古を積んでいるという それくらいの違いしかないさ。
es_es: If you continue to practice, you will find out. The only difference is that I've been practicing a little longer than you.

source: は、はい！ がんばります！
es_es: Yes! I'll do my best!

source: ……では、無駄話はここまでとしよう。 わしも本気で戦わせてもらうからの。 覚悟はいいか？
es_es: …… Then, let's end the wasteful story. I will fight seriously. Are you ready?

source: ああ、いつでもいいぜ。
es_es: Oh, it's always okay.

source: では…… 参る！
es_es: Then ... come on!

source: お主に授けられる技は、一通り伝えたつもりじゃ。 今度は、その技のすべてを用いて わしを倒してみせるんじゃ。
es_es: I'm going to tell you all about the techniques that are bestowed on you. This time, I'll use all of that technique to defeat me.

source: これでわしを倒すことができれば 古牧流の免許皆伝をお主に授けよう。
es_es: If you can defeat me with this, I will give you the Komaki style license.

source: 頑張ってください！
es_es: Please do your best!

source: ……では、無駄話はここまでとしよう。 わしも本気で戦わせてもらうからの。 覚悟はよいか？
es_es: …… Then, let's end the wasteful story. I will fight seriously. Are you ready?

source: ああ、いつでもいいぜ。
es_es: Oh, it's always okay.

source: では…… 参る！
es_es: Then ... come on!

source: ばっかもーん!! これしきの事で力尽きてどうするのじゃ……
es_es: What should I do when I'm exhausted by this?

source: お主の力はそんなものではないはず…… 心身を整えて出直して参れ！
es_es: Your power shouldn't be that kind of thing ... Prepare your mind and body and come back again!

source: ぐ…… ぬぅぅ。 負けてしまったわい。
es_es: Gu …… Nuu. I lost.

source: す、すごい！ あの先生を……！
es_es: Wow, awesome! That teacher ...!

source: いや、俺がじいさんに勝てたのは 運がよかっただけだ。
es_es: No, I was just lucky to beat my grandfather.

source: 生まれ時が、俺の方が遅かった、という運がな。 若いころのじいさんと手合せしていたら おそらく、俺は負けていただろう。
es_es: I'm lucky I was born later. Perhaps I would have lost if I had been working with my grandfather when I was young.

source: それは要するに、わしがお主に負ける以前に 老いに負けておるということじゃ。
es_es: In short, I lost to old age before I lost to the Lord.

source: わしの精進不足じゃ。 ……いや、それに気づかせてもらえたぶん お主には感謝せねばならんかもしれんな。
es_es: I'm lacking in devotion. ...... No, maybe I should thank the Lord for making me aware of it.

source: 礼を言うのはこっちの方だ。 はじめは何事かと思ったが こんなにいい出会いになるとは思わなかった。
es_es: This is the one to thank. At first I thought something was wrong, but I didn't think it would be such a good encounter.

source: そっちの若造もな。 礼を言う。
es_es: That young man too. Say thanks.

source: い、いえ！ 素晴らしい稽古をたくさん見させていただきました！
es_es: No! I saw a lot of wonderful lessons!

source: 私も、頑張って稽古を積んで 剣術道場に流れて行った者たちを 見返してやりますよ！
es_es: I will do my best to practice and look back on those who went to the swordsmanship dojo!

source: 今だから言えるが お主と出会えて、わしも少しだけ報われたんじゃ。
es_es: I can say it now, but I was rewarded a little by meeting the Lord.

source: こやつの言うとおり、道場にとって門下生は 何にも変えられぬ大事な宝じゃ。
es_es: As this guy says, for the dojo, the students are an important treasure that cannot be changed.

source: その門下生を失うほどにまで、意地を張って この古牧流の信念を貫くことに意味はあるのか、と 幾晩も考えふけったものじゃ。
es_es: I wondered for many nights whether it would make sense to stick to this Komaki-style belief to the point of losing that student.

source: じゃが、お主と拳を交えて確信した。 わしの理念は、間違ってはおらぬ。
es_es: However, I was convinced with my fist with the Lord. My idea is not wrong.

source: 武道すべてに通ずる理念は 武器の有る無しにかかわらず、鍛錬できるものじゃ。
es_es: The idea of all martial arts can be trained with or without weapons.

source: それは、確かにそうだな。
es_es: That's true.

source: じゃが逆に言えば、古牧流の理念は 徒手空拳でなければ伝えられないものでもない。 ……そういうことになるんじゃ。
es_es: To put it the other way around, the Komaki-style idea is not something that can only be conveyed by a manual empty fist. ...... That's what happens.

source: ……先生。
es_es: ……Mr.
