Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated_text/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00021c49.po
Languages: es_es

source: アンタ、この後、 副長と椿楼で会う約束やったな。
es_es: You promised to meet the deputy director at the camellia tower after this.

source: ああ。
es_es: Oh.

source: 椿楼は、四条通りを東に行った 祗園の中にあるわ。
es_es: The camellia tower is in Gion, which goes east on Shijo-dori.

source: あんたやったらすぐにでも任務まかされるやろう。
es_es: If you do it, you'll be left to the task right away.

source: そしたら、あんたが知りたがっている天念理心流も イヤっちゅうほど見れるわ。
es_es: Then you can see the Tennen Rishin-ryu that you want to know.

source: そういや、総司のことは噂で聞いとったようやな。
es_es: No, it seems that I heard about Souji by rumors.

source: 実際、手合わせしてあんたがどう思うたかは知らん。 けど…… 京であいつを斬れるモンはまずおらんやろな。
es_es: In fact, I don't know what you think of it. But ... First of all, you shouldn't see Mon who can cut him in Kyo.

source: そういう次元の男や。
es_es: A man of that dimension.

source: 新選組の入隊試験はたいてい俺が見とる。 せやけど俺と渡り合うたんはあんたが初めてや。
es_es: I usually see the Shinsengumi enlistment test. But it's the first time you've crossed over with me.

source: 副長もそういうあんたに 興味持ったっちゅうことやろな。
es_es: The deputy director is also interested in you.

source: あんた忘れてへんやろな、副長からの呼び出し。
es_es: A call from the deputy director that you forgot about.

source: あの人は実質、新選組の指揮官や。 夜になったら忘れんと出向くことや。
es_es: That person is actually the commander of the Shinsengumi. Don't forget to go out at night.

source: 永倉
es_es: Nagakura

source: 龍馬
es_es: Ryoma
