Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated_text/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c14a9.po
Languages: es_es

source: 先生ならさっき、和民に行かはったわ。 斎藤はん。先生の接待、よろしゅうたのんます。
es_es: If you were a teacher, you just went to Watami. Saito Han. The teacher's entertainment, Yoroshutan.

source: あ、斎藤はん。やっぱり芸術家の先生の接待…… やってくれへんやろうか？
es_es: Oh, Han Saito. After all, entertaining an artist's teacher ... Would you like to do it?

source: そんな大役、俺の手に余る。 ……無理だ。
es_es: Such a big role is out of my hands. ……It impossible.

source: やっぱりそうやろうか…… わかった、変なお願いして堪忍な。
es_es: I wonder if I should do that ... Okay, I'm patient with a strange request.

source: あぁ、分かった。……だがその客の世話をしたなんて、 お登勢には内緒にしててくれよ。 後で何を言われるか、分からんからな。
es_es: Oh, I understand. …… But don't tell me that you took care of the customer. I don't know what to say later.

source: もちろん内緒にしとくわ！ ひきうけてくれて、おおきに！
es_es: Of course I'll keep it a secret! Thank you for your support!

source: ……で、その神田先生とやらは、どこにいるんだ？
es_es: …… So where are the Kanda-sensei and others?

source: 先生ならさっき、 １人寂しそうに和民に行かはったわ。
es_es: As a teacher, I went to Watami alone, feeling lonely.

source: ……わかった。 和民に行けばいいんだな。
es_es: ……all right. I should go to Watami.

source: くれぐれも失礼のないようにお願いしますえ。 偉い先生である前に、 うちの大切なお客さんなんやからね。
es_es: Please do not be rude. Before I was a great teacher, I was an important customer.

source: フッ、わかってるさ。
es_es: Huh, I know.

source: うーん、どないしよ……
es_es: Hmmm, don't ...

source: 四国屋の女将じゃないか。 どうかしたのか？
es_es: Isn't it the landlady of Shikokuya? What's wrong?

source: あら、斎藤はん。
es_es: Oh, Han Saito.

source: そうか…… 斎藤はんなら、もしかして 適任かもしれへんね……
es_es: I see ... Saito Han, maybe he's the right person ...

source: 適任？ 何の話だ。
es_es: Appropriate? What are you talking about?

source: 斎藤はん。 すんませんけど、「接待」やってくれまへん？
es_es: Saito Han. Excuse me

source: せ、接待だと？
es_es: Let's entertain?

source: そっ。今うちに、偉～い芸術家の先生が 宿泊しとるんやけど、その人のお相手頼めんかねぇ。 斎藤はんなら適任やと思うんやけど……
es_es: That's right. A great artist's teacher will stay overnight, but I can't ask for that person's partner. I think Saito Han would be the right person, but ...

source: 芸術家の先生……？ なぜ俺が？ 有名な先生なら、 いくらでも相手したいと申し出るやつはいるだろ。
es_es: Artist teacher ...? Why am i? If you are a famous teacher, there are many who offer to deal with you.

source: 逆なんよ。その先生、神田先生言うんやけど、 あまりにも有名で偉大すぎて、 粗相するのが怖くて、皆相手したがらないの。
es_es: The opposite is true. That teacher, Mr. Kanda, says, but it's so famous and so great that I'm afraid of getting rough and everyone doesn't want to deal with it.

source: ……なるほど。少しでも失礼があったら悪いから、 みんな物怖じしてるってわけか。 ……しかし何故俺が適任だと？
es_es: ……I see. It would be bad if there was any rudeness, so everyone is scared. …… But why am I the right person?

source: だって斎藤はん、この町のことから芸事まで、 いろいろなもんに精通しとるやろ？
es_es: Because Saito Han, do you know everything from this town to performing arts?

source: なんでも、お歌もお上手で、踊りも最近 やられているとか…… お店も色んなとこ、食べ歩きされてるみたいやし……
es_es: Everything is good at singing and dancing recently ... It seems that the shops are eating and walking around ...

source: ど、どうしてそれを……!?
es_es: Why do you do that ...!?

source: ほほ。この辺では有名やで？ 斎藤はんは歌って踊れて、街に出れば いつでも会えるお侍さんやって、もっぱらの噂や。
es_es: Cheeks. Is it famous around here? Saito Han is a samurai who can sing and dance and meet whenever he goes out to the city, and there are rumors about it.

source: そ、そんな噂が……
es_es: Well, such a rumor ...

source: せやから、文化に精通しとる芸術家の先生の 接待には、これまた色んな文化に精通しとる、 斎藤はんが適役やと思うんよ。
es_es: I think Han Saito, who is also familiar with various cultures, is a good candidate for entertaining an artist who is familiar with culture.

source: うちとしても、せっかく来てくれたお客さんに、 良い思い出を作って帰ってもらいたいし……
es_es: We want the customers who came to us to make good memories and go home ...

source: 斎藤はん、先生の接待…… お願いできんかねぇ。
es_es: Han Saito, entertaining the teacher ... I can't ask.

source: そんな大役、俺の手に余る。 ……無理だ。
es_es: Such a big role is out of my hands. ……It impossible.

source: やっぱりそうやろうか…… わかった、変なお願いして堪忍な。
es_es: I wonder if I should do that ... Okay, I'm patient with a strange request.

source: あぁ、分かった。……だがその客の世話をしたなんて、 お登勢には内緒にしててくれよ。 後で何を言われるか、分からんからな。
es_es: Oh, I understand. …… But don't tell me that you took care of the customer. I don't know what to say later.

source: もちろん内緒にしとくわ！ ひきうけてくれて、おおきに！
es_es: Of course I'll keep it a secret! Thank you for your support!

source: ……で、その神田先生とやらは、どこにいるんだ？
es_es: …… So where are the Kanda-sensei and others?

source: 先生ならさっき、 １人寂しそうに和民に行かはったわ。
es_es: As a teacher, I went to Watami alone, feeling lonely.

source: ……わかった。 和民に行けばいいんだな。
es_es: ……all right. I should go to Watami.

source: くれぐれも失礼のないようにお願いしますえ。 偉い先生である前に、 うちの大切なお客さんなんやからね。
es_es: Please do not be rude. Before I was a great teacher, I was an important customer.

source: フッ、わかってるさ。
es_es: Huh, I know.

source: 四国屋の女将
es_es: Shikokuya landlady

source: 接待する
es_es: Entertain

source: 接待しない
es_es: Do not entertain
