Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/auth/c12_080.par/cmn.par.unpack/cmn.po
Languages: es_es

source: 山南
es_es: Shannan

source: 松原
es_es: Matsubara

source: 谷
es_es: Valley

source: 鈴木
es_es: Suzuki

source: 源さん……
es_es: Gen-san ……

source: それに左之助
es_es: And Sanosuke

source: 半数の隊長格を失い 局長も不在の今
es_es: Now that half of the captains have been lost and the director is absent

source: 新選組をこのまま続けていくことは 難しいと考えている
es_es: I think it will be difficult to continue the Shinsengumi as it is

source: それは確かに
es_es: That is certainly

source: だから私は 局長を……
es_es: So I'm the director ...

source: 斎藤一君に託そうと思う
es_es: I'm going to entrust it to Hajime Saito

source: な 何やと！？
es_es: What! ??

source: 斎藤君 どうかね？
es_es: Saito-kun, how about you?

source: 謹んで お受け致します
es_es: I will be happy to accept it

source: ちょっと待て！！ そないアホな話があるか！！
es_es: wait a minute! !! Is there a stupid story that doesn't happen! !!

source: 何か問題でも？
es_es: Something wrong?

source: 斎藤はちょっと前に入ってきたばかりの 新参モンやないか！
es_es: Saito is a newcomer who just came in a while ago!

source: そないな奴が局長やなんて 納得できるか！！
es_es: How convinced that the bad guy is the director! !!

source: 新参モンでもええやないか
es_es: Isn't it even a newcomer mon?

source: 一（はじめ）ちゃんはここにいる誰よりも強い
es_es: Ichi (Hajime) is stronger than anyone here

source: 強いヤツが頭を張る
es_es: A strong guy stretches his head

source: 自然の成り行きやないか
es_es: Isn't it natural?

source: 沖田……！
es_es: Okita ……!

source: い 伊東さん！
es_es: Ito-san!

source: ひとつ いいかね副長
es_es: One good deputy director

source: 何でしょう
es_es: What is it

source: 確かに斎藤君は剣の腕が立つ それは私も認める
es_es: Certainly Saito has a sword arm, which I admit

source: しかし新選組は 幕府直属の権威ある武力組織
es_es: However, the Shinsengumi is an authoritative armed organization that reports directly to the Shogunate.

source: その局長は 知識 教養 道徳 見識に長けた人間が務めるべきだと思う
es_es: I think that the director should be a person with good knowledge, culture, morals, and insight.

source: それは一理ありますな
es_es: There is a reason

source: 近藤局長はその全てを兼ね備えておられた
es_es: Director Kondo had all of that

source: だがその局長が不逞浪士に斬られ死んだ今！
es_es: But now that the director has been killed by a ronin!

source: これ以上新選組の名を 地に落とすようなことはできない
es_es: No more Shinsengumi names can be dropped on the ground

source: 新選組次期局長は この伊東甲子太郎が引き受けよう
es_es: This Kashitaro Ito will take over as the next director of the Shinsengumi

source: これは新選組を最後まで守った 近藤さんの遺志に報いるためだ
es_es: This is to reward Mr. Kondo's will to protect the Shinsengumi to the end.

source: そうや！ 伊東さん以外局長は考えられん！
es_es: Yes! I can't think of any director other than Mr. Ito!

source: それは
es_es: that is

source: ちょっとおかしな話ですな
es_es: It ’s a strange story.

source: 伊東さん
es_es: Mr. Ito

source: 何がだ
es_es: What is

source: 私は近藤局長が……
es_es: I'm Director Kondo ...

source: 「死んだ」などとは一言も言ってませんが
es_es: I didn't say "dead"

source: な……！？
es_es: Hmm ...! ??

source: さて不思議な話だ
es_es: Now it ’s a strange story.

source: 私は局長が不在だと言ったまでです
es_es: Until I said the director was absent

source: それは毎度のことだったはず
es_es: It must have been every time

source: なのにあなたは死んだと言った
es_es: But you said you were dead

source: しかも……
es_es: And ...

source: 不逞浪士に斬られたという 理由まで付け加えて
es_es: In addition to the reason that he was slashed by a ronin

source: 何を言ってるんだ 君は……！
es_es: What are you talking about ...!

source: 近藤局長は生きている
es_es: Director Kondo is alive

source: それとも伊東さん
es_es: Or Mr. Ito

source: あなたは私たちが知らない “何か”をご存知だということかな？
es_es: Do you know "something" that we don't know?

source: 答えられない ということは……
es_es: Not being able to answer ...

source: 認めるということかな？
es_es: Do you mean to admit it?

source: どうやらあんたには
es_es: Apparently for you

source: 「坂本龍馬」って男の息がかかっている
es_es: "Ryoma Sakamoto" is breathing a man

source: 謀ったな 土方……！
es_es: Hijikata ...!

source: ご安心ください
es_es: Please rest assured

source: ここであなたが粛清されても 新選組は続きますよ
es_es: Even if you are purged here, the Shinsengumi will continue.

source: 近藤勇局長体制のまま ずっとね
es_es: Isami Kondo, the director-general system

source: 参ったな
es_es: I'm here

source: 新選組を抜ける時は 死ぬ時だと思ってたのに
es_es: I thought it was time to die when I left the Shinsengumi

source: こんなお別れになるとは思わなかった
es_es: I didn't expect to say goodbye like this

source: 平助……
es_es: Heisuke ……

source: 今伊東さんを殺されたら いろいろ困るんでね
es_es: If Ito-san is killed now, I'll be in trouble.

source: 平助 お前！
es_es: Heisuke you!

source: さ ここを通してもらおうか副長さんよ
es_es: Let's go through here, Deputy Chief

source: 体よく新選組を 奪い取るつもりだったが仕方ねえ
es_es: I was going to take the Shinsengumi well, but I can't help it

source: だが隊士は丸っと頂いてくぜ
es_es: But the soldiers will get round

source: 裏切る手筈も整えていたか
es_es: Did you prepare for betrayal?

source: 今日から俺らは「御陵衛士」という 新たな組織として独立する
es_es: From today we will become independent as a new organization called "Goryo Guardian"

source: 新選組の役割はもう終わったんだよ 土方さん
es_es: The role of the Shinsengumi is over, Mr. Hijikata

source: 金にならない組織に人は集まらねえ
es_es: People don't get together in organizations that don't make money

source: 隊長格４人……
es_es: Captain 4 people...

source: 残り少ない隊士たちと一緒に せいぜい頑張るんだな
es_es: I'll do my best with the few remaining soldiers

source: それじゃ
es_es: Well then
