Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translation_data/translated_text/data/auth/c06_040.par/cmn.par.unpack/cmn.po
Languages: es_es

source: あんたは……
es_es: You are ...

source: よう
es_es: Yo

source: 久しぶりだな 斎藤さん
es_es: It's been a long time, Mr. Saito

source: 新堀 松輔
es_es: Matsusuke Shinbori

source: へえ よくあの偽名覚えててくれたね
es_es: Hey, you remembered that pseudonym well

source: でも今日は 本名を名乗っておいた方がよさそうだな
es_es: But today it seems better to give your real name

source: こんな状況で隠しても仕方ないしね
es_es: It can't be helped to hide it in such a situation

source: まさか あんたが
es_es: No way you

source: ちょっと危険な長州藩の舵取り役
es_es: Steering role of the slightly dangerous Choshu clan

source: 桂小五郎 よろしく
es_es: Kogoro Katsura Regards

source: あんたが桂……
es_es: You are Katsura ...

source: そういうこと
es_es: Such thing

source: どうしてあんた程切れる男が こんな無謀な計画を立てたんだ
es_es: Why did a man who cuts like you make such a reckless plan?

source: あぁ やっぱりそういうことになっちゃってんだ
es_es: Ah, that's what happened

source: 実はそれ 誤解なんだよ
es_es: It's actually a misunderstanding

source: なんだと？
es_es: what?

source: いやぁ 俺は必死に稔麿さんを止めたんだよ？ 「こんな計画やめなさい」って
es_es: Well, I desperately stopped Minoru-san, right? "Stop this plan"

source: でもまったく聞き入れてもらえなくてね
es_es: But you didn't listen to me at all

source: ただでさえ好戦的な長州の連中に加えて……
es_es: In addition to the already warlike Choshu guys ...

source: 今回は土佐や肥後の奴らまで 加わったもんだから 大変なことになっちゃって
es_es: This time, Tosa and Higo joined us, so it was a big deal.

source: で 仕方ないから アンタんとこの監察さんに……
es_es: I can't help it, so to you and this inspector ...

source: 古高のこと見つけてもらうように 仕向けたってわけ
es_es: I asked him to find out about Kodaka.

source: じゃあ山崎に情報を掴ませたのは あんたの仕業だったってのか
es_es: So was it your job to get Yamazaki to get the information?

source: 彼には悪いことをした 辛い拷問にもあったに違いない
es_es: He must have been in a painful torture that did something wrong

source: でも京の街を焼いちまうってのよりは マシだと思ってたんだが……
es_es: But I thought it was better than burning the streets of Kyoto ...

source: 今度は自分の身も 危なくなっちまったな
es_es: This time I'm in danger

source: なぁ 斎藤さんよ！
es_es: Hey Saito-san!

source: 人間ってのは命あっての物種だ
es_es: Human beings are a living species

source: どうか ここは見逃してもらえないか！？
es_es: Please don't miss this place! ??

source: あんた
es_es: You

source: 俺の話を全部信じてくれとは言わない
es_es: Don't tell me to believe all my stories

source: でもさ 無駄な殺し合いしたって この国は良くならない
es_es: But even if you kill each other in vain, this country will not improve

source: それにあんただって……
es_es: That's it ...

source: 土佐に戻ってやらなきゃいけないことが あるんじゃないのか？
es_es: Isn't there something I have to do back to Tosa?

source: 武市さんだってそれを望んでるはずだ
es_es: Takeichi-san should want it too

source: 武市！？
es_es: Takeshi! ??

source: あんた 何でその名を
es_es: Why did you name it

source: 何でって だってあんた……
es_es: Because you ...

source: “坂本龍馬”さんなんだろ？
es_es: Is it "Ryoma Sakamoto"?

source: 武市さんから大体のことは聞いてる
es_es: I've heard a lot from Mr. Takeichi

source: あんたが新選組に入った理由も知ってる
es_es: I also know why you joined the Shinsengumi

source: だから あんたが 俺を殺す理由はないはずだ だろ？
es_es: So there should be no reason for you to kill me, right?

source: どういうことなんだ ゆっくり話を聞かせて……
es_es: What do you mean, let's talk slowly ...

source: 不意打ちか！
es_es: Suddenly!

source: 俺もまぁまぁ姑息な手は使うけど そんなことはしない！
es_es: I also use my sighing hands, but I don't do that!

source: 後ろ！
es_es: back!

source: 斎藤！
es_es: Saito!

source: そいつが桂小五郎や！
es_es: That is Kogoro Katsura!

source: 悪いがここで 死ぬわけにはいかないんだよ！
es_es: I'm sorry, but I can't die here!

source: ……というわけでよろしく
es_es: …… So thank you

source: 俺のこの国を憂う熱き想い 分かってくれる…… よね？
es_es: You can understand my passion for this country ... right?

source: ああ よく分かった
es_es: Oh well understood

source: 永倉
es_es: Nagakura

source: こいつは俺の獲物だ
es_es: This is my prey

source: 手出しは無用に頼む
es_es: Ask for help

source: なんやと？
es_es: What?

source: 上等！！
es_es: First class! !
