Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/staypar/stay.par/soldier_normal_skill_list.po
Languages: es_es

# SKILL_NAME_0
source: 努力
es_es: Work hard

# SKILL_NAME_1
source: 勇気
es_es: courage

# SKILL_NAME_2
source: 無謀
es_es: reckless

# SKILL_NAME_3
source: 奮闘
es_es: Struggle

# SKILL_NAME_4
source: 特攻
es_es: Special attack

# SKILL_NAME_5
source: 強襲
es_es: Assault

# SKILL_NAME_6
source: 益荒男
es_es: Masu Arao

# SKILL_NAME_7
source: 狂戦士
es_es: Berserker

# SKILL_NAME_8
source: 阿修羅
es_es: Ashura

# SKILL_NAME_9
source: 疾風迅雷
es_es: Gust of thunder

# SKILL_NAME_10
source: 一騎当千
es_es: Ikki Tousen

# SKILL_NAME_11
source: 獅子奮迅
es_es: Lion rush

# SKILL_NAME_12
source: 戦神ノ加護
es_es: War God Blessing

# SKILL_NAME_13
source: 舞踏
es_es: Butoh

# SKILL_NAME_14
source: 乱舞
es_es: Ranbu

# SKILL_NAME_15
source: 大乱舞
es_es: Big flurry

# SKILL_NAME_16
source: 斬撃
es_es: Slashing

# SKILL_NAME_17
source: 斬鉄
es_es: Zantetsu

# SKILL_NAME_18
source: 悪即斬
es_es: Evil instant slash

# SKILL_NAME_19
source: 射撃
es_es: shooting

# SKILL_NAME_20
source: 連射
es_es: Rapid fire

# SKILL_NAME_21
source: 三連射
es_es: Triple shot

# SKILL_NAME_22
source: 篭手
es_es: Stick hand

# SKILL_NAME_23
source: 喧嘩
es_es: quarrel

# SKILL_NAME_24
source: 格闘術
es_es: Martial arts

# SKILL_NAME_25
source: 炎師
es_es: Yanshi

# SKILL_NAME_26
source: 火炎師
es_es: Flame master

# SKILL_NAME_27
source: 火炎大神
es_es: Flame Okami

# SKILL_NAME_28
source: 雷師
es_es: Lei Shi

# SKILL_NAME_29
source: 雷電師
es_es: Raiden

# SKILL_NAME_30
source: 雷電大神
es_es: Raiden Okami

# SKILL_NAME_31
source: 光師
es_es: Mitsushi

# SKILL_NAME_32
source: 閃光師
es_es: Flasher

# SKILL_NAME_33
source: 閃光大神
es_es: Flash Okami

# SKILL_NAME_34
source: 毒師
es_es: Poison Master

# SKILL_NAME_35
source: 毒性師
es_es: Toxicologist

# SKILL_NAME_36
source: 毒性大神
es_es: Toxic God

# SKILL_NAME_37
source: 英雄豪傑
es_es: Hero hero

# SKILL_NAME_38
source: 天下無双
es_es: World Musou

# SKILL_NAME_39
source: 爆炎玉
es_es: Explosive ball

# SKILL_NAME_40
source: 極・爆炎玉
es_es: Pole / explosion ball

# SKILL_NAME_41
source: 火炎玉
es_es: Flame ball

# SKILL_NAME_42
source: 極・火炎玉
es_es: Pole / flame ball

# SKILL_NAME_43
source: 電撃玉
es_es: Dengeki ball

# SKILL_NAME_44
source: 極・雷撃玉
es_es: Pole / lightning ball

# SKILL_NAME_45
source: 閃光玉
es_es: Flash jade

# SKILL_NAME_46
source: 極・閃光玉
es_es: Pole・Flashing Jade

# SKILL_NAME_47
source: 毒霧玉
es_es: Poison Mist Jade

# SKILL_NAME_48
source: 極・毒霧玉
es_es: Pole / poison fog ball

# SKILL_NAME_49
source: 一斉射撃
es_es: Salvo

# SKILL_NAME_50
source: 極・大射撃
es_es: Extreme and large shooting

# SKILL_NAME_51
source: 大転倒
es_es: Big fall

# SKILL_NAME_52
source: 恐怖戦慄
es_es: Horror horror

# SKILL_NAME_53
source: 背水ノ陣
es_es: Backwater team

# SKILL_NAME_54
source: 我慢
es_es: patience

# SKILL_NAME_55
source: 根性
es_es: guts

# SKILL_NAME_56
source: 忍耐
es_es: patience

# SKILL_NAME_57
source: 防御
es_es: defense

# SKILL_NAME_58
source: 防衛
es_es: defense

# SKILL_NAME_59
source: 鉄壁
es_es: Iron wall

# SKILL_NAME_60
source: 偉丈夫
es_es: Great husband

# SKILL_NAME_61
source: 不退転
es_es: Never retreat

# SKILL_NAME_62
source: 南無三
es_es: Minami Muzo

# SKILL_NAME_63
source: 威風堂々
es_es: stately

# SKILL_NAME_64
source: 難攻不落
es_es: impregnable

# SKILL_NAME_65
source: 金城鉄壁
es_es: Kinjo iron wall

# SKILL_NAME_66
source: 武神ノ守護
es_es: Takegami no guardian

# SKILL_NAME_67
source: 不屈ノ闘魂
es_es: Indomitable fighting spirit

# SKILL_NAME_68
source: 傷薬
es_es: Injury

# SKILL_NAME_69
source: 薬箱
es_es: Medicine box

# SKILL_NAME_70
source: 医薬者
es_es: Pharmacist

# SKILL_NAME_71
source: 武神ノ慈悲
es_es: Takegami no mercy

# SKILL_NAME_72
source: 手当
es_es: allowance

# SKILL_NAME_73
source: 衛生兵
es_es: Health soldier

# SKILL_NAME_74
source: 野戦病院
es_es: Field hospital

# SKILL_NAME_75
source: 医神ノ息吹
es_es: Medical God Breath

# SKILL_NAME_76
source: 声援
es_es: Solidarity

# SKILL_NAME_77
source: 応援
es_es: Cheering

# SKILL_NAME_78
source: 応援歌
es_es: Cheering song

# SKILL_NAME_79
source: 激励
es_es: excitation

# SKILL_NAME_80
source: 鼓舞
es_es: Inspire

# SKILL_NAME_81
source: 後援隊
es_es: Support team

# SKILL_NAME_82
source: 手伝
es_es: help

# SKILL_NAME_83
source: 補助
es_es: Subsidy

# SKILL_NAME_84
source: 補助者
es_es: Grantor

# SKILL_NAME_85
source: 助太刀
es_es: Assistant sword

# SKILL_NAME_86
source: 応援部隊
es_es: Support unit

# SKILL_NAME_87
source: 闘神ノ士気
es_es: Fighting god morale

# SKILL_NAME_88
source: 援助
es_es: assistance

# SKILL_NAME_89
source: 補翼
es_es: Patch

# SKILL_NAME_90
source: 報奨金
es_es: Bounty

# SKILL_NAME_91
source: 商神の恩寵
es_es: Grace of the commercial god

# SKILL_NAME_92
source: 支援
es_es: support

# SKILL_NAME_93
source: 大支援
es_es: Great support

# SKILL_NAME_94
source: 熱烈支援
es_es: Warm support

# SKILL_NAME_95
source: 超絶激怒
es_es: Transcendental rage

# SKILL_NAME_96
source: 憤怒
es_es: anger

# SKILL_NAME_97
source: 怒髪天
es_es: Anger

# SKILL_NAME_98
source: 怒髪衝天
es_es: Dohatsuten

# SKILL_NAME_99
source: 鬼神ノ咆哮
es_es: Demon Roar

# SKILL_NAME_100
source: 神々ノ祭典
es_es: Gods Festival

# SKILL_NAME_101
source: 空蝉ノ時計
es_es: Sky 蝉 ノ Clock

# SKILL_NAME_102
source: 奇跡ノ愛撫
es_es: Miracle caress

# SKILL_NAME_103
source: 至高ノ指圧
es_es: Supreme Shiatsu

# SKILL_NAME_104
source: 虎墜ノ気位
es_es: Tiger crash

# SKILL_NAME_105
source: 漢気ノ真髄
es_es: The essence of Hanki

# SKILL_NAME_106
source: 識者ノ言霊
es_es: Kotodama

# SKILL_NAME_107
source: 北ノ大号令
es_es: Kitano Daisho

# SKILL_DETAIL_0
source: 一定時間プレイヤーの 攻撃力が上昇（小）
es_es: Player's attack power increases for a certain period of time (small)

# SKILL_DETAIL_1
source: 一定時間プレイヤーの 攻撃力が上昇（中）
es_es: Player's attack power increases for a certain period of time (medium)

# SKILL_DETAIL_2
source: 一定時間プレイヤーの 攻撃力が上昇（大）
es_es: Increased player attack power for a certain period of time (Large)

# SKILL_DETAIL_3
source: 一定時間プレイヤーの 攻撃力が上昇（特大）
es_es: Increased player attack power for a certain period of time (extra large)

# SKILL_DETAIL_4
source: 一定時間プレイヤーの 攻撃力が上昇（極大）
es_es: Player's attack power increases for a certain period of time (maximum)

# SKILL_DETAIL_5
source: 一定時間プレイヤーの 乱舞の型攻撃力が上昇 （小）
es_es: Increased player's random dance type attack power for a certain period of time (small)

# SKILL_DETAIL_6
source: 一定時間プレイヤーの 乱舞の型攻撃力が上昇 （中）
es_es: Increased player's random dance type attack power for a certain period of time (medium)

# SKILL_DETAIL_7
source: 一定時間プレイヤーの 乱舞の型攻撃力が上昇 （大）
es_es: Increased player's random dance type attack power for a certain period of time (Large)

# SKILL_DETAIL_8
source: 一定時間プレイヤーの 一刀の型攻撃力が上昇 （小）
es_es: Increased player's sword type attack power for a certain period of time (small)

# SKILL_DETAIL_9
source: 一定時間プレイヤーの 一刀の型攻撃力が上昇 （中）
es_es: Increased player's sword type attack power for a certain period of time (medium)

# SKILL_DETAIL_10
source: 一定時間プレイヤーの 一刀の型攻撃力が上昇 （大）
es_es: Increased player's sword type attack power for a certain period of time (Large)

# SKILL_DETAIL_11
source: 一定時間プレイヤーの 短銃の型攻撃力が上昇 （小）
es_es: Increased player's pistol type attack power for a certain period of time (small)

# SKILL_DETAIL_12
source: 一定時間プレイヤーの 短銃の型攻撃力が上昇 （中）
es_es: Increased player's pistol type attack power for a certain period of time (medium)

# SKILL_DETAIL_13
source: 一定時間プレイヤーの 短銃の型攻撃力が上昇 （大）
es_es: Increased player's pistol type attack power for a certain period of time (Large)

# SKILL_DETAIL_14
source: 一定時間プレイヤーの 格闘攻撃力上昇 （小）
es_es: Increased player's fighting attack power for a certain period of time (small)

# SKILL_DETAIL_15
source: 一定時間プレイヤーの 格闘攻撃力上昇 （中）
es_es: Increased player's fighting attack power for a certain period of time (medium)

# SKILL_DETAIL_16
source: 一定時間プレイヤーの 格闘攻撃力上昇 （大）
es_es: Increased player's fighting attack power for a certain period of time (Large)

# SKILL_DETAIL_17
source: 一定時間炎属性の 攻撃力上昇（大）
es_es: Increased attack power of fire attribute for a certain period of time (Large)

# SKILL_DETAIL_18
source: 一定時間炎属性の 攻撃力上昇（特大）
es_es: Increased attack power of fire attribute for a certain period of time (extra large)

# SKILL_DETAIL_19
source: 一定時間炎属性の 攻撃力上昇（極大）
es_es: Increased attack power of fire attribute for a certain period of time (maximum)

# SKILL_DETAIL_20
source: 一定時間雷属性の 攻撃力上昇（大）
es_es: Increased attack power of lightning attribute for a certain period of time (Large)

# SKILL_DETAIL_21
source: 一定時間雷属性の 攻撃力上昇（特大）
es_es: Increased attack power of lightning attribute for a certain period of time (extra large)

# SKILL_DETAIL_22
source: 一定時間雷属性の 攻撃力上昇（極大）
es_es: Increased attack power of lightning attribute for a certain period of time (maximum)

# SKILL_DETAIL_23
source: 一定時間閃属性の 攻撃力上昇（大）
es_es: Increased attack power of flash attribute for a certain period of time (Large)

# SKILL_DETAIL_24
source: 一定時間閃属性の 攻撃力上昇（特大）
es_es: Increased attack power of flash attribute for a certain period of time (extra large)

# SKILL_DETAIL_25
source: 一定時間閃属性の 攻撃力上昇（極大）
es_es: Increased attack power of flash attribute for a certain period of time (maximum)

# SKILL_DETAIL_26
source: 一定時間毒属性の 攻撃力上昇（大）
es_es: Increased attack power of poison attribute for a certain period of time (Large)

# SKILL_DETAIL_27
source: 一定時間毒属性の 攻撃力上昇（特大）
es_es: Increased attack power of poison attribute for a certain period of time (extra large)

# SKILL_DETAIL_28
source: 一定時間毒属性の 攻撃力上昇（極大）
es_es: Increased attack power of poison attribute for a certain period of time (maximum)

# SKILL_DETAIL_29
source: 一定時間プレイヤーは ガードブレイクを得る
es_es: Players get a guard break for a period of time

# SKILL_DETAIL_30
source: 短時間プレイヤーの 攻撃力が飛躍的に上昇
es_es: The attack power of the player for a short time increases dramatically

# SKILL_DETAIL_31
source: 爆発による 範囲攻撃
es_es: Range attack by explosion

# SKILL_DETAIL_32
source: 爆発による 広範囲攻撃
es_es: Wide range attack by explosion

# SKILL_DETAIL_33
source: 炎による 範囲攻撃
es_es: Range attack with fire

# SKILL_DETAIL_34
source: 炎による 広範囲攻撃
es_es: Wide range attack by fire

# SKILL_DETAIL_35
source: 電撃による 範囲攻撃
es_es: Range attack by electric shock

# SKILL_DETAIL_36
source: 電撃による 広範囲攻撃
es_es: Wide range attack by electric shock

# SKILL_DETAIL_37
source: 閃光による 範囲攻撃
es_es: Range attack with flash

# SKILL_DETAIL_38
source: 閃光による 広範囲攻撃
es_es: Wide range attack with flash

# SKILL_DETAIL_39
source: 毒霧による 範囲攻撃
es_es: Range attack with poison fog

# SKILL_DETAIL_40
source: 毒霧による 広範囲攻撃
es_es: Wide range attack by poison fog

# SKILL_DETAIL_41
source: 射撃による 範囲攻撃
es_es: Range attack by shooting

# SKILL_DETAIL_42
source: 射撃による 広範囲攻撃
es_es: Wide range attack by shooting

# SKILL_DETAIL_43
source: あたり一面に ヌルヌルが広がる
es_es: Slimy spreads all over

# SKILL_DETAIL_44
source: 敵が一斉に怯える
es_es: Enemies are scared all at once

# SKILL_DETAIL_45
source: プレイヤーの体力を １に減少させて長時間 攻撃力上昇（極大）
es_es: Reduces player's physical strength to 1 and increases attack power for a long time (maximum)

# SKILL_DETAIL_46
source: 一定時間プレイヤーの 防御力が上昇（小）
es_es: Increased player defense for a certain period of time (small)

# SKILL_DETAIL_47
source: 一定時間プレイヤーの 防御力が上昇（中）
es_es: Increased player defense for a certain period of time (medium)

# SKILL_DETAIL_48
source: 一定時間プレイヤーの 防御力が上昇（大）
es_es: Increased player defense for a certain period of time (Large)

# SKILL_DETAIL_49
source: 一定時間プレイヤーの 防御力が上昇（特大）
es_es: Increased player defense for a certain period of time (extra large)

# SKILL_DETAIL_50
source: 一定時間プレイヤーの 防御力が上昇（極大）
es_es: Player's defense power increases for a certain period of time (maximum)

# SKILL_DETAIL_51
source: 一定時間プレイヤーは 怯まない
es_es: Players are not scared for a certain period of time

# SKILL_DETAIL_52
source: プレイヤーの 体力を小回復
es_es: Small recovery of player's health

# SKILL_DETAIL_53
source: プレイヤーの 体力を中回復
es_es: Medium recovery of player's health

# SKILL_DETAIL_54
source: プレイヤーの 体力を大回復
es_es: Great recovery of player's physical strength

# SKILL_DETAIL_55
source: プレイヤーの 体力を極大回復
es_es: Maximum recovery of player's physical strength

# SKILL_DETAIL_56
source: 一定時間プレイヤーの 体力を自動回復（小）
es_es: Automatically recovers player's physical strength for a certain period of time (small)

# SKILL_DETAIL_57
source: 一定時間プレイヤーの 体力を自動回復（中）
es_es: Automatically recovers player's physical strength for a certain period of time (medium)

# SKILL_DETAIL_58
source: 一定時間プレイヤーの 体力を自動回復（大）
es_es: Automatically recovers player's physical strength for a certain period of time (Large)

# SKILL_DETAIL_59
source: 一定時間プレイヤーの 体力を自動回復 （極大）
es_es: Automatic recovery of player's physical strength for a certain period of time (maximum)

# SKILL_DETAIL_60
source: 長時間攻撃隊士の 能力効果が上昇 （小）
es_es: Increased ability effect of long-time attackers (small)

# SKILL_DETAIL_61
source: 長時間攻撃隊士の 能力効果が上昇 （中）
es_es: Increased ability effect of long-time attackers (medium)

# SKILL_DETAIL_62
source: 長時間攻撃隊士の 能力効果が上昇 （大）
es_es: Increased ability effect of long-time attackers (Large)

# SKILL_DETAIL_63
source: 長時間守備隊士の 能力効果が上昇 （小）
es_es: Increased ability effect of garrison for a long time (small)

# SKILL_DETAIL_64
source: 長時間守備隊士の 能力効果が上昇 （中）
es_es: Increased ability effect of garrison for a long time (medium)

# SKILL_DETAIL_65
source: 長時間守備隊士の 能力効果が上昇 （大）
es_es: Increased ability effect of garrison for a long time (Large)

# SKILL_DETAIL_66
source: 長時間衛生隊士の 能力効果が上昇 （小）
es_es: Increased ability effect of long-time hygiene personnel (small)

# SKILL_DETAIL_67
source: 長時間衛生隊士の 能力効果が上昇 （中）
es_es: Increased ability effect of long-time hygiene personnel (medium)

# SKILL_DETAIL_68
source: 長時間衛生隊士の 能力効果が上昇 （大）
es_es: Increased ability effect of long-time hygiene personnel (large)

# SKILL_DETAIL_69
source: 長時間全ての 能力効果が上昇 （小）
es_es: Increases all ability effects for a long time (small)

# SKILL_DETAIL_70
source: 長時間全ての 能力効果が上昇 （中）
es_es: Increases all ability effects for a long time (medium)

# SKILL_DETAIL_71
source: 長時間全ての 能力効果が上昇 （極大）
es_es: Increases all ability effects for a long time (maximum)

# SKILL_DETAIL_72
source: 全隊士の能力を 小充填
es_es: Small filling of the abilities of all soldiers

# SKILL_DETAIL_73
source: 全隊士の能力を 中充填
es_es: Filling the abilities of all soldiers

# SKILL_DETAIL_74
source: 全隊士の能力を 大充填
es_es: Fully filled with the abilities of all soldiers

# SKILL_DETAIL_75
source: 全隊士の能力を 極大充填
es_es: Maximum capacity of all soldiers

# SKILL_DETAIL_76
source: 一定時間全隊士の 充填速度上昇（小）
es_es: Increased filling speed for all soldiers for a certain period of time (small)

# SKILL_DETAIL_77
source: 一定時間全隊士の 充填速度上昇（中）
es_es: Increased filling speed of all soldiers for a certain period of time (medium)

# SKILL_DETAIL_78
source: 一定時間全隊士の 充填速度上昇（大）
es_es: Increased filling speed of all soldiers for a certain period of time (Large)

# SKILL_DETAIL_79
source: プレイヤーの闘気を 極大充填
es_es: Maximum filling of player's fighting spirit

# SKILL_DETAIL_80
source: 長時間プレイヤーの 闘気を充填（小）
es_es: Filling the player's fighting spirit for a long time (small)

# SKILL_DETAIL_81
source: 長時間プレイヤーの 闘気を充填（中）
es_es: Filling the player's fighting spirit for a long time (middle)

# SKILL_DETAIL_82
source: 長時間プレイヤーの 闘気を充填（大）
es_es: Filling the player's fighting spirit for a long time (Large)

# SKILL_DETAIL_83
source: 長時間プレイヤーの 闘気を充填（極大）
es_es: Filling the player's fighting spirit for a long time (maximum)

# SKILL_DETAIL_84
source: 全ての敵が凶暴化 または死亡する
es_es: All enemies become ferocious or die

# SKILL_DETAIL_85
source: 短時間すべての敵の 動きが止まる
es_es: All enemies stop moving for a short time

# SKILL_USE_MESSAGE_0
source: 攻撃力が上昇（小）
es_es: Attack power increased (small)

# SKILL_USE_MESSAGE_1
source: 攻撃力が上昇（中）
es_es: Attack power increased (medium)

# SKILL_USE_MESSAGE_2
source: 攻撃力が上昇（大）
es_es: Attack power increased (large)

# SKILL_USE_MESSAGE_3
source: 攻撃力が上昇（特大）
es_es: Attack power increased (extra large)

# SKILL_USE_MESSAGE_4
source: 攻撃力が上昇（極大）
es_es: Attack power increased (maximum)

# SKILL_USE_MESSAGE_5
source: 乱舞の型攻撃力が上昇（小）
es_es: Ranbu type attack power increased (small)

# SKILL_USE_MESSAGE_6
source: 乱舞の型攻撃力が上昇（中）
es_es: Ranbu type attack power increased (medium)

# SKILL_USE_MESSAGE_7
source: 乱舞の型攻撃力が上昇（大）
es_es: Ranbu type attack power increased (large)

# SKILL_USE_MESSAGE_8
source: 一刀の型攻撃力が上昇（小）
es_es: One sword type attack power increased (small)

# SKILL_USE_MESSAGE_9
source: 一刀の型攻撃力が上昇（中）
es_es: One sword type attack power increased (medium)

# SKILL_USE_MESSAGE_10
source: 一刀の型攻撃力が上昇（大）
es_es: One sword type attack power increased (large)

# SKILL_USE_MESSAGE_11
source: 短銃の型攻撃力が上昇（小）
es_es: Increased pistol type attack power (small)

# SKILL_USE_MESSAGE_12
source: 短銃の型攻撃力が上昇（中）
es_es: Increased pistol type attack power (medium)

# SKILL_USE_MESSAGE_13
source: 短銃の型攻撃力が上昇（大）
es_es: Increased pistol type attack power (large)

# SKILL_USE_MESSAGE_14
source: 格闘攻撃力上昇（小）
es_es: Increased fighting attack power (small)

# SKILL_USE_MESSAGE_15
source: 格闘攻撃力上昇（中）
es_es: Increased fighting attack power (medium)

# SKILL_USE_MESSAGE_16
source: 格闘攻撃力上昇（大）
es_es: Increased fighting attack power (large)

# SKILL_USE_MESSAGE_17
source: 炎属性の攻撃力上昇（大）
es_es: Increased attack power of fire attribute (large)

# SKILL_USE_MESSAGE_18
source: 炎属性の攻撃力上昇（特大）
es_es: Increased attack power of fire attribute (extra large)

# SKILL_USE_MESSAGE_19
source: 炎属性の攻撃力上昇（極大）
es_es: Increased attack power of fire attribute (maximum)

# SKILL_USE_MESSAGE_20
source: 雷属性の攻撃力上昇（大）
es_es: Increased attack power of lightning attribute (large)

# SKILL_USE_MESSAGE_21
source: 雷属性の攻撃力上昇（特大）
es_es: Increased attack power of lightning attribute (extra large)

# SKILL_USE_MESSAGE_22
source: 雷属性の攻撃力上昇（極大）
es_es: Increased attack power of lightning attribute (maximum)

# SKILL_USE_MESSAGE_23
source: 閃属性の攻撃力上昇（大）
es_es: Increased attack power of flash attribute (large)

# SKILL_USE_MESSAGE_24
source: 閃属性の攻撃力上昇（特大）
es_es: Increased attack power of flash attribute (extra large)

# SKILL_USE_MESSAGE_25
source: 閃属性の攻撃力上昇（極大）
es_es: Increased attack power of flash attribute (maximum)

# SKILL_USE_MESSAGE_26
source: 毒属性の攻撃力上昇（大）
es_es: Increased attack power of poison attribute (large)

# SKILL_USE_MESSAGE_27
source: 毒属性の攻撃力上昇（特大）
es_es: Increased attack power of poison attribute (extra large)

# SKILL_USE_MESSAGE_28
source: 毒属性の攻撃力上昇（極大）
es_es: Increased attack power of poison attribute (maximum)

# SKILL_USE_MESSAGE_29
source: ガードブレイクを得る
es_es: Get a guard break

# SKILL_USE_MESSAGE_30
source: 短時間、攻撃力が飛躍的に上昇
es_es: Attack power increases dramatically for a short time

# SKILL_USE_MESSAGE_31
source: 爆発による範囲攻撃
es_es: Range attack by explosion

# SKILL_USE_MESSAGE_32
source: 爆発による広範囲攻撃
es_es: Wide range attack by explosion

# SKILL_USE_MESSAGE_33
source: 炎による範囲攻撃
es_es: Range attack with fire

# SKILL_USE_MESSAGE_34
source: 炎による広範囲攻撃
es_es: Wide range attack by fire

# SKILL_USE_MESSAGE_35
source: 電撃による範囲攻撃
es_es: Range attack by electric shock

# SKILL_USE_MESSAGE_36
source: 電撃による広範囲攻撃
es_es: Wide range attack by electric shock

# SKILL_USE_MESSAGE_37
source: 閃光による範囲攻撃
es_es: Range attack with flash

# SKILL_USE_MESSAGE_38
source: 閃光による広範囲攻撃
es_es: Wide range attack with flash

# SKILL_USE_MESSAGE_39
source: 毒霧による範囲攻撃
es_es: Range attack with poison fog

# SKILL_USE_MESSAGE_40
source: 毒霧による広範囲攻撃
es_es: Wide range attack by poison fog

# SKILL_USE_MESSAGE_41
source: 射撃による範囲攻撃
es_es: Range attack by shooting

# SKILL_USE_MESSAGE_42
source: 射撃による広範囲攻撃
es_es: Wide range attack by shooting

# SKILL_USE_MESSAGE_43
source: 禁断の能力
es_es: Forbidden ability

# SKILL_USE_MESSAGE_44
source: 敵が一斉に怯える
es_es: Enemies are scared all at once

# SKILL_USE_MESSAGE_45
source: 体力が１になり攻撃力上昇（極大）
es_es: Physical strength becomes 1 and attack power increases (maximum)

# SKILL_USE_MESSAGE_46
source: 防御力が上昇（小）
es_es: Increased defense (small)

# SKILL_USE_MESSAGE_47
source: 防御力が上昇（中）
es_es: Increased defense (medium)

# SKILL_USE_MESSAGE_48
source: 防御力が上昇（大）
es_es: Increased defense (large)

# SKILL_USE_MESSAGE_49
source: 防御力が上昇（特大）
es_es: Increased defense (extra large)

# SKILL_USE_MESSAGE_50
source: 防御力が上昇（極大）
es_es: Increased defense (maximum)

# SKILL_USE_MESSAGE_51
source: プレイヤーは怯まない
es_es: Players are not scared

# SKILL_USE_MESSAGE_52
source: 体力を小回復
es_es: Small recovery of physical strength

# SKILL_USE_MESSAGE_53
source: 体力を中回復
es_es: Medium recovery of physical strength

# SKILL_USE_MESSAGE_54
source: 体力を大回復
es_es: Great recovery of physical strength

# SKILL_USE_MESSAGE_55
source: 体力を極大回復
es_es: Maximum recovery of physical strength

# SKILL_USE_MESSAGE_56
source: 体力を自動回復（小）
es_es: Automatic recovery of physical strength (small)

# SKILL_USE_MESSAGE_57
source: 体力を自動回復（中）
es_es: Automatic recovery of physical strength (medium)

# SKILL_USE_MESSAGE_58
source: 体力を自動回復（大）
es_es: Automatic recovery of physical strength (large)

# SKILL_USE_MESSAGE_59
source: 体力を自動回復（極大）
es_es: Automatic recovery of physical strength (maximum)

# SKILL_USE_MESSAGE_60
source: 攻撃隊士の能力効果が上昇（小）
es_es: Increased ability effect of attackers (small)

# SKILL_USE_MESSAGE_61
source: 攻撃隊士の能力効果が上昇（中）
es_es: Increased ability effect of attackers (medium)

# SKILL_USE_MESSAGE_62
source: 攻撃隊士の能力効果が上昇（大）
es_es: Increased ability effect of attackers (Large)

# SKILL_USE_MESSAGE_63
source: 守備隊士の能力効果が上昇（小）
es_es: Increased ability effect of garrison (small)

# SKILL_USE_MESSAGE_64
source: 守備隊士の能力効果が上昇（中）
es_es: Increased ability effect of garrison (medium)

# SKILL_USE_MESSAGE_65
source: 守備隊士の能力効果が上昇（大）
es_es: Increased ability effect of garrison (large)

# SKILL_USE_MESSAGE_66
source: 衛生隊士の能力効果が上昇（小）
es_es: Increased ability effect of hygiene personnel (small)

# SKILL_USE_MESSAGE_67
source: 衛生隊士の能力効果が上昇（中）
es_es: Increased ability effect of hygiene personnel (medium)

# SKILL_USE_MESSAGE_68
source: 衛生隊士の能力効果が上昇（大）
es_es: Increased ability effect of hygiene personnel (large)

# SKILL_USE_MESSAGE_69
source: 全ての能力効果が上昇（小）
es_es: All ability effects increased (small)

# SKILL_USE_MESSAGE_70
source: 全ての能力効果が上昇（中）
es_es: All ability effects increased (medium)

# SKILL_USE_MESSAGE_71
source: 全ての能力効果が上昇（極大）
es_es: All ability effects increased (maximum)

# SKILL_USE_MESSAGE_72
source: 全隊士の能力を小充填
es_es: Small filling of the abilities of all soldiers

# SKILL_USE_MESSAGE_73
source: 全隊士の能力を中充填
es_es: Filling the abilities of all soldiers

# SKILL_USE_MESSAGE_74
source: 全隊士の能力を大充填
es_es: Fully filled with the abilities of all soldiers

# SKILL_USE_MESSAGE_75
source: 全隊士の能力を極大充填
es_es: Maximum capacity of all soldiers

# SKILL_USE_MESSAGE_76
source: 全隊士の充填速度上昇（小）
es_es: Increased filling speed for all soldiers (small)

# SKILL_USE_MESSAGE_77
source: 全隊士の充填速度上昇（中）
es_es: Increased filling speed for all soldiers (medium)

# SKILL_USE_MESSAGE_78
source: 全隊士の充填速度上昇（大）
es_es: Increased filling speed for all soldiers (Large)

# SKILL_USE_MESSAGE_79
source: 闘気を極大充填
es_es: Maximum fighting spirit

# SKILL_USE_MESSAGE_80
source: 闘気を充填（小）
es_es: Filling fighting spirit (small)

# SKILL_USE_MESSAGE_81
source: 闘気を充填（中）
es_es: Filling the fighting spirit (middle)

# SKILL_USE_MESSAGE_82
source: 闘気を充填（大）
es_es: Filling the fighting spirit (Large)

# SKILL_USE_MESSAGE_83
source: 闘気を充填（極大）
es_es: Filling the fighting spirit (maximum)

# SKILL_USE_MESSAGE_84
source: 敵が凶暴化または死亡する
es_es: Enemy becomes ferocious or dies

# SKILL_USE_MESSAGE_85
source: すべての敵の動きが止まる
es_es: All enemies stop moving
