Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/auth/c11_010.par/cmn.par.unpack/cmn.po
Languages: es_es

source: 寺田屋では でけえ魚を逃がしたもんだなぁ あんた
es_es: At Teradaya, you missed a big fish.

source: 見廻組の邪魔が入ってな
es_es: There is an obstacle in the patrol group

source: 連中は 勝麟太郎に動かされていたらしい
es_es: It seems that they were moved by Katsu Rintaro

source: それで結局 「坂本龍馬」の正体はわからずじまいか
es_es: So in the end, I don't know what "Ryoma Sakamoto" really is.

source: なあ
es_es: Hey

source: あいつは何をしに また京に舞い戻ってきたと思う？
es_es: What do you think he's back in Kyo?

source: さあな
es_es: I do not know

source: あんたは知っているのか？
es_es: Do you know

source: ああ
es_es: Oh

source: そいつを教えるために あんたをここへ呼んだんだ
es_es: I called you here to teach it

source: それに……
es_es: in addition……

source: いよいよ時間がなくなってきたことも 承知しといてもらいてえと思ってよ
es_es: I hope you will be aware that time is finally running out.

source: 時間？
es_es: time?

source: 何のだ？
es_es: What is it?

source: この日本て国が自滅するまでの時間だよ
es_es: It's time for Japan to self-destruct

source: 何……！？
es_es: what……! ??

source: 「坂本龍馬」はな……
es_es: "Ryoma Sakamoto" is ...

source: 国中を巻き込んだ倒幕戦争の引き金を引きに この京に来てるんだよ
es_es: I'm coming to this Kyo to trigger the fallen war that involved the whole country
