Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/auth/c11_060.par/cmn.par.unpack/cmn.po
Languages: es_es

source: 上様 奴が例の賊にございます
es_es: The boss is in the thief

source: 見れば分かる
es_es: You can see it by looking at it

source: 太刀を持て
es_es: Hold a sword

source: はっ
es_es: Haha

source: 恐ろしく 手練れの者たちでございます たった２人でここまで……
es_es: These are horribly hand-crafted people, so far with only two people ...

source: その方 何が目的だ
es_es: What is the purpose of that person

source: あんたが 徳川将軍か？
es_es: Are you General Tokugawa?

source: なるほど 俺の顔も知らんか
es_es: I see, don't you know my face

source: だが
es_es: But

source: たった２人でここまでたどり着いたのは
es_es: Only two people have reached this point

source: 見事だ
es_es: It's wonderful

source: お前の狙いは……
es_es: Your aim is ...

source: この慶喜の首か？
es_es: Is this Yoshinobu's neck?

source: いえ 俺たちは……
es_es: No, we are ...

source: 上様に聞いていただきたい話を持って参上しました
es_es: I came up with a story I would like you to hear

source: 御無礼は承知の上 ですが……
es_es: I'm aware of your rudeness, but ...

source: この国を救うためです
es_es: To save this country

source: たわけが！ 賊がえらそうに何をぬかすか！！
es_es: That's why! What the thieves are going to miss! !!

source: お前は下がっていろ
es_es: You should go down

source: お前たちも手を出すな
es_es: Don't touch you guys

source: う 上様！？
es_es: Ujo-sama! ??

source: 徳川開幕以来３００年 将軍の首を狙う賊は何人もいた
es_es: There have been many thieves aiming for the head of the shogun for 300 years since the opening of Tokugawa.

source: だが今度の賊は この俺に「国を救う話を聞け」と言う
es_es: But this time the thief tells me, "Listen to the story of saving the country."

source: 徳川の世は そこまで衰えたか？
es_es: Has the world of Tokugawa declined so much?

source: 俺に話を聞かせたいのなら……
es_es: If you want to talk to me ...

source: 聞く耳を持たせてみろ
es_es: Give it an ear to hear

source: 安心してかかってくるがいい
es_es: You should feel at ease

source: 一度命令を下した以上 この者たちはたとえ俺が死んでも手は出さん
es_es: Once I've given the order, these guys are out of hand even if I die

source: それが……
es_es: that is……

source: 上様のお望みなら
es_es: If you want

source: 遠慮は無用だ
es_es: Don't hesitate

source: お前も国を救うと言うなら それに殉ずる覚悟もあるのだろう
es_es: If you say that you want to save the country

source: だが
es_es: But

source: 俺も伊達に 将軍を名乗る男じゃないんでな
es_es: I'm not a man who calls himself a shogun to Date

source: いくぞ！
es_es: let's go!
