Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/pausepar/pause.par/complete_select.po
Languages: es_es

# NAME_0
source: コインロッカー
es_es: Coin locker

# NAME_1
source: 食事
es_es: Meal

# NAME_2
source: 改造武器
es_es: Modification of weapons

# NAME_3
source: 馴染み
es_es: Familiar

# NAME_4
source: 天啓
es_es: Revelation

# NAME_5
source: ミニゲーム
es_es: Mini game

# NAME_6
source: キャバクラ
es_es: Kyabakura

# NAME_7
source: キャバつく嬢
es_es: Miss Kyaba

# NAME_9
source: 西郷の修行
es_es: Nishigo training

# NAME_10
source: センニンのお手伝い
es_es: Sennin's help

# NAME_11
source: ナイールとの組み手
es_es: Kumite with Neil

# NAME_12
source: 闘技場
es_es: Arena

# NAME_13
source: 格闘家をつくろう！
es_es: Let's make a fighter!

# NAME_14
source: 警察無線トラブル解決バトル
es_es: Police radio trouble solving battle

# NAME_15
source: チームエンカウントバトル
es_es: Team encounter battle

# NAME_17
source: ヒートアクション
es_es: Heat action

# EXPLANATION_0
source: コインロッカーのコンプリートです。 地上・地下にある計１００のロッカー開錠で達成です。
es_es: It is a complete coin locker. Achieved by unlocking a total of 100 lockers above and below ground.

# EXPLANATION_1
source: 食事のコンプリートです。 全ての飲食系店舗メニューを制覇すると達成です。
es_es: It is a complete meal. Achieved by conquering all restaurant menus.

# EXPLANATION_2
source: 改造武具のコンプリートです。 ワークス上山２店舗の全武具を作成すると達成です。
es_es: It is a complete remodeled armor. This is achieved by creating all the weapons for the two Works Kamiyama stores.

# EXPLANATION_3
source: 顔馴染みのコンプリートです。 街の特定人物全てと馴染みになると達成です。
es_es: It is a familiar face complete. Achieved when you become familiar with all the specific people in the city.

# EXPLANATION_4
source: 天啓のコンプリートです。 全ての天啓を見る事で達成されます。
es_es: It is a complete revelation. It is achieved by seeing all the revelations.

# EXPLANATION_5
source: ミニゲームのコンプリートです。 各ミニゲームの達成状況は<Sign:0>で確認できます。
es_es: It is a complete mini game. The achievement status of each mini game<Sign:0> In can be confirmed.

# EXPLANATION_6
source: キャバクラのコンプリートです。 全てのキャバ嬢のサブストーリークリアで達成です。
es_es: It is a complete cabaret club. Achieved by clearing all the sub-story of Miss Kyaba.

# EXPLANATION_7
source: キャバつく嬢のコンプリートです。 全キャバつく嬢のサブストーリークリアで達成です。
es_es: It is a complete of Miss Kyaba. It is achieved by clearing the sub-story of all the cabaret girls.

# EXPLANATION_8
source: キャバ嬢育成のコンプリートです。 全てのキャバ嬢をＮｏ．１にすると達成です。
es_es: It is a complete training of Miss Kyaba. All hostesses are No. Achievement when set to 1.

# EXPLANATION_9
source: 西郷の修行コンプリートです。 全ての修行をクリアしたら達成です。
es_es: It is a training complete of Nishigo. If you clear all the training, you will achieve it.

# EXPLANATION_10
source: センニンのお手伝いのコンプリートです。 センニンの手伝い全てを完了すると達成です。
es_es: It is a complete help of Sennin. It is achieved when all the help of Sennin is completed.

# EXPLANATION_11
source: ナイールとの組み手修行のコンプリートです。 ナイールの目的が完遂できたら達成です。
es_es: It is a complete training of kumite with Neil. If you can complete the purpose of Neil, you will achieve it.

# EXPLANATION_12
source: 闘技場のコンプリートです。 全てのトーナメントを制覇すると達成です。
es_es: The arena is complete. Achieve when you win all tournaments.

# EXPLANATION_13
source: 格闘家をつくろう！のコンプリートです。 全弟子を新人トーナメントで優勝させると達成です。
es_es: Let's make a fighter! Is complete. This is achieved by winning all the disciples in a rookie tournament.

# EXPLANATION_14
source: 警察無線トラブル解決バトルのコンプリートです。 特定のトラブルを解決すると達成です。
es_es: It is a complete police radio trouble-solving battle. It is achieved when a specific trouble is solved.

# EXPLANATION_15
source: チームエンカウントバトルのコンプリートです。 全てのチームを撃退したら達成です。
es_es: This is the complete team encounter battle. Achieved when all teams are repelled.

# EXPLANATION_16
source: ＩＦ７－Ｒのコンプリートです。 全ての敵を倒したら達成です。
es_es: It is a complete IF7-R. Achieve if you defeat all the enemies.

# EXPLANATION_17
source: ヒートアクションのコンプリートです。 全てのヒートアクションを発動させたら達成です。
es_es: It is a complete heat action. It is achieved when all heat actions are activated.
