Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/bootpar/boot.par/ability.po
Languages: es_es

# CONTROL_EXPLANATION_62
source: 連撃中に<Sign:1>長押し
es_es: During a series of attacks<Sign:1> Long press

# CONTROL_EXPLANATION_63
source: <Sign:2><Sign:2><Sign:2><Sign:2> <Sign:2><Sign:2><Sign:2><Sign:2><Sign:1> <Sign:2><Sign:2><Sign:2><Sign:2><Sign:1>長押し
es_es: <Sign:2><Sign:2><Sign:2><Sign:2><Sign:2><Sign:2><Sign:2><Sign:2><Sign:1><Sign:2><Sign:2><Sign:2><Sign:2><Sign:1> Long press

# CONTROL_EXPLANATION_64
source: 溜めた大攻撃が当たる瞬間に<Sign:1>
es_es: At the moment when the accumulated big attack hits<Sign:1>

# CONTROL_EXPLANATION_65
source: <Sign:1>長押し後、放す
es_es: <Sign:1>Press and hold, then release

# CONTROL_EXPLANATION_66
source: <Sign:2><Sign:2><Sign:2><Sign:2><Sign:1>長押し<Sign:1>
es_es: <Sign:2><Sign:2><Sign:2><Sign:2><Sign:1>Long press<Sign:1>

# CONTROL_EXPLANATION_67
source: 剣撃 微睡が当たる瞬間に<Sign:1>
es_es: Sword attack At the moment when a slight sleep hits<Sign:1>

# CONTROL_EXPLANATION_68
source: 防御を崩された時に<Sign:6>
es_es: When the defense is broken<Sign:6>

# CONTROL_EXPLANATION_69
source: 倒れている敵の近くで<Sign:1>
es_es: Near a fallen enemy<Sign:1>

# CONTROL_EXPLANATION_70
source: 大太刀を装備して <Sign:2><Sign:1><Sign:0>
es_es: Equipped with a large sword<Sign:2><Sign:1><Sign:0>

# CONTROL_EXPLANATION_71
source: 大太刀装備 壁の近くにいる敵に<Sign:1>
es_es: Odachi equipment For enemies near the wall<Sign:1>

# CONTROL_EXPLANATION_72
source: 大太刀装備 刀による敵の攻撃が当たる瞬間に<Sign:1>
es_es: Odachi equipment At the moment when the enemy's attack with a sword hits<Sign:1>

# CONTROL_EXPLANATION_73
source: 大太刀装備 ３人の敵に対して<Sign:1>
es_es: Odachi equipment against 3 enemies<Sign:1>

# CONTROL_EXPLANATION_74
source: 敵の近くで構えて<Sign:1>
es_es: Hold near the enemy<Sign:1>

# CONTROL_EXPLANATION_75
source: 武剣技 一刀の極み中に<Sign:1>
es_es: In the height of one sword<Sign:1>

# CONTROL_EXPLANATION_76
source: 武剣技 一刀の極み中に<Sign:45>一回転
es_es: In the height of one sword<Sign:45> One revolution

# CONTROL_EXPLANATION_77
source: 壁の近くにいる敵に<Sign:1>
es_es: To the enemy near the wall<Sign:1>

# CONTROL_EXPLANATION_78
source: 離れた敵の銃攻撃に対して<Sign:1>
es_es: Against distant enemy gun attacks<Sign:1>

# CONTROL_EXPLANATION_79
source: 敵の攻撃に対して構えて<Sign:0>
es_es: Be prepared for enemy attacks<Sign:0>

# CONTROL_EXPLANATION_80
source: 後ろから攻撃してきた敵に対して<Sign:1>
es_es: Against the enemy attacking from behind<Sign:1>

# CONTROL_EXPLANATION_81
source: 美技 風見鶏成功後に<Sign:1>
es_es: After the success of the weathercock<Sign:1>

# CONTROL_EXPLANATION_82
source: 剣撃 狼牙が当たったときに<Sign:0>
es_es: When the sword attack wolf fangs hit<Sign:0>

# CONTROL_EXPLANATION_83
source: 龍牙一閃発動中に<Sign:0>
es_es: During the activation of Ryuga Ippen<Sign:0>

# CONTROL_EXPLANATION_84
source: 敵の攻撃が当たる直前に構えて<Sign:1>
es_es: Hold just before the enemy's attack hits<Sign:1>

# CONTROL_EXPLANATION_85
source: 敵が３人以上いる場所に走り込んで<Sign:1>
es_es: Run into a place where there are 3 or more enemies<Sign:1>

# CONTROL_EXPLANATION_86
source: 敵が体勢を崩した瞬間に<Sign:1>
es_es: The moment the enemy loses his position<Sign:1>

# CONTROL_EXPLANATION_87
source: 敵の攻撃が当たる瞬間に<Sign:6>
es_es: At the moment when the enemy's attack hits<Sign:6>

# CONTROL_EXPLANATION_88
source: 大太刀を装備して、壁の近くにいる敵に<Sign:1>
es_es: Equipped with a large sword, against enemies near the wall<Sign:1>

# CONTROL_EXPLANATION_89
source: 大太刀を装備して、３人の敵に対して<Sign:1>
es_es: Equipped with a large sword against 3 enemies<Sign:1>

# CONTROL_EXPLANATION_90
source: 走り中に<Sign:2>
es_es: While running<Sign:2>

# CONTROL_EXPLANATION_91
source: 倒れた敵の近くで<Sign:1>
es_es: Near a fallen enemy<Sign:1>

# CONTROL_EXPLANATION_92
source: 走り込んで<Sign:1>
es_es: Run in<Sign:1>

# CONTROL_EXPLANATION_93
source: 轟撃ち中に<Sign:1>
es_es: During the roaring<Sign:1>

# CONTROL_EXPLANATION_94
source: 拡散轟射中に<Sign:1>
es_es: During diffuse roaring<Sign:1>

# CONTROL_EXPLANATION_95
source: 敵の攻撃が当たる直前に構えて<Sign:2>
es_es: Hold just before the enemy's attack hits<Sign:2>

# CONTROL_EXPLANATION_96
source: 敵を掴んで<Sign:2>
es_es: Grab the enemy<Sign:2>

# CONTROL_EXPLANATION_97
source: 大筒を装備して、花火玉を懐に持って<Sign:1>
es_es: Equipped with a large cylinder, carry a fireworks ball in your pocket<Sign:1>

# CONTROL_EXPLANATION_98
source: 回避中に<Sign:2>
es_es: During avoidance<Sign:2>

# CONTROL_EXPLANATION_99
source: 銃技 離し撃ちの極み中に<Sign:1>
es_es: In the height of shooting away<Sign:1>

# CONTROL_EXPLANATION_100
source: 前方回避中<Sign:2>の当て身後<Sign:1>
es_es: Avoiding forward<Sign:2> After the atemi<Sign:1>

# CONTROL_EXPLANATION_101
source: ３人の敵に対して構えて<Sign:1>
es_es: Hold against three enemies<Sign:1>

# CONTROL_EXPLANATION_102
source: 背後から攻撃してきた刀を持った敵に<Sign:1>
es_es: To an enemy with a sword attacking from behind<Sign:1>

# CONTROL_EXPLANATION_103
source: 敵の攻撃が当たる直前に構えて<Sign:0>
es_es: Hold just before the enemy's attack hits<Sign:0>

# CONTROL_EXPLANATION_104
source: 倒れているときに<Sign:1>
es_es: When you are lying down<Sign:1>

# CONTROL_EXPLANATION_105
source: 銃技 離し撃ちの極み中に<Sign:45>一回転
es_es: In the height of shooting away<Sign:45> One revolution

# CONTROL_EXPLANATION_106
source: 炎龍ノ型 敵を捕捉中に<Sign:1>
es_es: Flame Dragon Type While capturing an enemy<Sign:1>

# CONTROL_EXPLANATION_108
source: ヒートゲージ五以上で敵の近くで<Sign:1>
es_es: Near the enemy with a heat gauge of 5 or higher<Sign:1>

# CONTROL_EXPLANATION_109
source: 敵の刀攻撃が当たる瞬間に<Sign:1>
es_es: At the moment when the enemy's sword attack hits<Sign:1>

# CONTROL_EXPLANATION_110
source: 乱舞技 鉄火連段中に<Sign:1>
es_es: Ranbu technique during the iron fire series<Sign:1>

# CONTROL_EXPLANATION_111
source: 乱舞技 鉄火連段中に<Sign:45>一回転
es_es: Ranbu technique during the iron fire series<Sign:45> One revolution

# CONTROL_EXPLANATION_112
source: 攻撃中に<Sign:6>
es_es: During the attack<Sign:6>

# CONTROL_EXPLANATION_113
source: 刀を持った敵の近くで回避中に<Sign:1>
es_es: While evading near an enemy with a sword<Sign:1>

# CONTROL_EXPLANATION_114
source: ４人の敵に対して構えて<Sign:1>
es_es: Hold against four enemies<Sign:1>

# CONTROL_EXPLANATION_115
source: 鳳凰陣２段目中に<Sign:1>
es_es: During the second stage of the phoenix team<Sign:1>

# CONTROL_EXPLANATION_116
source: 刀を持った敵の背後からの攻撃に対して<Sign:1>
es_es: Against attacks from behind an enemy with a sword<Sign:1>

# CONTROL_EXPLANATION_118
source: 離れた敵に走り込んで<Sign:1>
es_es: Run into a distant enemy<Sign:1>
