Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/bootpar/boot.par/ability.po
Languages: es_es

# EXPLANATION_250
source: 短銃の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by the type of pistol will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_251
source: 炎龍ノ型の発射弾数が増加します 構えれば単体に全弾撃つこともできます <Color:255,255,150,255>絶技「炎龍ノ型」を修行で習得後効果を発揮<Color:Default>
es_es: The number of bullets fired by the Flame Dragon type will increase.<Color:255,255,150,255> Demonstrate the effect after learning the exquisite technique "Flame Dragon Type" by training<Color:Default>

# EXPLANATION_252
source: 掴んだ敵への横蹴りで体勢を崩し 銃弾を撃ちこむ大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It's a big skill to shoot a bullet by breaking the posture by kicking sideways to the enemy you grabbed.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_253
source: 短銃の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by the type of pistol will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_254
source: 食事で上昇する能力「集中」の 上限が一段階増加します ヒートゲージが上昇しやすくなります
es_es: Ability to rise with meals The upper limit of "concentration" is increased by one step. The heat gauge is easier to rise.

# EXPLANATION_255
source: 銃の連射速度が上昇します 連射速度は能力強化だけではなく 銃の能力によっても上昇します
es_es: Increases the rate of fire of the gun. The rate of fire increases not only with the ability enhancement but also with the ability of the gun.

# EXPLANATION_256
source: 短銃の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by the type of pistol will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_257
source: 敵を掴んだ状態から銃を押し当てて射撃します 懐に入られると銃は不利なので 近くにいる敵には掴みも有効な手段です
es_es: Push the gun from the state where you grabbed the enemy and shoot. Since the gun is disadvantageous when you get in your pocket, grab is also an effective means for nearby enemies.

# EXPLANATION_258
source: 敵を壁に叩きつけ身動きがとれないところへ 至近距離から銃弾を撃ちこむ大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It's a great technique to hit an enemy against a wall and shoot a bullet from a close distance to a place where you can't move.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_259
source: 特殊武器「大筒」が使用できるようになります 大筒は爆発する弾を放つ遠距離武器です <Color:255,255,150,255>特殊武器使用中は型の経験値は増加しません<Color:Default>
es_es: You will be able to use the special weapon "Otsutsu". Otsutsu is a long-range weapon that shoots explosive bullets.<Color:255,255,150,255> Type experience points do not increase while using special weapons<Color:Default>

# EXPLANATION_260
source: 大筒による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks with a large cylinder will increase. The power of heat actions will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_261
source: 大筒に花火玉を仕込み敵に向けて撃ち出し 巨大な花火として華々しく散らせる大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a great technique to put fireworks balls in a large cylinder and shoot them at the enemy to scatter them as huge fireworks.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_262
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_263
source: 短銃の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by the type of pistol will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_264
source: 回避中に銃撃を繰り出します 前方回避の場合は当て身を行います 緊急回避の際に追加の一撃を加えていきましょう
es_es: Shoot during evasion. In case of forward evasion, use atemi. Let's add an additional blow in case of emergency evasion.

# EXPLANATION_265
source: 特殊弾を使用して敵を倒すと 獲得できる経験値が上昇します 特殊弾の残弾には常に注意しましょう
es_es: Defeating enemies with special bullets will increase the experience points you can earn. Always be careful of the remaining bullets of special bullets.

# EXPLANATION_266
source: 銃技 離し撃ちの極みから派生 さらに敵に連続で銃撃を行う強烈な追撃技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: Derived from the extreme of shooting away, it is a powerful pursuit technique that shoots at the enemy continuously.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_267
source: 足払いで浮かせた敵に対して 叩き落としながらの銃撃を行う大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a big skill to shoot while knocking down the enemy that was floated by foot sweeping<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_268
source: 回転式拳銃の撃鉄を高速で起こすことで 連続して複数の敵に銃撃を行う大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a great technique to shoot multiple enemies in succession by raising the revolver's hammer at high speed.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_269
source: 弾を連続で当てて敵の武器を弾くことができます 銃の格が高いほど成功率が上がります 敵が落した武器は<Sign:0>で拾うことも可能です
es_es: You can hit the enemy's weapon in succession. The higher the gun, the higher the success rate. The weapon dropped by the enemy<Sign:0> It is also possible to pick up at

# EXPLANATION_270
source: 隙を突いて後ろから迫る敵に 瞬時に振り返って一発撃ちこむ返し技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a return technique that instantly looks back at the enemy approaching from behind by piercing the gap and shoots one shot<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_271
source: 敵の攻撃をかわしつつ掴むことができます 投げ技や爆裂腔に繋げることで 間合いをつめられた危機を乗り越えましょう
es_es: You can grab while dodging the enemy's attack Let's overcome the crisis that was tightly closed by connecting to the throwing technique and the explosion cavity

# EXPLANATION_272
source: ヒートゲージの上限が一段階上昇します ヒートアクションや絶技などで利用できるので 上限はなるべく上げるようにしましょう
es_es: The upper limit of the heat gauge will be raised by one level. It can be used for heat actions and skill, so try to raise the upper limit as much as possible.

# EXPLANATION_273
source: 短銃の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by the type of pistol will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_274
source: 地面に倒れたまま銃撃を行い 怯んだ敵を倒し、もう一発撃ちこむ大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a great technique to shoot while lying on the ground, defeat the frightened enemy, and shoot another shot.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_275
source: 短銃の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by the type of pistol will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_276
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_277
source: 銃技 離し撃ちの極みから派生 敵を放り投げて他の敵をも巻き込む大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: Gun technique Derived from the extreme of shooting away It is a big technique that throws enemies and involves other enemies<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_278
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_279
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_280
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_281
source: 炎龍ノ型の敵を捕捉する速度が上昇します 視点を回すことで複数の敵を捕捉できます <Color:255,255,150,255>絶技「炎龍ノ型」を修行で習得後効果を発揮<Color:Default>
es_es: Increases the speed at which you can capture flame dragon-shaped enemies. You can capture multiple enemies by turning the viewpoint.<Color:255,255,150,255> Demonstrate the effect after learning the exquisite technique "Flame Dragon Type" by training<Color:Default>

# EXPLANATION_282
source: 炎龍ノ型で特殊弾が発射できるようになります 足りない分は通常弾を発射します <Color:255,255,150,255>絶技「炎龍ノ型」を修行で習得後効果を発揮<Color:Default>
es_es: You will be able to fire special bullets with the flame dragon type. If there is not enough, you will fire normal bullets.<Color:255,255,150,255> Demonstrate the effect after learning the exquisite technique "Flame Dragon Type" by training<Color:Default>

# EXPLANATION_283
source: 短銃の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by the type of pistol will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_284
source: 跳込連弾を繰り出した際に 与えるダメージが増加します
es_es: Increases the damage dealt when playing duet duet

# EXPLANATION_285
source: 短銃の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by the type of pistol will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_286
source: 短銃の型のヒートアクションの 威力が上昇します 好機を見極めより大きな一撃を叩き込みましょう
es_es: The power of the heat action of the pistol type will increase. Let's identify the opportunity and hit a bigger blow.

# EXPLANATION_287
source: 銃技 追い撃ちの極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: You can activate the ultimate blow at the extreme of gun technique chase<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_288
source: 銃技 滑り込みの極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: Gun technique The ultimate blow can be activated at the extreme of slipping<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_289
source: 短銃の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by the type of pistol will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_290
source: 轟撃ち、拡散轟射を繰り出した際に 与えるダメージが増加します
es_es: Increases the damage dealt when shooting and spreading roaring fire

# EXPLANATION_291
source: 轟撃ち、拡散轟射を繰り出した際に 与えるダメージがさらに増加します
es_es: Further increases the damage dealt when shooting and spreading roaring fire.

# EXPLANATION_292
source: 瞬撃靠の受付時間が長くなります 近づかれた際は落ち着いて対応しましょう
es_es: The reception time for the flashing will be longer. Let's calmly respond when approached.

# EXPLANATION_293
source: 強化弾を使用した際の威力と 火炎弾を使用した際の威力が上昇します
es_es: Increases power when using enhanced ammunition and power when using flame ammunition

# EXPLANATION_294
source: 閃光弾を使用した際の威力が上昇します
es_es: Increases power when using flash bullets

# EXPLANATION_295
source: 雷撃弾を使用した際の威力が上昇します
es_es: Increases power when using lightning bullets

# EXPLANATION_296
source: 酸性弾を使用した際の威力が上昇します
es_es: Increases power when using acidic bullets

# EXPLANATION_297
source: 毒弾を使用した際の威力が上昇します
es_es: Increases power when using poison bullets

# EXPLANATION_298
source: 短銃の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by the type of pistol will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_299
source: 炎龍ノ型の発射弾数が さらに増加します
es_es: The number of bullets fired by the Flame Dragon type will increase further.

# EXPLANATION_300
source: 銃技 離し撃ちの極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: You can activate the ultimate blow at the extreme of shooting away from the gun technique<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_301
source: 短銃の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by the type of pistol will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_302
source: 食事で上昇する能力「集中」の 上限が一段階増加します ヒートゲージが上昇しやすくなります
es_es: Ability to rise with meals The upper limit of "concentration" is increased by one step. The heat gauge is easier to rise.

# EXPLANATION_303
source: 銃の連射速度が さらに上昇します
es_es: The rate of fire of the gun will increase further

# EXPLANATION_304
source: 短銃の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by the type of pistol will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_305
source: 爆裂腔を繰り出した際に 与えるダメージが増加します
es_es: Increases the damage done when the explosion cavity is extended

# EXPLANATION_306
source: 銃技 張り付け銃撃の極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: Gun technique You can activate the ultimate blow at the extreme of sticking shooting<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_307
source: 大筒による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks with a large cylinder will increase. The power of heat actions will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_308
source: 大筒による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks with a large cylinder will increase. The power of heat actions will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_309
source: 花火の極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: You can activate the ultimate blow at the height of fireworks<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_310
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_311
source: 短銃の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by the type of pistol will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_312
source: 旋風撃ちを繰り出した際に 与えるダメージが増加します
es_es: Increases the damage dealt when launching a whirlwind shot

# EXPLANATION_313
source: 特殊弾を使用して敵を倒した際に 獲得できる経験値がさらに上昇します
es_es: Experience points gained when defeating enemies using special bullets will increase further

# EXPLANATION_314
source: 銃技 離し追い撃ちの極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: You can activate the ultimate blow at the extreme of shooting away from the gun technique<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_315
source: 銃技 叩き込みの極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: You can activate the ultimate blow at the extreme of gun technique<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_316
source: 銃技 速射連撃の極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: You can activate the ultimate blow at the extreme of rapid fire<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_317
source: 銃撃を連続で当てた際の 武器を弾く確率が上昇します
es_es: Increases the chance of hitting a weapon when hitting a series of shots

# EXPLANATION_318
source: 銃技 脇撃ちの極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: Gun technique The ultimate blow can be activated at the extreme of side shooting<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_319
source: 旋風掴みの受付時間が長くなります 複数の敵に囲まれた際は 掴んだ敵を投げて巻き込む攻撃も有効です
es_es: The reception time for whirlwind grab will be longer. When surrounded by multiple enemies, it is also effective to throw the grabbed enemy and involve it.

# EXPLANATION_320
source: ヒートゲージの上限が一段階上昇します ヒートアクションや絶技などで利用できるので 上限はなるべく上げるようにしましょう
es_es: The upper limit of the heat gauge will be raised by one level. It can be used for heat actions and skill, so try to raise the upper limit as much as possible.

# EXPLANATION_321
source: 短銃の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by the type of pistol will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_322
source: 銃技 寝起き銃撃の極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: Gun technique You can activate the ultimate blow at the extreme of waking up and shooting<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_323
source: 短銃の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by the type of pistol will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_324
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_325
source: 銃技 放り投げの極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: You can activate the ultimate blow at the extreme of gun technique throwing<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_326
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_327
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_328
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_329
source: 炎龍ノ型の敵を捕捉する速度が さらに上昇します
es_es: Increases the speed at which you can capture flame dragon-shaped enemies.

# EXPLANATION_330
source: 炎龍ノ型で特殊弾を発射した際の 威力が上昇します
es_es: Increases the power when firing special bullets with the Flame Dragon type

# EXPLANATION_331
source: 乱舞の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks based on the type of turbulence. Increases the power of heat actions as well as normal attacks such as continuous attacks.

# EXPLANATION_332
source: 倒れている敵に対して剣を突き刺し 銃による追い打ちを行う大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a great technique to pierce a fallen enemy with a sword and chase it with a gun.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_333
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_334
source: 鳳凰陣を繰り出す速度が上昇します より速く攻撃することで 連撃を一気に叩き込むことができます
es_es: The speed at which the phoenix is delivered will increase. By attacking faster, you can hit a series of attacks at once.

# EXPLANATION_335
source: 鳳凰陣で敵を倒すと経験値が増加します 乱撃の最後の一撃を鳳凰陣で締めることで 華麗にかつ効率的に戦うことができます
es_es: Defeating enemies with the phoenix will increase your experience points. You can fight brilliantly and efficiently by tightening the last blow of the phoenix with the phoenix.

# EXPLANATION_336
source: 鳳凰陣を繰り出す速度がさらに上昇します 隙を減らして 可能な限り連撃を繋いでいきましょう
es_es: The speed at which the phoenix will be delivered will increase further. Let's reduce the chance and connect the continuous attacks as much as possible.

# EXPLANATION_337
source: 鳳凰陣を繰り出す速度が最速になります 鳳凰陣の３段目の後は隙があるので 影残しで素早く次の行動に移りましょう
es_es: The speed of feeding out the phoenix team will be the fastest. There is a gap after the third stage of the phoenix team, so let's move on to the next action quickly with a shadow left.

# EXPLANATION_338
source: 乱舞の型の連撃数が増加します 乱撃は５段目までなので隙を作らないように 影残しで次の攻撃に繋げましょう
es_es: The number of continuous attacks of the type of random dance will increase. Since the random attack is up to the 5th stage, let's connect to the next attack by leaving a shadow so as not to make a gap

# EXPLANATION_339
source: 銃の連射速度が上昇します 乱舞の型は片手で撃つため威力が下がりますが 連撃後のトドメでは吹き飛ばし攻撃になります
es_es: The rate of fire of the gun will increase. The type of turbulence shoots with one hand, so the power will decrease, but it will be a blow-off attack in Todome after the continuous attack.

# EXPLANATION_340
source: 敵の隙を突き続ければ 連続して攻撃を続けることができる大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a big skill that you can continue to attack if you keep pushing the enemy's gap<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_341
source: 乱舞技 絢爛豪華の攻撃可能回数が増加します 無防備な敵に連続して攻撃を叩き込めるため 強敵との戦いで非常に有効です
es_es: Random technique Increases the number of gorgeous attacks that can be made. It is very effective in fighting strong enemies because you can hit unprotected enemies in succession.

# EXPLANATION_342
source: 天龍乱舞の射撃回数が増加します 囲まれた際に非常に有効です <Color:255,255,150,255>絶技「天龍乱舞」を修行で習得後効果を発揮<Color:Default>
es_es: Increases the number of shots of Tenryu Ranbu Very effective when surrounded<Color:255,255,150,255> Demonstrate the effect after learning the superb technique "Tenryu Ranbu" by training<Color:Default>

# EXPLANATION_343
source: 銃を使って敵の攻撃をいなした後 斬撃と銃撃を連続して見舞う大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a great technique to hit the enemy with a gun and then slash and shoot in succession.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_344
source: 特殊武器「槍」が使えるようになります 槍は広範囲を一気に薙ぎ払える武器です <Color:255,255,150,255>特殊武器使用中は型の経験値は増加しません<Color:Default>
es_es: You will be able to use the special weapon "Spear". The spear is a weapon that can squeeze a wide area at once.<Color:255,255,150,255> Type experience points do not increase while using special weapons<Color:Default>

# EXPLANATION_345
source: 槍による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of spear attacks will increase. Not only normal attacks such as continuous attacks, but also the power of heat actions will increase.

# EXPLANATION_346
source: 斬撃で敵を壁に追い込んだ後 押さえつけて銃弾を連続で撃ちこむ大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a great technique to shoot enemies in a row by holding them down after driving the enemy into the wall with a slash.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_347
source: 乱舞の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks based on the type of turbulence. Increases the power of heat actions as well as normal attacks such as continuous attacks.
