Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/bootpar/boot.par/ability.po
Languages: es_es

# EXPLANATION_152
source: 重量のある大太刀で敵を壁に叩きつけ さらに強烈な一発をお見舞いする大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a great technique to hit the enemy against the wall with a heavy sword and hit an even more intense shot.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_153
source: 敵の攻撃を大太刀を軸にして空中で回避し 着地と同時に横薙ぎの攻撃を繰り出す大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a great technique to avoid the enemy's attack in the air with the Ōdachi as the axis and launch a sideways attack at the same time as landing.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_154
source: 大太刀を豪快に振り回し 周囲の敵をいっぺんになぎ倒す大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a great technique to swing a large sword vigorously and knock down surrounding enemies at once.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_155
source: 敵の体勢を崩してから 一刀での三連撃を叩き込む大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a big skill to hit three consecutive attacks with one sword after breaking the enemy's posture<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_156
source: 武剣技 一刀の極みから派生する 体を空中で捻りながら一撃加える華麗な大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: Martial arts technique A splendid technique that twists the body derived from the extreme of one sword and hits it in the air.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_157
source: 武剣技 一刀の極みから派生する 串刺しにした敵を放り投げる豪快な大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: Martial arts sword technique It is a powerful technique that throws skewered enemies derived from the extreme of one sword.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_158
source: 一刀の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks with a single sword type Increases the power of heat actions as well as normal attacks such as continuous attacks

# EXPLANATION_159
source: 食事で上昇する能力「忍耐」の 上限が一段階増加します 敵から受けるダメージを減らすことができます
es_es: The upper limit of the ability "Patience" that rises with meals has been increased by one level. You can reduce the damage received from enemies.

# EXPLANATION_160
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_161
source: ヒートゲージの上限が一段階上昇します ヒートアクションや絶技などで利用できるので 上限はなるべく上げるようにしましょう
es_es: The upper limit of the heat gauge will be raised by one level. It can be used for heat actions and skill, so try to raise the upper limit as much as possible.

# EXPLANATION_162
source: 一刀の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks with a single sword type Increases the power of heat actions as well as normal attacks such as continuous attacks

# EXPLANATION_163
source: 一刀の型の連撃の速度が上昇します 手数が多くなるだけでなく 敵に反撃の隙を与えづらくなります
es_es: Increases the speed of one-sword type continuous attacks. Not only does it increase the number of steps, but it also makes it difficult to give the enemy a chance to counterattack.

# EXPLANATION_164
source: 素早い突きで敵を壁に押し込み 強烈な飛び込み斬りをお見舞いする大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It's a big skill that pushes the enemy into the wall with a quick thrust and gives a strong dive slash.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_165
source: ヒートゲージの上昇率が増加します ヒートゲージは段階ごとに溜まりにくくなるので 活用するためにも強化していきましょう
es_es: The rate of increase of the heat gauge will increase. The heat gauge will be less likely to accumulate at each stage, so let's strengthen it so that it can be used.

# EXPLANATION_166
source: 回避中に攻撃を繰り出します 敵の攻撃後の隙を攻めることができるものの 体勢は崩れているので威力は小さめになります
es_es: Attacks while evading Although you can attack the gap after the enemy's attack, the power will be smaller because the position is broken.

# EXPLANATION_167
source: 一刀の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks with a single sword type Increases the power of heat actions as well as normal attacks such as continuous attacks

# EXPLANATION_168
source: 一刀の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks with a single sword type Increases the power of heat actions as well as normal attacks such as continuous attacks

# EXPLANATION_169
source: 防御中に敵を弾き返す逆転の起点となる技です 攻撃を弾かれた敵は体勢を崩すので 連撃を叩き込む好機を作り出すことができます
es_es: It is a technique that is the starting point of reversal that repels the enemy while defending.The enemy who is hit by the attack loses his posture, so you can create an opportunity to hit a continuous attack.

# EXPLANATION_170
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_171
source: 敵が撃ってきた銃弾を刀で真っ二つに裂き そのまま突進して一撃を繰り出す大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a great technique to split the bullet shot by the enemy in half with a sword and rush as it is to launch a blow.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_172
source: 一刀の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks with a single sword type Increases the power of heat actions as well as normal attacks such as continuous attacks

# EXPLANATION_173
source: 敵の刀を巻き上げて攻撃を防ぎます 刀の格次第で敵が武器を手放すことがあります 敵が落した武器は<Sign:0>で拾うことも可能です
es_es: Wind up the enemy's sword to prevent attacks. Depending on the sword's rank, the enemy may let go of the weapon.<Sign:0> It is also possible to pick up at

# EXPLANATION_174
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_175
source: 隙を突いたつもりでいる敵に対して 振り向いて強烈な一撃を繰り出す大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a big skill to turn around and deliver a powerful blow to the enemy who intends to pierce the gap<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_176
source: 一刀の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks with a single sword type Increases the power of heat actions as well as normal attacks such as continuous attacks

# EXPLANATION_177
source: 敵の体勢を崩したところから 一気に胴を切り抜ける大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It ’s a big skill to get through the body at once from the place where the enemy's posture is broken.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_178
source: 溜め攻撃でトドメを刺すと 獲得できる経験値が増加します 一刀の型では効果を発揮する場面が多いです
es_es: The experience points that can be obtained will increase if you stab a todome with a charge attack.

# EXPLANATION_179
source: 剣撃 狼牙での突き攻撃から 串刺しにした敵を投げ飛ばす豪快な技です 回避不能の非常に強力な技です
es_es: Sword Attack A powerful technique that throws skewered enemies from a sword attack with a wolf fang. It is a very powerful technique that cannot be avoided.

# EXPLANATION_180
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_181
source: 一刀絶技 龍牙一閃から繰り出す トドメの一撃となる回転攻撃です <Color:255,255,150,255>絶技「龍牙一閃」を修行で習得後効果を発揮<Color:Default>
es_es: It is a rotation attack that is a blow of Todome that is delivered from a dragon fang one flash<Color:255,255,150,255> Demonstrate the effect after learning the superb technique "Ryuga Issen" by training<Color:Default>

# EXPLANATION_182
source: 一刀の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks with a single sword type Increases the power of heat actions as well as normal attacks such as continuous attacks

# EXPLANATION_183
source: 一刀の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks with a single sword type Increases the power of heat actions as well as normal attacks such as continuous attacks

# EXPLANATION_184
source: 敵の攻撃の一瞬の隙をつく強烈な一撃です 狙える隙は短く危険も大きいですが 成功すれば一発逆転も可能です
es_es: It is a powerful blow that creates a momentary gap in the enemy's attack. The chance to aim is short and the danger is great, but if successful, it is possible to reverse one shot.

# EXPLANATION_185
source: 最初に倒した１人を踏み台にして飛び上がり 後ろの２人をまとめて斬る豪快な大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a powerful technique that jumps up with the one who defeated first as a stepping stone and slashes the two behind at once.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_186
source: 防御を崩された敵が隙を作ったところに 圧倒的な手数の斬撃をお見舞いする大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a great technique to hit an overwhelming number of slashes where the enemy whose defense has been broken creates a gap.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_187
source: 連撃からの大攻撃を溜めた際に 与えるダメージがさらに増加します
es_es: Further increases the damage dealt when accumulating large attacks from continuous attacks

# EXPLANATION_188
source: 一刀の型の連撃で与える ダメージが増加します
es_es: Increases the damage dealt by a single sword type continuous attack

# EXPLANATION_189
source: 一刀の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks with a single sword type Increases the power of heat actions as well as normal attacks such as continuous attacks

# EXPLANATION_190
source: 連撃からの大攻撃で強撃に成功した際に 与えるダメージがさらに増加します
es_es: The damage dealt when a large attack from a continuous attack succeeds in a smashing attack will be further increased.

# EXPLANATION_191
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_192
source: 剣撃 狼牙を繰り出した際に 与えるダメージが増加します
es_es: Increases the damage dealt when the sword attack wolf fangs are drawn out.

# EXPLANATION_193
source: 一刀の型の大攻撃で与える ダメージが増加します
es_es: Increases the damage dealt by a single-sword type large attack

# EXPLANATION_194
source: 剣撃 微睡を繰り出した際に 与えるダメージが増加します
es_es: Sword Attack Increases the damage dealt when a slight sleep is delivered.

# EXPLANATION_195
source: 剣撃 微睡の強撃が成功した際に 与えるダメージがさらに増加します
es_es: Sword Attack Further increases the damage dealt when a successful light sleep smash is successful.

# EXPLANATION_196
source: 防御の際に稀に敵の武器を弾くようになります 格が高い武器を使うほど成功しやすくなります 敵が落した武器は<Sign:0>で拾うことも可能です
es_es: In rare cases, you will play the enemy's weapon when defending. The higher the weapon you use, the easier it will be to succeed.<Sign:0> It is also possible to pick up at

# EXPLANATION_197
source: 武剣技 追い討ちの極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: The ultimate blow can be activated at the height of martial arts revenge<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_198
source: 大太刀による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks with a large sword will increase. The power of heat actions will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_199
source: 大太刀による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks with a large sword will increase. The power of heat actions will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_200
source: 剛剣 蝿啼かせで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: You can activate the ultimate blow with a hard sword fly<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_201
source: 剛剣 猿返しで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: You can activate the ultimate blow with the hard sword monkey return<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_202
source: 剛剣 風車で 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: You can activate the ultimate blow with a hard sword windmill<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_203
source: 武剣技 一刀の極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: The ultimate blow can be activated at the height of one sword.<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_204
source: 武剣技 一刀追撃の極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: The ultimate blow can be activated at the height of the martial arts one-sword pursuit.<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_205
source: 武剣技 ふっ飛ばしの極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: The ultimate blow can be activated at the extreme of martial arts<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_206
source: 一刀の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks with a single sword type Increases the power of heat actions as well as normal attacks such as continuous attacks

# EXPLANATION_207
source: 食事で上昇する能力「忍耐」の 上限が一段階増加します 敵から受けるダメージを減らすことができます
es_es: The upper limit of the ability "Patience" that rises with meals has been increased by one level. You can reduce the damage received from enemies.

# EXPLANATION_208
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_209
source: ヒートゲージの上限が一段階上昇します ヒートアクションや絶技などで利用できるので 上限はなるべく上げるようにしましょう
es_es: The upper limit of the heat gauge will be raised by one level. It can be used for heat actions and skill, so try to raise the upper limit as much as possible.

# EXPLANATION_210
source: 一刀の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks with a single sword type Increases the power of heat actions as well as normal attacks such as continuous attacks

# EXPLANATION_211
source: 一刀の型の連撃の速度が さらに上昇します
es_es: The speed of the one-sword type continuous attack will be further increased.

# EXPLANATION_212
source: 武剣技 壁突き込みの極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: The ultimate blow can be activated at the height of the martial arts wall thrust.<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_213
source: 一刀の型のヒートアクションの 威力が上昇します 好機を見極めより大きな一撃を叩き込みましょう
es_es: The power of the one-sword type heat action will increase. Let's identify the opportunity and hit a bigger blow.

# EXPLANATION_214
source: 美技 霞ノ太刀を繰り出した際に 与えるダメージが増加します
es_es: The damage dealt when the Kasumi no Tachi is drawn out will increase.

# EXPLANATION_215
source: 一刀の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks with a single sword type Increases the power of heat actions as well as normal attacks such as continuous attacks

# EXPLANATION_216
source: 一刀の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks with a single sword type Increases the power of heat actions as well as normal attacks such as continuous attacks

# EXPLANATION_217
source: 美技 風見鶏を繰り出した際に 与えるダメージが増加します
es_es: Beauty technique Increases the damage done when the weathercock is drawn out.

# EXPLANATION_218
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_219
source: 武剣技 弾避けの極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: The ultimate blow can be activated at the extreme of avoiding bullets.<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_220
source: 一刀の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks with a single sword type Increases the power of heat actions as well as normal attacks such as continuous attacks

# EXPLANATION_221
source: 美技 枯葉乱れを繰り出した際に 敵の武器を弾き飛ばす確率が増加します
es_es: Aesthetics Increases the chance of hitting an enemy's weapon when the dead leaves are disturbed.

# EXPLANATION_222
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_223
source: 武剣技 枯葉微塵で 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: The ultimate blow can be activated with the martial arts technique Dead Leaf Fine Dust.<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_224
source: 一刀の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks with a single sword type Increases the power of heat actions as well as normal attacks such as continuous attacks

# EXPLANATION_225
source: 武剣技 踏み込み一閃で 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: The ultimate blow can be activated with a single flash of martial arts<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_226
source: 溜め攻撃でトドメを刺した際の 獲得できる経験値がさらに増加します
es_es: The experience points that can be obtained when stabbing a todome with a charge attack will be further increased.

# EXPLANATION_227
source: 剣撃 狼牙 終を繰り出した際に 与えるダメージが増加します
es_es: Sword Attack Increases the damage dealt when the Wolf Fang ends.

# EXPLANATION_228
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_229
source: 龍牙 弧風斬を繰り出した際に 与えるダメージが増加します
es_es: Increases the damage dealt when the Dragon Fang Arc Wind Slash is delivered.

# EXPLANATION_230
source: 一刀の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks with a single sword type Increases the power of heat actions as well as normal attacks such as continuous attacks

# EXPLANATION_231
source: 一刀の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks with a single sword type Increases the power of heat actions as well as normal attacks such as continuous attacks

# EXPLANATION_232
source: 美技 閃の太刀を繰り出した際に 与えるダメージが増加します
es_es: Increases the damage dealt when the sword of the aesthetic skill is drawn out.

# EXPLANATION_233
source: 武剣技 空中回転斬りで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: You can activate the ultimate blow with the martial arts aerial rotation sword<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_234
source: 武剣技 微塵切りの極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: Martial arts technique You can activate the ultimate blow at the extreme of fine dust cutting<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_235
source: 短銃の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by the type of pistol will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_236
source: 飛び膝蹴り中に銃を乱射する荒技です 距離を取って戦っている中で 意表をついて飛び込むのも有効な戦略になります
es_es: It is a rough technique to shoot a gun while kicking a knee. It is also an effective strategy to jump in unexpectedly while fighting at a distance.

# EXPLANATION_237
source: 短銃の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by the type of pistol will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_238
source: ヒートゲージの上昇率が増加します ヒートゲージは段階ごとに溜まりにくくなるので 活用するためにも強化していきましょう
es_es: The rate of increase of the heat gauge will increase. The heat gauge will be less likely to accumulate at each stage, so let's strengthen it so that it can be used.

# EXPLANATION_239
source: 倒れた敵を足で押さえつけ 連続で銃弾を撃ちこむ非情な大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a ruthless big skill that holds down a fallen enemy with your foot and shoots bullets in a row.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_240
source: 足元を狙って滑り込んで敵を浮かせ 銃弾を撃ちこむ大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a big skill to aim at your feet and slide in to float the enemy and shoot a bullet.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_241
source: 短銃の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by the type of pistol will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_242
source: 轟撃ちからのさらに広範囲への 拡散射撃を放ちます 前方の広い範囲の敵に対して有効です
es_es: Fires a wider range of spread fire from a roaring shot Effective against a wide range of enemies in front

# EXPLANATION_243
source: 拡散轟射からさらに一段 広い攻撃を行い敵を一掃します 範囲内になるべく多くの敵を集めましょう
es_es: Make a wider attack from the spread roar and wipe out the enemies. Collect as many enemies as possible within the range.

# EXPLANATION_244
source: 敵の攻撃に対して当身を行い 間合いを離す体術です 近づかれてしまった際に重宝する技です
es_es: It's a technique that takes care of the enemy's attack and keeps them away from each other. It's a technique that comes in handy when you get close.

# EXPLANATION_245
source: 鍛冶屋で強化弾が作成できるようになります 強化弾は高い威力を誇るので 距離を取って敵に撃ち込むのが効果的です
es_es: You will be able to create reinforced bullets at the blacksmith. Since reinforced bullets are very powerful, it is effective to shoot at enemies at a distance.

# EXPLANATION_246
source: 鍛冶屋で閃光弾が作成できるようになります 目くらましを食らった敵は前後不覚になるので その間に追撃していきましょう
es_es: You will be able to create flash bullets at the blacksmith. Enemies who have been blinded will be blinded back and forth, so let's chase after that.

# EXPLANATION_247
source: 鍛冶屋で雷撃弾が作成できるようになります 痺れている敵は倒れるまで時間があるので 無力化した上で追撃することが可能です
es_es: You will be able to create lightning bullets at the blacksmith. Numb enemies have time to fall, so you can neutralize them before pursuing them.

# EXPLANATION_248
source: 鍛冶屋で酸性弾が作成できるようになります 敵の鎧などの防具は頑丈なため 酸の力で一気に弱体化させましょう
es_es: Blacksmiths will be able to create acidic bullets. Enemy armor and other armor are sturdy, so let's weaken them at once with the power of acid.

# EXPLANATION_249
source: 鍛冶屋で毒弾が作成できるようになります 毒になった敵は徐々に体力が減っていくので 体力の多い敵に対して有効です
es_es: You will be able to create poison bullets at the blacksmith. Poisoned enemies will gradually lose their health, which is effective against enemies with a lot of health.
