Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/bootpar/boot.par/ability.po
Languages: es_es

# EXPLANATION_348
source: 回避中に攻撃を繰り出します 敵の攻撃後の隙を攻めることができるものの 体勢は崩れているので威力は下がります
es_es: Attacks while evading You can attack the gap after the enemy's attack, but the power is reduced because the position is broken.

# EXPLANATION_349
source: 回避中に銃撃を繰り出します 近距離では追撃される危険がありますが 銃を持っている遠距離の敵に有効です
es_es: Shoots while evading There is a danger of being chased at close range, but it is effective for long-range enemies with guns

# EXPLANATION_350
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_351
source: 近距離で銃撃を行い、敵が怯んだところへ 飛び込んでの大振りの斬撃を加える大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a great technique to shoot at a short distance and jump into the place where the enemy was frightened and add a big slash.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_352
source: 乱舞技 鉄火連段から派生する 刀を突き刺してから吹っ飛ばす大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: Ranbu technique It is a great technique to pierce a sword derived from the iron fire series and then blow it away.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_353
source: 乱舞技 鉄火連段から派生する 強烈な浴びせ蹴りから銃撃を行う大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: Ranbu technique It is a big technique to shoot from a strong throwing kick derived from the iron fire series.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_354
source: 乱舞の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks based on the type of turbulence. Increases the power of heat actions as well as normal attacks such as continuous attacks.

# EXPLANATION_355
source: 走り込みからの素早い三連攻撃を繰り出します 一気に手数を稼ぐことができるので 能力のある武器などでの攻撃で有効です
es_es: It launches a quick triple attack from running. It is effective for attacks with capable weapons because you can earn a lot of effort at once.

# EXPLANATION_356
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_357
source: 攻撃中であっても受け流せるようになります 背後から攻撃してきた敵や、敵の反撃に 即座に対応することができるようになります
es_es: You will be able to parry even during an attack You will be able to respond immediately to enemies attacking from behind and the enemy's counterattack

# EXPLANATION_358
source: ヒートゲージの上限が一段階上昇します ヒートアクションや絶技などで利用できるので 上限はなるべく上げるようにしましょう
es_es: The upper limit of the heat gauge will be raised by one level. It can be used for heat actions and skill, so try to raise the upper limit as much as possible.

# EXPLANATION_359
source: 敵の攻撃に対して素早く地面を滑り込み 反転しながらの空中連撃を行う華麗な大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a splendid skill that quickly slides on the ground against enemy attacks and makes a series of aerial attacks while flipping.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_360
source: 乱舞の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks based on the type of turbulence. Increases the power of heat actions as well as normal attacks such as continuous attacks.

# EXPLANATION_361
source: 食事で上昇する能力「腕力」の 上限が一段階増加します 攻撃力が少し上昇します
es_es: Ability to increase with meals The upper limit of "strength" is increased by one level. Attack power is slightly increased.

# EXPLANATION_362
source: ヒートゲージの上昇率が増加します ヒートゲージは段階ごとに溜まりにくくなるので 活用するためにも強化していきましょう
es_es: The rate of increase of the heat gauge will increase. The heat gauge will be less likely to accumulate at each stage, so let's strengthen it so that it can be used.

# EXPLANATION_363
source: 乱舞の型で刀による連撃の速度が上昇します 手数の多さはそのまま強さに繋がるので 速度を上昇させて連撃を叩き込みましょう
es_es: The speed of the continuous attack with the sword will increase with the type of random dance. Since the amount of effort directly leads to the strength, let's increase the speed and hit the continuous attack.

# EXPLANATION_364
source: 乱舞の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks based on the type of turbulence. Increases the power of heat actions as well as normal attacks such as continuous attacks.

# EXPLANATION_365
source: 敵の攻撃を受け流せるようになります 受け流された敵は体勢を崩しているので そこを起点に一気に攻撃へ転じましょう
es_es: You will be able to parry the enemy's attack Since the pardoned enemy is out of position, let's start the attack at once from there

# EXPLANATION_366
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_367
source: 乱舞の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks based on the type of turbulence. Increases the power of heat actions as well as normal attacks such as continuous attacks.

# EXPLANATION_368
source: 乱舞の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks based on the type of turbulence. Increases the power of heat actions as well as normal attacks such as continuous attacks.

# EXPLANATION_369
source: 回転しながら斬撃と銃撃の連撃を見舞う 乱舞の型ならではの豪快な大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a powerful technique unique to the type of random dance that hits a series of slashing and shooting while rotating.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_370
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_371
source: 銃を空中に放り、両手持ちした刀で 斬りつけた後、銃撃で吹き飛ばす大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a great technique to throw a gun into the air, slash it with a sword held in both hands, and then shoot it off.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_372
source: 乱舞の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks based on the type of turbulence. Increases the power of heat actions as well as normal attacks such as continuous attacks.

# EXPLANATION_373
source: 背中側で刀による受け流しを行い そのまま体を捻って一撃を入れる返し技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a return technique that parries with a sword on the back side and twists the body as it is to hit it.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_374
source: 乱舞の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks based on the type of turbulence. Increases the power of heat actions as well as normal attacks such as continuous attacks.

# EXPLANATION_375
source: 連撃５段目から１段目へ繋がるようになります 繋がる攻撃の種類が増えることで より連続して攻撃できるようになります
es_es: You will be able to connect from the 5th stage to the 1st stage of continuous attacks. By increasing the types of connected attacks, you will be able to attack more continuously.

# EXPLANATION_376
source: 連撃数が増えるほど攻撃力が増加します 攻撃を途切れさせないようにすることで より効率よくダメージを与えられます
es_es: The attack power increases as the number of consecutive attacks increases.You can deal damage more efficiently by not interrupting the attack.

# EXPLANATION_377
source: 肩書きがよくなるほど攻撃力が増加します 連撃だけでなく回避も確実に行うことで より効率的に戦いを進めることができます
es_es: The better the title, the greater the attack power. You can proceed with the battle more efficiently by surely avoiding as well as continuous attacks.

# EXPLANATION_378
source: 投げつけた刀を足場にして高く飛び上がり 空中から華麗な銃撃を行う大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a great skill to jump high and shoot splendidly from the air using the thrown sword as a foothold.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_379
source: 乱舞の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks based on the type of turbulence. Increases the power of heat actions as well as normal attacks such as continuous attacks.

# EXPLANATION_380
source: 乱舞技 追い討ちの極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: Random technique You can activate the ultimate blow at the extreme of revenge<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_381
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_382
source: 鳳凰陣を繰り出した際に 与えるダメージが増加します
es_es: Increases the damage dealt when the phoenix is drawn out

# EXPLANATION_383
source: 鳳凰陣で敵を倒すと経験値が さらに増加します
es_es: Defeating enemies with the Phoenix will further increase your experience points.

# EXPLANATION_384
source: 鳳凰陣を繰り出した際に 与えるダメージが増加します
es_es: Increases the damage dealt when the phoenix is drawn out

# EXPLANATION_385
source: 鳳凰陣を繰り出した際に 与えるダメージが増加します
es_es: Increases the damage dealt when the phoenix is drawn out

# EXPLANATION_386
source: 乱舞の型の連撃で与える ダメージが増加します
es_es: Increases the damage dealt by a series of random dances

# EXPLANATION_387
source: 乱舞の型の銃撃で与える ダメージが増加します
es_es: Increases the damage dealt by random dance type shooting

# EXPLANATION_388
source: 乱舞技 絢爛豪華で 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: Random technique Gorgeous and gorgeous, you can activate the ultimate blow<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_389
source: 乱舞技 絢爛豪華で 消費するヒートゲージの量が減少します
es_es: Random technique Gorgeous and luxurious reduces the amount of heat gauge consumed

# EXPLANATION_390
source: 天龍乱舞の威力が上昇します 斬撃、銃撃両方に効果があります
es_es: Increases the power of Tenryu Ranbu Effective for both slashing and shooting

# EXPLANATION_391
source: 乱舞技 背面取りの極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: Random technique You can activate the ultimate blow at the extreme of backing<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_392
source: 槍による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of spear attacks will increase. Not only normal attacks such as continuous attacks, but also the power of heat actions will increase.

# EXPLANATION_393
source: 槍による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of spear attacks will increase. Not only normal attacks such as continuous attacks, but also the power of heat actions will increase.

# EXPLANATION_394
source: 乱舞技 壁追い込みの極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: Random technique You can activate the ultimate blow at the extreme of wall driving<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_395
source: 乱舞の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks based on the type of turbulence. Increases the power of heat actions as well as normal attacks such as continuous attacks.

# EXPLANATION_396
source: 美技 月見酒を繰り出した際に 与えるダメージが増加します
es_es: Increases the damage done when you serve Tsukimi Sake.

# EXPLANATION_397
source: 美技 花見酒を繰り出した際に 与えるダメージが増加します
es_es: Increases the damage done when the Hanami Sake is served.

# EXPLANATION_398
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_399
source: 乱舞技 鉄火連段で 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: Ranbu technique You can activate the ultimate blow with the iron fire series<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_400
source: 乱舞技 突刺追撃の極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: Random technique The ultimate blow can be activated at the height of piercing pursuit<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_401
source: 乱舞技 総身回天落としで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: Ranbu technique You can activate the ultimate blow by dropping the whole body.<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_402
source: 乱舞の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks based on the type of turbulence. Increases the power of heat actions as well as normal attacks such as continuous attacks.

# EXPLANATION_403
source: 鎌鼬を繰り出した際に 与えるダメージが増加します
es_es: Increases the damage done when Kamaitachi is drawn out

# EXPLANATION_404
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_405
source: 受け流しの受付時間が長くなります 反撃の起点として活用していきましょう
es_es: The reception time for parrying will be longer. Let's use it as a starting point for counterattacks.

# EXPLANATION_406
source: ヒートゲージの上限が一段階上昇します ヒートアクションや絶技などで利用できるので 上限はなるべく上げるようにしましょう
es_es: The upper limit of the heat gauge will be raised by one level. It can be used for heat actions and skill, so try to raise the upper limit as much as possible.

# EXPLANATION_407
source: 乱舞技 憂い残しで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: Random technique You can activate the ultimate blow with melancholy<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_408
source: 乱舞の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks based on the type of turbulence. Increases the power of heat actions as well as normal attacks such as continuous attacks.

# EXPLANATION_409
source: 食事で上昇する能力「腕力」の 上限が一段階増加します 攻撃力が少し上昇します
es_es: Ability to increase with meals The upper limit of "strength" is increased by one level. Attack power is slightly increased.

# EXPLANATION_410
source: 乱舞の型のヒートアクションの 威力が上昇します 好機を見極めより大きな一撃を叩き込みましょう
es_es: The power of the heat action of the type of turbulence will increase. Let's identify the opportunity and hit a bigger blow.

# EXPLANATION_411
source: 乱舞の型で刀による連撃の速度が さらに上昇します
es_es: Random type further increases the speed of continuous sword attacks

# EXPLANATION_412
source: 乱舞の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks based on the type of turbulence. Increases the power of heat actions as well as normal attacks such as continuous attacks.

# EXPLANATION_413
source: 受け流しの受付時間が長くなります 反撃の起点として活用していきましょう
es_es: The reception time for parrying will be longer. Let's use it as a starting point for counterattacks.

# EXPLANATION_414
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_415
source: 乱舞の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks based on the type of turbulence. Increases the power of heat actions as well as normal attacks such as continuous attacks.

# EXPLANATION_416
source: 乱舞の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks based on the type of turbulence. Increases the power of heat actions as well as normal attacks such as continuous attacks.

# EXPLANATION_417
source: 乱舞技 群衆散らしで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: Random technique You can activate the ultimate blow by scattering the crowd<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_418
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_419
source: 乱舞技 撃刃の舞いで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: Random technique You can activate the ultimate blow with the dance of the shooting blade<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_420
source: 乱舞の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks based on the type of turbulence. Increases the power of heat actions as well as normal attacks such as continuous attacks.

# EXPLANATION_421
source: 乱舞技 陽炎流しで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: Random technique You can activate the ultimate blow with the heat haze sink<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_422
source: 乱舞の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks based on the type of turbulence. Increases the power of heat actions as well as normal attacks such as continuous attacks.

# EXPLANATION_423
source: 連撃数が増えるほど攻撃力が さらに増加します
es_es: As the number of consecutive attacks increases, the attack power will increase further.

# EXPLANATION_424
source: 連撃数が増えるほど よりヒートゲージが溜まりやすくなります
es_es: The more the number of consecutive hits, the easier it is for the heat gauge to accumulate.

# EXPLANATION_425
source: 肩書きがよくなるほど ヒートゲージが溜まりやすくなります
es_es: The better the title, the easier it is for the heat gauge to accumulate.

# EXPLANATION_426
source: 乱舞技 飛翔乱撃の極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: Random technique The ultimate blow can be activated at the height of flying raids.<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# CONTROL_EXPLANATION_4
source: 連撃中に<Sign:1>
es_es: During a series of attacks<Sign:1>

# CONTROL_EXPLANATION_6
source: 敵を掴んだ状態で<Sign:2>あるいは<Sign:1>
es_es: With the enemy grabbed<Sign:2> Or<Sign:1>

# CONTROL_EXPLANATION_7
source: 敵を掴んだ状態で<Sign:0>
es_es: With the enemy grabbed<Sign:0>

# CONTROL_EXPLANATION_10
source: 敵の攻撃が当たる直前に<Sign:6>
es_es: Just before the enemy's attack hits<Sign:6>

# CONTROL_EXPLANATION_11
source: <Sign:3>あるいは <Sign:45>＋<Sign:3>
es_es: <Sign:3>Or<Sign:45> ＋<Sign:3>

# CONTROL_EXPLANATION_13
source: <Sign:23>印の出ている武器のそばで<Sign:0>
es_es: <Sign:23>By the marked weapon<Sign:0>

# CONTROL_EXPLANATION_14
source: 拾った武器を持った状態で<Sign:0>
es_es: With the weapon you picked up<Sign:0>

# CONTROL_EXPLANATION_16
source: <Sign:5>ヒット後<Sign:2>連打 トドメは<Sign:1>
es_es: <Sign:5>After a hit<Sign:2> Repeated hits<Sign:1>

# CONTROL_EXPLANATION_17
source: <Sign:5>長押し <Sign:45>＋<Sign:2>で追撃
es_es: <Sign:5>Long press<Sign:45> ＋<Sign:2> Pursue with

# CONTROL_EXPLANATION_18
source: <Sign:2>で射撃中に<Sign:1>
es_es: <Sign:2>While shooting at<Sign:1>

# CONTROL_EXPLANATION_19
source: 背中方向に<Sign:45>入力しながら<Sign:2>または<Sign:1>
es_es: In the back direction<Sign:45> While typing<Sign:2> Or<Sign:1>

# CONTROL_EXPLANATION_20
source: <Sign:5>長押し <Sign:46>で標的を増加
es_es: <Sign:5>Long press<Sign:46> Increase targets with

# CONTROL_EXPLANATION_21
source: 攻撃中に<Sign:45>＋<Sign:3> 乱舞の型のみ<Sign:3>でも可
es_es: During the attack<Sign:45> ＋<Sign:3> Ranbu type only<Sign:3> But yes

# CONTROL_EXPLANATION_23
source: <Sign:5>長押し
es_es: <Sign:5>Long press

# CONTROL_EXPLANATION_24
source: 壁の近くで敵を掴んで<Sign:1>
es_es: Grab the enemy near the wall<Sign:1>

# CONTROL_EXPLANATION_25
source: 台の近くで敵を掴んで<Sign:1>
es_es: Grab the enemy near the table<Sign:1>

# CONTROL_EXPLANATION_26
source: うつ伏せに倒れた敵の近くで<Sign:1>
es_es: Near an enemy who fell prone<Sign:1>

# CONTROL_EXPLANATION_27
source: 仰向けに倒れた敵の近くで<Sign:1>
es_es: Near an enemy who fell on his back<Sign:1>

# CONTROL_EXPLANATION_28
source: 拾った片手武器を持って敵の近くで<Sign:1>
es_es: Take the one-handed weapon you picked up near the enemy<Sign:1>

# CONTROL_EXPLANATION_29
source: 拾った両手武器を持って敵の近くで<Sign:1>
es_es: Take the two-handed weapon you picked up near the enemy<Sign:1>

# CONTROL_EXPLANATION_30
source: 拾った重量武器を持って敵の近くで<Sign:1>
es_es: Take the heavy weapon you picked up near the enemy<Sign:1>

# CONTROL_EXPLANATION_31
source: 倒れた敵の足元で<Sign:1>
es_es: At the feet of a fallen enemy<Sign:1>

# CONTROL_EXPLANATION_32
source: 高いところや水の近くで敵を掴んで<Sign:1>
es_es: Grab an enemy at a high place or near water<Sign:1>

# CONTROL_EXPLANATION_33
source: 拾った長棒武器を持って敵の近くで<Sign:1>
es_es: Take the long stick weapon you picked up near the enemy<Sign:1>

# CONTROL_EXPLANATION_34
source: 高いところや水の近くで<Sign:1>
es_es: In high places or near water<Sign:1>

# CONTROL_EXPLANATION_35
source: 梅干しを懐に持って敵の近くで<Sign:1>
es_es: Bring dried plums in your pocket and near the enemy<Sign:1>

# CONTROL_EXPLANATION_36
source: 天秤棒の近くで<Sign:1>
es_es: Near the balance pole<Sign:1>

# CONTROL_EXPLANATION_37
source: チロリ（やかん）の近くで<Sign:1>
es_es: Near the kettle<Sign:1>

# CONTROL_EXPLANATION_40
source: 倒れている最中に<Sign:3>連打
es_es: While falling down<Sign:3> Repeated hits

# CONTROL_EXPLANATION_41
source: 走り中に<Sign:1>
es_es: While running<Sign:1>

# CONTROL_EXPLANATION_42
source: 蜜柑を懐に持って敵の近くで<Sign:1>
es_es: Bring tangerines in your pocket near the enemy<Sign:1>

# CONTROL_EXPLANATION_43
source: 回避中に<Sign:3>あるいは<Sign:45>＋<Sign:3>
es_es: During avoidance<Sign:3> Or<Sign:45> ＋<Sign:3>

# CONTROL_EXPLANATION_44
source: 受け流し中に<Sign:1>
es_es: During parry<Sign:1>

# CONTROL_EXPLANATION_45
source: 敵を掴んで<Sign:1>
es_es: Grab the enemy<Sign:1>

# CONTROL_EXPLANATION_46
source: 剛撃の極み中に<Sign:1>
es_es: In the height of a hard hit<Sign:1>

# CONTROL_EXPLANATION_47
source: 剛撃の極み中に<Sign:45>一回転
es_es: In the height of a hard hit<Sign:45> One revolution

# CONTROL_EXPLANATION_48
source: 防御中に<Sign:1>
es_es: While defending<Sign:1>

# CONTROL_EXPLANATION_49
source: 回避中に<Sign:1>
es_es: During avoidance<Sign:1>

# CONTROL_EXPLANATION_50
source: 掴みを解かれたときに<Sign:1>
es_es: When the grip is released<Sign:1>

# CONTROL_EXPLANATION_51
source: 敵の攻撃が当たる瞬間に構えて<Sign:1>
es_es: Hold at the moment when the enemy's attack hits<Sign:1>

# CONTROL_EXPLANATION_52
source: 銃を持った敵の近くで<Sign:1>
es_es: Near an enemy with a gun<Sign:1>

# CONTROL_EXPLANATION_53
source: 地面に倒れる瞬間に<Sign:3>
es_es: At the moment of falling to the ground<Sign:3>

# CONTROL_EXPLANATION_54
source: 刀を持った敵の攻撃が当たる瞬間に<Sign:1>
es_es: At the moment when the enemy with a sword hits<Sign:1>

# CONTROL_EXPLANATION_55
source: 回避中に<Sign:0>
es_es: During avoidance<Sign:0>

# CONTROL_EXPLANATION_56
source: 連撃中に<Sign:31> <Sign:43> <Sign:32>
es_es: During a series of attacks<Sign:31><Sign:43><Sign:32>

# CONTROL_EXPLANATION_57
source: 掴まれているときに<Sign:3>
es_es: When being grabbed<Sign:3>

# CONTROL_EXPLANATION_58
source: 反撃ノ鬨発動中、離れた敵に構えて<Sign:1>
es_es: Hold on to a distant enemy while the counterattack battle cry is activated<Sign:1>

# CONTROL_EXPLANATION_59
source: 敵の攻撃が当たる瞬間に<Sign:1>
es_es: At the moment when the enemy's attack hits<Sign:1>

# CONTROL_EXPLANATION_60
source: 体力赤点滅中に<Sign:30>＋<Sign:29>
es_es: While physical strength is blinking red<Sign:30> ＋<Sign:29>

# CONTROL_EXPLANATION_61
source: 地面に倒れる瞬間に<Sign:1>
es_es: At the moment of falling to the ground<Sign:1>
