Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/bootpar/boot.par/ability.po
Languages: es_es

# SKILL_0
source: 歩く／走る
es_es: Walk / run

# SKILL_1
source: カメラ操作
es_es: Camera operation

# SKILL_2
source: カメラリセット
es_es: Camera reset

# SKILL_3
source: 連撃
es_es: Continuous attack

# SKILL_4
source: 大攻撃
es_es: Big attack

# SKILL_5
source: 敵を掴む
es_es: Grab the enemy

# SKILL_6
source: 掴み攻撃
es_es: Grab attack

# SKILL_7
source: 敵を投げる
es_es: Throw the enemy

# SKILL_8
source: 構える
es_es: Hold

# SKILL_9
source: 防御
es_es: defense

# SKILL_10
source: 受け流し
es_es: Parry

# SKILL_11
source: 回避
es_es: Avoidance

# SKILL_12
source: 型の変更
es_es: Type change

# SKILL_13
source: 武器を拾う
es_es: Pick up a weapon

# SKILL_14
source: 武器を投げる
es_es: Throw a weapon

# SKILL_15
source: 反撃ノ鬨
es_es: Counterattack battle cry

# SKILL_16
source: 龍翼ノ陣
es_es: Dragon Wings

# SKILL_17
source: 五月雨崩し
es_es: May rain break

# SKILL_18
source: 龍牙一閃
es_es: Dragon's teeth flashed

# SKILL_19
source: 轟撃ち
es_es: Roaring

# SKILL_20
source: 背面撃ち
es_es: Back shot

# SKILL_21
source: 炎龍ノ型
es_es: Flame dragon type

# SKILL_22
source: 影残し
es_es: Shadow left

# SKILL_23
source: 鳳凰陣
es_es: Phoenix formation

# SKILL_24
source: 天龍乱舞
es_es: Tianlong Flurry

# SKILL_25
source: 壁面打撃の極み
es_es: Extreme wall hitting

# SKILL_26
source: 顔面痛打の極み
es_es: Extreme facial pain

# SKILL_27
source: 蹴り上げ追い討ちの極み
es_es: The height of kicking up and revenge

# SKILL_28
source: 踏み追い討ちの極み
es_es: The height of trampling

# SKILL_29
source: 連撲の極み
es_es: The height of continuous wrestling

# SKILL_30
source: 砕き殴りの極み
es_es: The height of crushing

# SKILL_31
source: 重撃の極み
es_es: Extreme of heavy hits

# SKILL_32
source: 振り回しの極み
es_es: The height of swinging

# SKILL_33
source: 投げ落としの極み
es_es: The height of throwing

# SKILL_34
source: 棒術の極み
es_es: The height of stick art

# SKILL_35
source: 蹴り落としの極み
es_es: The height of kicking

# SKILL_36
source: 梅干しの極み
es_es: The height of pickled plums

# SKILL_37
source: 天秤棒振り回しの極み
es_es: The extreme of swinging a balance pole

# SKILL_38
source: お熱の極み
es_es: Extreme heat

# SKILL_39
source: 体力増加 壱
es_es: Increased physical strength Ichi

# SKILL_40
source: 格闘段位 初段
es_es: Fighting dan first dan

# SKILL_41
source: 拳撃強化
es_es: Fist Strengthening

# SKILL_42
source: 大拳撃強化
es_es: Big Punch Reinforcement

# SKILL_43
source: 体力増加 弐
es_es: Increased physical strength 2

# SKILL_44
source: 不屈の心得
es_es: Indomitable knowledge

# SKILL_45
source: 拳速強化
es_es: Punch Speed Enhancement

# SKILL_46
source: 灯篭流
es_es: Lantern style

# SKILL_47
source: 格闘段位 弐段
es_es: Fighting dan 2nd dan

# SKILL_48
source: 蜜柑の極み
es_es: The height of tangerine

# SKILL_49
source: 巻き込み強化
es_es: Strengthen involvement

# SKILL_50
source: 古牧流 達磨避け
es_es: Avoid Komaki style Daruma

# SKILL_51
source: 体力増加 参
es_es: Increased physical strength

# SKILL_52
source: 後ろ掴み投げの極み
es_es: The height of back grab throw

# SKILL_53
source: 掴み強化
es_es: Reinforce

# SKILL_54
source: 体力増加 四
es_es: Increased physical strength 4

# SKILL_55
source: 体力増加 五
es_es: Increased physical strength 5

# SKILL_56
source: 闘神の加護
es_es: Blessing of the fighting god

# SKILL_57
source: 格闘段位 参段
es_es: Fighting dan

# SKILL_58
source: 体力増加 六
es_es: Increased physical strength

# SKILL_59
source: 格闘段位 四段
es_es: Fighting dan 4th dan

# SKILL_60
source: 剛撃の極み
es_es: Extreme of hard hit

# SKILL_61
source: 土撃の極み
es_es: Extreme of earth attack

# SKILL_62
source: 怒龍の極み
es_es: The height of the angry dragon

# SKILL_63
source: 体力増加 七
es_es: Increased physical strength Seven

# SKILL_64
source: 回避力上昇
es_es: Increased evasion

# SKILL_65
source: 格闘段位 五段
es_es: Fighting dan 5th dan

# SKILL_66
source: 古牧流 弾き返し
es_es: Komaki style rebound

# SKILL_67
source: 体力増加 八
es_es: Increased physical strength

# SKILL_68
source: 古牧流 捌き打ち
es_es: Komaki style handling

# SKILL_69
source: 格闘段位 六段
es_es: Fighting dan 6th dan

# SKILL_70
source: 龍翼疾風
es_es: Dragon Wing Blast

# SKILL_71
source: 龍翼舞
es_es: Dragon Wing Dance

# SKILL_72
source: 失敗転撃の極み
es_es: The height of a failed turn

# SKILL_73
source: 鬨ノ声
es_es: Battle cry

# SKILL_74
source: 古牧流 虎落とし
es_es: Komaki style tiger drop

# SKILL_75
source: 火縄封じの極み
es_es: The extreme of fuselage

# SKILL_76
source: 古牧流 猫返り
es_es: Komaki style cat return

# SKILL_77
source: 無刀転殺の極み
es_es: The height of swordless murder

# SKILL_78
source: 古牧流 影縛り
es_es: Komaki style shadow binding

# SKILL_79
source: 格闘段位 七段
es_es: Fighting dan 7th dan

# SKILL_80
source: ヒートアクション強化
es_es: Heat action enhancement

# SKILL_81
source: 鞘隠ノ太刀
es_es: Scabbard sword

# SKILL_82
source: 格闘段位 八段
es_es: Fighting dan 8th dan

# SKILL_83
source: 剛体の心得
es_es: Rigid body knowledge

# SKILL_84
source: 大撲打の極み
es_es: The height of the big wrestling

# SKILL_85
source: 居合の心得
es_es: Iai's knowledge

# SKILL_86
source: 無手返しの極み
es_es: The extreme of untouched

# SKILL_87
source: 格闘段位 九段
es_es: Fighting dan 9th dan

# SKILL_88
source: 修羅の気位
es_es: Shura's spirit

# SKILL_89
source: 連撃 轟
es_es: Lian Bang

# SKILL_90
source: 剣撃強化
es_es: Reinforcement

# SKILL_91
source: 一刀段位 初段
es_es: Early stage of a knife

# SKILL_92
source: 連撃 轟閃
es_es: Continuous attack roaring flash

# SKILL_93
source: 剣撃 狼牙
es_es: Smash the fangs

# SKILL_94
source: 大剣撃強化
es_es: Reinforcement

# SKILL_95
source: 剣撃 微睡
es_es: Sword attack

# SKILL_96
source: 剣撃 睡閃
es_es: Sword attack sleep flash

# SKILL_97
source: 無念坊の心得
es_es: Remorse

# SKILL_98
source: 武剣技 追い討ちの極み
es_es: The height of martial arts revenge

# SKILL_99
source: 大太刀の心得
es_es: Knowledge of Odachi

# SKILL_100
source: 大太刀研鑽
es_es: Odachi study

# SKILL_101
source: 剛剣 蝿啼かせ
es_es: Rigid sword fly

# SKILL_102
source: 剛剣 猿返し
es_es: Hard sword monkey return

# SKILL_103
source: 剛剣 風車
es_es: Gang Kian Windmill

# SKILL_104
source: 武剣技 一刀の極み
es_es: The ultimate in martial arts

# SKILL_105
source: 武剣技 一刀追撃の極み
es_es: The height of martial arts one-sword pursuit

# SKILL_106
source: 武剣技 ふっ飛ばしの極み
es_es: The ultimate in martial arts

# SKILL_107
source: 一刀段位 弐段
es_es: One knife Duan Bit Bian Duan

# SKILL_108
source: 忍耐 昇段
es_es: Patience promotion

# SKILL_109
source: ヒートゲージ上限増加
es_es: Increased upper limit of heat gauge

# SKILL_110
source: 一刀段位 参段
es_es: One knife segment parameter segment

# SKILL_111
source: 剣速強化
es_es: Speed strengthening

# SKILL_112
source: 武剣技 壁突き込みの極み
es_es: The height of martial arts wall thrust

# SKILL_113
source: 美技 霞ノ太刀
es_es: Beauty technique Kasumi no sword

# SKILL_114
source: 一刀段位 四段
es_es: One knife ranks four ranks

# SKILL_115
source: 一刀段位 五段
es_es: One knife ranks five ranks

# SKILL_116
source: 美技 風見鶏
es_es: Beauty weathercock

# SKILL_117
source: 武剣技 弾避けの極み
es_es: The ultimate in avoiding martial arts bullets

# SKILL_118
source: 一刀段位 六段
es_es: One knife ranks six ranks

# SKILL_119
source: 美技 枯葉乱れ
es_es: Beauty technique Dead leaf disorder

# SKILL_120
source: 武剣技 枯葉微塵
es_es: Martial arts technique withered leaves and dust

# SKILL_121
source: 一刀段位 七段
es_es: One knife and seven segments

# SKILL_122
source: 武剣技 踏み込み一閃
es_es: Martial arts stepping on

# SKILL_123
source: 鬼神の加護
es_es: Blessing of the demon

# SKILL_124
source: 剣撃 狼牙 終
es_es: Smash the fangs

# SKILL_125
source: 龍牙 弧風斬
es_es: Dragon Tooth Arc Wind Slash

# SKILL_126
source: 一刀段位 八段
es_es: One knife ranks eight ranks

# SKILL_127
source: 一刀段位 九段
es_es: One knife and nine dans

# SKILL_128
source: 美技 閃の太刀
es_es: Beauty Sen no Tachi

# SKILL_129
source: 武剣技 空中回転斬り
es_es: Martial arts aerial rotation sword

# SKILL_130
source: 武剣技 微塵切りの極み
es_es: The ultimate in martial arts

# SKILL_131
source: 短銃段位 初段
es_es: Handgun dan first dan

# SKILL_132
source: 跳込連弾
es_es: Duet duet

# SKILL_133
source: 短銃段位 弐段
es_es: Handgun dan 2nd dan

# SKILL_134
source: 銃技 追い撃ちの極み
es_es: Gun technique The ultimate in pursuit

# SKILL_135
source: 銃技 滑り込みの極み
es_es: Gun technique The extreme of slipping

# SKILL_136
source: 短銃段位 参段
es_es: Handgun dan

# SKILL_137
source: 拡散轟射
es_es: Diffusion roar

# SKILL_138
source: 拡散轟射 極
es_es: Diffuse roaring pole

# SKILL_139
source: 瞬撃靠
es_es: Instantly rely on

# SKILL_140
source: 強化弾心得
es_es: Strengthen your experience

# SKILL_141
source: 閃光弾心得
es_es: Flashing experience

# SKILL_142
source: 雷撃弾心得
es_es: Lightning bullet knowledge

# SKILL_143
source: 酸性弾心得
es_es: Acidic experience

# SKILL_144
source: 毒弾心得
es_es: Drug experience

# SKILL_145
source: 短銃段位 四段
es_es: Handgun dan 4th dan

# SKILL_146
source: 炎龍 連弾
es_es: Flame dragon duet

# SKILL_147
source: 銃技 離し撃ちの極み
es_es: The ultimate in shooting away from guns

# SKILL_148
source: 短銃段位 五段
es_es: Handgun dan 5 dan

# SKILL_149
source: 集中 昇段
es_es: Concentrated promotion

# SKILL_150
source: 連射速度上昇
es_es: Increased rate of fire

# SKILL_151
source: 短銃段位 六段
es_es: Handgun dan 6 dan

# SKILL_152
source: 爆裂腔
es_es: Burst cavity

# SKILL_153
source: 銃技 張り付け銃撃の極み
es_es: Gun technique The extreme of sticking shooting

# SKILL_154
source: 大筒心得
es_es: Big tube experience

# SKILL_155
source: 大筒研鑽
es_es: Otsutsu Kenkyu

# SKILL_156
source: 花火の極み
es_es: The height of fireworks

# SKILL_157
source: 短銃段位 七段
es_es: Short gun dan 7 dan

# SKILL_158
source: 旋風撃ち
es_es: Whirlwind shoot

# SKILL_159
source: 流星の加護
es_es: Meteor blessing

# SKILL_160
source: 銃技 離し追い撃ちの極み
es_es: The ultimate in pursuing a gun

# SKILL_161
source: 銃技 叩き込みの極み
es_es: The ultimate in gun technique

# SKILL_162
source: 銃技 速射連撃の極み
es_es: The ultimate in rapid fire

# SKILL_163
source: 籠手砕き
es_es: Gauntlet crushing

# SKILL_164
source: 銃技 脇撃ちの極み
es_es: The ultimate in shooting aside

# SKILL_165
source: 旋風掴み
es_es: Whirlwind grab

# SKILL_166
source: 短銃段位 八段
es_es: Handgun dan 8 dan

# SKILL_167
source: 銃技 寝起き銃撃の極み
es_es: Gun technique The height of waking up shooting

# SKILL_168
source: 短銃段位 九段
es_es: Handgun dan 9 dan

# SKILL_169
source: 銃技 放り投げの極み
es_es: The ultimate in throwing guns

# SKILL_170
source: 炎龍 滑空
es_es: Flame Dragon Gliding

# SKILL_171
source: 炎龍 咆哮
es_es: Yanlong Roar

# SKILL_172
source: 乱舞段位 初段
es_es: Flurry stage early stage

# SKILL_173
source: 乱舞技 追い討ちの極み
es_es: Random dance

# SKILL_174
source: 鳳凰陣 初段
es_es: Phoenix formation early

# SKILL_175
source: 鳳凰の加護
es_es: Phoenix blessing

# SKILL_176
source: 鳳凰陣 弐段
es_es: Phoenix formation

# SKILL_177
source: 鳳凰陣 参段
es_es: Phoenix formation

# SKILL_178
source: 乱撃強化
es_es: Chaos reinforcement

# SKILL_179
source: 銃撃強化
es_es: Shooting enhancement

# SKILL_180
source: 乱舞技 絢爛豪華
es_es: Gorgeous and luxurious flurry

# SKILL_181
source: 乱舞技 絢爛豪華 極
es_es: Flurry dance is gorgeous and luxurious

# SKILL_182
source: 天龍 砕牙
es_es: Tianlong Teeth

# SKILL_183
source: 乱舞技 背面取りの極み
es_es: Random technique

# SKILL_184
source: 槍術心得
es_es: Spear skills

# SKILL_185
source: 槍術研鑽
es_es: Spear art study

# SKILL_186
source: 乱舞技 壁追い込みの極み
es_es: Random technique The extreme of driving into the wall

# SKILL_187
source: 乱舞段位 弐段
es_es: Ran Wu Duan Wei Duan

# SKILL_188
source: 美技 月見酒
es_es: Beauty Tsukimi Sake

# SKILL_189
source: 美技 花見酒
es_es: Beauty Hanami Sake

# SKILL_190
source: 乱舞技 鉄火連段
es_es: Ranbu technique Iron fire continuous stage

# SKILL_191
source: 乱舞技 突刺追撃の極み
es_es: Random technique The extreme of piercing pursuit

# SKILL_192
source: 乱舞技 総身回天落とし
es_es: Ranbu Giten Kaiten Drop

# SKILL_193
source: 乱舞段位 参段
es_es: Ranwu Duan Position Participation Duan

# SKILL_194
source: 鎌鼬
es_es: Scythe weasel

# SKILL_195
source: 美技 天狗影
es_es: Beauty Tengu Shadow

# SKILL_196
source: 乱舞技 憂い残し
es_es: Ranbu technique

# SKILL_197
source: 乱舞段位 四段
es_es: Flurry stage four

# SKILL_198
source: 腕力 昇段
es_es: Strength promotion

# SKILL_199
source: 乱撃速度上昇
es_es: Increased raid speed

# SKILL_200
source: 乱舞段位 五段
es_es: Flurry Dance Level 5

# SKILL_201
source: 美技 風流し
es_es: Beauty style

# SKILL_202
source: 乱舞段位 六段
es_es: Flurry 6th dan

# SKILL_203
source: 乱舞段位 七段
es_es: Flurry 7th dan

# SKILL_204
source: 乱舞技 群衆散らし
es_es: Random dance crowd scatter

# SKILL_205
source: 乱舞技 撃刃の舞い
es_es: Ranbu technique The dance of the shooting blade

# SKILL_206
source: 乱舞段位 八段
es_es: Ranwu Duan 8 Duan

# SKILL_207
source: 乱舞技 陽炎流し
es_es: Random dance heat haze sink

# SKILL_208
source: 乱舞段位 九段
es_es: Flurry Duan 9 Dan

# SKILL_209
source: 乱撃舞踏 壱
es_es: Random Butoh Ichi

# SKILL_210
source: 乱撃舞踏 弐
es_es: Rampage Butoh 2

# SKILL_211
source: 乱撃舞踏 参
es_es: Random Butoh

# SKILL_212
source: 乱舞技 飛翔乱撃の極み
es_es: Random technique The height of flying raid

# EXPLANATION_0
source: <Sign:45>の入力度合いによって 歩きと走りの使い分けが可能です
es_es: <Sign:45>It is possible to use walking and running properly depending on the degree of input of

# EXPLANATION_1
source: カメラを上下左右に動かせます ポーズメニューの「設定」で 操作の変更が可能です
es_es: You can move the camera up / down / left / right.

# EXPLANATION_2
source: カメラを背後に移動させます 画面外の敵を攻撃していると 自動で背後に回ることもあります
es_es: Move the camera behind If you are attacking an enemy outside the screen, it may automatically turn behind

# EXPLANATION_3
source: 連続攻撃を繰り出すことができます 連撃から様々な技に繋げることが可能です
es_es: You can launch continuous attacks It is possible to connect to various techniques from continuous attacks

# EXPLANATION_4
source: 連撃から繰り出せる強力な攻撃です 敵をふっ飛ばすことができます
es_es: It is a powerful attack that can be launched from a series of attacks. You can blow off enemies.

# EXPLANATION_5
source: 正面に立つ敵を掴んで動きを封じます 敵によっては瞬時に解かれる場合もあります
es_es: Grab the enemy standing in front and block the movement. Depending on the enemy, it may be solved instantly.

# EXPLANATION_6
source: 敵を掴んでいる状態で打撃を繰り出します 連続攻撃とふっ飛ばし攻撃の 出し分けが可能です
es_es: Strikes while grasping the enemy. It is possible to separate continuous attacks and blow-off attacks.

# EXPLANATION_7
source: 掴んだ敵を投げ飛ばします 他の敵を巻き込んで攻撃することもできます
es_es: Throw away the enemies you grabbed You can also involve other enemies and attack

# EXPLANATION_8
source: 構えることで 前方の敵に標的を絞ることができます
es_es: By holding it, you can target the enemy in front of you.

# EXPLANATION_9
source: 前方向からの攻撃を防御できます 武器を持っていない場合は武器攻撃を 防ぎきることはできません
es_es: You can defend against attacks from the front If you do not have a weapon, you can not prevent weapon attacks

# EXPLANATION_10
source: 敵の攻撃を受け流します 受け流された敵は体勢を崩しているので そこを起点に一気に攻撃へ転じましょう
es_es: Parry the enemy's attack The pardoned enemy is out of shape, so let's start the attack at once from there

# EXPLANATION_11
source: 素早い動きで攻撃を避けます 前後左右に出し分けが可能です
es_es: Avoid attacks with quick movements It is possible to separate front, back, left and right

# EXPLANATION_12
source: ４つの型を切り替えることができます 格闘の型選択時 <Sign:44>で特殊武器を使用できます
es_es: You can switch between 4 types When selecting a fighting type<Sign:44> You can use special weapons with

# EXPLANATION_13
source: <Sign:23>印が出ている武器を拾います 拾ってからもう一度<Sign:0>で投げつけが可能です
es_es: <Sign:23>Pick up the marked weapon, pick it up, and then again<Sign:0> Can be thrown at

# EXPLANATION_14
source: その場で拾った武器を敵に投げつけます 武器によって当たった際の効果が異なります
es_es: Throw the weapon you picked up on the spot at the enemy. The effect when hit depends on the weapon.

# EXPLANATION_15
source: 格闘の型で受け流した際 一定時間無敵になります 体勢を崩した敵に一気に攻撃しましょう
es_es: You will be invincible for a certain period of time when parrying in a fighting style.

# EXPLANATION_16
source: 標的にした敵に対して 圧倒的な手数で連続攻撃を叩き込む大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a big skill to hit a continuous attack against the targeted enemy with overwhelming effort<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_17
source: 素早い切り上げを連続して行うことで 敵の防御を崩す技です 成功すると攻撃の好機が生まれます
es_es: It is a technique that breaks the enemy's defense by performing quick rounding up continuously. If successful, an opportunity for attack will be created.

# EXPLANATION_18
source: 一度納刀したところから、高速で踏み込み 敵を一閃する強力な抜刀術です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a powerful sword-drawing technique that flashes the enemy by stepping on at high speed from the place where the sword was delivered once.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_19
source: 前方の敵に向かって、複数の銃弾を 一気に放出する強力な射撃技です
es_es: It is a powerful shooting technique that shoots multiple bullets at once toward the enemy in front.

# EXPLANATION_20
source: 後ろ方向に向き直って射撃を行います 距離を取りつつ振り向きざまに一発 攻撃することができる有効な技です
es_es: It turns backwards and shoots. It is an effective technique that allows you to turn around and make a single attack while keeping a distance.

# EXPLANATION_21
source: 複数の敵を標的に取り、銃弾を乱射することで 一気に周囲の敵を一掃する大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a great technique to target multiple enemies and shoot bullets to wipe out surrounding enemies at once.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_22
source: 攻撃を中断して即時回避を行うことができます 乱舞の型では直後に攻撃をつなぐことで 効果的に連撃を行うことができます
es_es: You can interrupt the attack and perform immediate avoidance.In the type of random dance, you can effectively perform continuous attacks by connecting the attack immediately afterwards.

# EXPLANATION_23
source: 斬撃と銃撃による波状攻撃を行う 乱舞の型ならではの豪快な技です 全部で三段まで繰り出すことができます
es_es: It is a powerful technique unique to the type of random dance that performs wavy attacks by slashing and shooting.

# EXPLANATION_24
source: 回転しながら銃を乱射し 斬撃と銃撃の雨を敵にお見舞いする大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a big skill that shoots a gun while rotating and hits the enemy with slashing and shooting rain<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_25
source: 顔面を壁に叩きつけ、倒れ込んだところを 踏みつける非情な大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It's a ruthless feat that hits your face against the wall and tramples where you've fallen.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_26
source: 敵の顔面を台に強打し、倒れ込んだところを 踏みつけて追い討ちする大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a big skill to smash the enemy's face on the table and trample on the fallen place<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_27
source: 倒れている敵に対して思いっきり振り上げた足で 激しい蹴り上げをお見舞いする大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It's a big skill to hit a fierce kick with a leg that has been swung up against a fallen enemy.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_28
source: 倒れている敵に対して顔面を 踏みつける強烈な追い討ち技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It ’s a powerful revenge technique that tramples the face against a fallen enemy.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_29
source: 手に持った鈍器で敵を殴りつけ 倒れ込んだところにもう一撃加える大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It ’s a great technique to hit an enemy with a blunt instrument in your hand and hit another one when you fall down.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_30
source: 手に持った武器で敵の視界を奪った後 連続で拳を叩き込む大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a big skill to hit the fist continuously after stealing the enemy's view with the weapon in hand<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_31
source: 手に持った巨大な武器を叩き落とし 敵を押しつぶす大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It ’s a big skill to knock down a huge weapon in your hand and crush the enemy.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_32
source: 敵の足を掴んで振り回し周りにいる敵も いっぺんに巻き込んで倒す豪快な大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It's a powerful technique that grabs the enemy's legs, swings them around, and involves and defeats the enemies around them all at once.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_33
source: 高いところや水際から敵を投げ落とし 一発退場してもらう強烈な大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a powerful technique to throw enemies from high places and the water's edge and have them leave.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_34
source: 長い棒を使って敵を転倒させ その上から思い切りたたきつける大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It ’s a big skill to use a long stick to overturn an enemy and slam it from above.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_35
source: 顔面に一撃を入れて怯ませたところに 蹴り上げて背後の段差に落とす非情な大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a ruthless big skill that hits the face and kicks it up to the frightened place and drops it on the step behind<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_36
source: 強烈に酸っぱい梅干しを敵の口に詰め込み 怯んだところに一撃を加える斬新な大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a novel big technique that stuffs intensely sour umeboshi into the enemy's mouth and gives a blow to the frightened place.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_37
source: 荷物の詰まった重たい天秤棒を華麗に振り回し 強烈な一撃をお見舞いする大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a great skill to swing a heavy balance pole full of luggage brilliantly and hit a powerful blow.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_38
source: 熱湯入りのチロリで敵を殴り湯を注ぐ大技です チロリはうまい屋、宇治茶屋などにあります <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a big skill to hit the enemy with hot water and pour hot water. Takoyaki is located in Takoyaki, Uji Chaya, etc.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_39
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_40
source: 格闘の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by fighting type will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_41
source: 格闘の型の連撃数が増加します 追加された連撃からの大攻撃は 「大拳撃強化」を習得すると使用できます
es_es: The number of continuous attacks of the fighting type will increase. The large attacks from the added continuous attacks can be used by learning "Strengthen Great Fist Attack".

# EXPLANATION_42
source: 格闘の型の連撃４段目から大攻撃が繰り出せます 強力な当身攻撃を繰り出し 敵を吹き飛ばすことができます
es_es: A large attack can be launched from the 4th stage of the continuous attack of the fighting type. You can launch a powerful atemi attack and blow away the enemy.

# EXPLANATION_43
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_44
source: 倒されてから立ち上がるまでの<Sign:3>ボタンの 必要入力数が減少します より早く立ち上がり、追撃を防ぎましょう
es_es: From being defeated to standing up<Sign:3> The number of button inputs required will be reduced. Get up faster and prevent pursuit.

# EXPLANATION_45
source: 格闘の型の連撃の速度が上昇します 手数が多くなるだけでなく 敵に反撃の隙を与えづらくなります
es_es: Increases the speed of the fighting type of continuous attack. Not only does it increase the number of steps, but it also makes it difficult to give the enemy a chance to counterattack.

# EXPLANATION_46
source: 走り込みからの勢いのある 飛び膝蹴りを繰り出します 離れた敵に攻撃する際に効果的です
es_es: It delivers a powerful jumping knee kick from the run. It is effective when attacking a distant enemy.

# EXPLANATION_47
source: 格闘の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by fighting type will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_48
source: 酸っぱい蜜柑を口に押し込み 踏みつけつつ無理やり食べさせる斬新な大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a novel technique that pushes sour tangerine into the mouth and forces it to eat while trampling.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_49
source: 投げ技や大攻撃で吹き飛んだ敵が 他の敵にあたった際のダメージが増加します 混戦になるほど効果を発揮します
es_es: Increases damage when an enemy blown away by a throwing technique or a large attack hits another enemy.
