Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/bootpar/boot.par/ability.po
Languages: es_es

# EXPLANATION_50
source: 一回の回避では避けきれない攻撃でも 転がって大きく避けることにより ダメージを受けずに乗り切ることができます
es_es: Even attacks that cannot be avoided with a single evasion can be overcome without being damaged by rolling and avoiding them greatly.

# EXPLANATION_51
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_52
source: 受け流しで体勢を崩した敵の背中を掴み 思いっきり投げ飛ばす大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a great technique to grab the back of an enemy who has lost his posture by parrying and throw it away as much as he can.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_53
source: より力強く掴むことで 敵に振りほどかれにくくなります 掴み技を多用する場合は強化したい能力です
es_es: The stronger you grab, the harder it will be to be unwound by the enemy. If you use a lot of grab techniques, this is the ability you want to strengthen.

# EXPLANATION_54
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_55
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_56
source: 反撃ノ鬨発動中に敵を倒すと 獲得できる経験値が増加します より効率的に成長するためにおすすめの能力です
es_es: If you defeat an enemy while the counterattack battle cry is activated, the experience value that can be obtained will increase. It is a recommended ability to grow more efficiently.

# EXPLANATION_57
source: 格闘の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by fighting type will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_58
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_59
source: 格闘の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by fighting type will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_60
source: 強烈な拳を顔面にお見舞いした後に 勢いのついた頭突きを繰り出す大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a big skill to push out a headbutt with momentum after hitting a strong fist on the face<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_61
source: 剛撃の極みから派生する 地面に埋まるほど頭部を叩きつける大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a big skill that hits the head so that it is buried in the ground derived from the extreme of hard hitting<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_62
source: 剛撃の極みから派生する、掴んだ敵を 振り回して周りをも巻き込む大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: Derived from the extreme of hard attack, it is a big skill that swings the grasped enemy and involves the surroundings<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_63
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_64
source: 回避の際の無敵時間が長くなります 敵の攻撃を見てから回避を行っても 避けられる確率が上がります
es_es: The invincibility time when evading will be longer. Even if you evade after seeing the enemy's attack, the probability of avoiding will increase.

# EXPLANATION_65
source: 格闘の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by fighting type will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_66
source: 敵の攻撃を防御したところから押し返し 反撃の起点にすることができる技です 強敵との戦いで非常に重宝します
es_es: It is a technique that can be used as a starting point for counterattack by pushing back from the place where you defended the enemy's attack.

# EXPLANATION_67
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_68
source: 回避直後に攻撃に転じることができる技です 回避や防御ばかりでは勝機がないので 攻勢に出れる一手は是非ほしいところです
es_es: It is a technique that can turn into an attack immediately after evasion. There is no chance to win only by evasion and defense, so I definitely want a move that can go on the offensive.

# EXPLANATION_69
source: 格闘の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by fighting type will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_70
source: 格闘の型絶技、龍翼ノ陣の 攻撃速度が上昇します <Color:255,255,150,255>絶技「龍翼ノ陣」を修行で習得後効果を発揮<Color:Default>
es_es: Increases the attack speed of Ryu Tsubasa, a martial arts skill.<Color:255,255,150,255> Demonstrate the effect after learning the superb technique "Ryu Tsubasa no Jin" by training<Color:Default>

# EXPLANATION_71
source: 格闘の型絶技、龍翼ノ陣の 効果時間が長くなります <Color:255,255,150,255>絶技「龍翼ノ陣」を修行で習得後効果を発揮<Color:Default>
es_es: The effect time of the dragon wing nojin, a martial arts skill, will be longer.<Color:255,255,150,255> Demonstrate the effect after learning the superb technique "Ryu Tsubasa no Jin" by training<Color:Default>

# EXPLANATION_72
source: 掴みを解いて反撃に出ようとする敵に対し その隙を与えずに浴びせ蹴りを見舞う大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It's a big skill to hit an enemy who tries to release the grip and fight back without giving a chance.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_73
source: 反撃ノ鬨の効果時間が長くなります 受け流しに成功して反撃ノ鬨が発動したら 武器を切り替えて戦うのもひとつの策です
es_es: The effect time of the counterattack battle cry will be longer. If you succeed in parrying and the counterattack battle cry is activated, you can switch weapons and fight.

# EXPLANATION_74
source: 敵の攻撃の隙を突き強烈な一撃を叩き込みます 狙えるのは一瞬だけですが 確実に捉えれば大ダメージを与えられます
es_es: It pierces the gap of the enemy's attack and hits a powerful blow. You can aim only for a moment, but if you catch it surely, you can do a lot of damage.

# EXPLANATION_75
source: 銃を持っている敵の懐に踏み込み 射撃できない近距離で一撃を繰り出す大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a great technique to step into the pocket of an enemy who has a gun and shoot at a short distance where you can not shoot<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_76
source: 倒れそうになったところから 受け身を取って起き上がることができます 倒れて隙を作らないように注意しましょう
es_es: You can get up passively from where you are about to fall. Be careful not to fall and make a gap.

# EXPLANATION_77
source: 敵の一撃を寸前で受け流し 相手の刀を利用して攻撃する豪快な大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a powerful technique to parry the enemy's blow and attack with the opponent's sword.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_78
source: 敵の攻撃を回避した動きの流れから 敵を掴むことができます 掴まれている間敵は無力になります
es_es: You can grab the enemy from the flow of movement that avoids the enemy's attack. While being grabbed, the enemy becomes powerless.

# EXPLANATION_79
source: 格闘の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by fighting type will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_80
source: ヒートゲージの上昇率が増加します ヒートゲージは段階ごとに溜まりにくくなるので 活用するためにも強化していきましょう
es_es: The rate of increase of the heat gauge will increase. The heat gauge will be less likely to accumulate at each stage, so let's strengthen it so that it can be used.

# EXPLANATION_81
source: 攻撃中に瞬時に抜刀することができます 攻撃をしながら型の切り替えが可能になり 少ない隙で複数の型を使うことができます
es_es: You can instantly pull out the sword during an attack. You can switch types while attacking, and you can use multiple types with a small gap.

# EXPLANATION_82
source: 格闘の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by fighting type will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_83
source: 敵に掴まれた際に、振りほどきやすくなります 強敵の掴み攻撃は非常に危険なため 一刻も早く離脱できるようにしましょう
es_es: It will be easier to unwind when the enemy grabs you. Since the grab attack of a strong enemy is very dangerous, let's make it possible to leave as soon as possible.

# EXPLANATION_84
source: 走り込んだところから 強烈な掌底を連続で叩き込む豪快な大技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a powerful technique that continuously hits the strong palm bottom from the place where you ran<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_85
source: 刀や銃を出しながらの攻撃で威力が増加します 鞘隠ノ太刀と合わせて習得することで 型の切り替えも立派な攻撃になっていきます
es_es: The power will increase by attacking while putting out a sword or gun. By learning together with the Scabbard sword, switching types will also become a splendid attack.

# EXPLANATION_86
source: 攻撃してきた敵に対して 即座に体術で反撃を行う強烈な返し技です <Color:109,193,240,255>ヒートゲージを消費します<Color:Default>
es_es: It is a powerful return technique that immediately counterattacks the attacking enemy with physical technique.<Color:109,193,240,255> Consume heat gauge<Color:Default>

# EXPLANATION_87
source: 格闘の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by fighting type will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_88
source: ヒートゲージを全て消費することで 少量の体力を回復することができます 消費する量に関わらず回復量は一定です
es_es: You can recover a small amount of physical strength by consuming all the heat gauge. The amount of recovery is constant regardless of the amount consumed.

# EXPLANATION_89
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_90
source: 格闘の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by fighting type will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_91
source: 格闘の型の連撃で与える ダメージが増加します
es_es: Increases the damage dealt by a series of fighting types

# EXPLANATION_92
source: 格闘の型の大攻撃で与える ダメージが増加します
es_es: Increases the damage dealt by fighting type heavy attacks

# EXPLANATION_93
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_94
source: 倒れているところからの復帰に必要な <Sign:3>入力数が減少し さらに早く立ち上がれるようになります
es_es: Necessary for returning from a fallen place<Sign:3> The number of inputs will be reduced and you will be able to start up even faster.

# EXPLANATION_95
source: 格闘の型の連撃の速度が さらに上昇します
es_es: The speed of the fighting type of continuous attack is further increased.

# EXPLANATION_96
source: 灯篭流を繰り出した際に 与えるダメージが増加します
es_es: Increases the damage done when the lantern flow is drawn out

# EXPLANATION_97
source: 格闘の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by fighting type will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_98
source: 蜜柑の極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: The ultimate blow can be activated at the height of tangerine<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_99
source: 投げ技や大攻撃で吹き飛んだ敵が 他の敵にあたった際のダメージが さらに増加します
es_es: Further increases the damage when an enemy blown away by a throwing technique or a big attack hits another enemy

# EXPLANATION_100
source: 回避の際の無敵時間が長くなります 敵の大振りの攻撃なども回避しやすくなります
es_es: The invincibility time when evading will be longer. It will be easier to avoid large enemy attacks.

# EXPLANATION_101
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_102
source: 後ろ掴み投げの極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: You can activate the ultimate blow at the extreme of back grab throw<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_103
source: さらに力強く掴むことで より敵に振りほどかれにくくなります
es_es: The stronger you grab it, the harder it will be to be unwound by the enemy.

# EXPLANATION_104
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_105
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_106
source: 反撃ノ鬨発動中に敵を倒した際に 獲得できる経験値がさらに増加します
es_es: The experience points that can be obtained when defeating an enemy while the counterattack battle cry is activated will be further increased.

# EXPLANATION_107
source: 格闘の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by fighting type will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_108
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_109
source: 格闘の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by fighting type will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_110
source: 剛撃の極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: You can activate the ultimate blow at the extreme of a hard hit<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_111
source: 土撃の極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: You can activate the ultimate blow at the height of the earth attack<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_112
source: 怒龍の極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: The ultimate blow can be activated at the height of the angry dragon<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_113
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_114
source: 回避の際の無敵時間が長くなります 敵の大振りの攻撃なども回避しやすくなります
es_es: The invincibility time when evading will be longer. It will be easier to avoid large enemy attacks.

# EXPLANATION_115
source: 格闘の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by fighting type will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_116
source: 古牧流 弾き返しを繰り出した際に 与えるダメージが増加します
es_es: Komaki style Increases the damage done when repelling

# EXPLANATION_117
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_118
source: 古牧流 捌き打ちを繰り出した際に 与えるダメージが増加します
es_es: Increases the damage dealt when the Komaki style is used.

# EXPLANATION_119
source: 格闘の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by fighting type will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_120
source: 格闘の型絶技、龍翼ノ陣の 攻撃速度が上昇します
es_es: Increases the attack speed of Ryu Tsubasa, a martial arts skill.

# EXPLANATION_121
source: 格闘の型絶技、龍翼ノ陣の 効果時間がさらに長くなります
es_es: The duration of the fighting skill, Ryu Tsubasa no Jin, will be even longer.

# EXPLANATION_122
source: 失敗転撃の極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: The ultimate blow can be activated at the height of a failed turn<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_123
source: 反撃ノ鬨の効果時間が さらに長くなります
es_es: The duration of the counterattack battle cry will be even longer.

# EXPLANATION_124
source: 古牧流 虎落としを繰り出した際に 与えるダメージが増加します
es_es: Increases the damage dealt when the Komaki style tiger drop is delivered.

# EXPLANATION_125
source: 火縄封じの極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: The ultimate blow can be activated at the extreme of the fuselage seal.<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_126
source: 倒れそうになったところから受け身を取り 敵に対して瞬時に反撃に転じる技です
es_es: It is a technique to take a passive attack from the place where you are about to fall and instantly turn to counterattack against the enemy.

# EXPLANATION_127
source: 無刀転殺の極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: You can activate the ultimate blow at the extreme of swordless killing<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_128
source: 回避の際の無敵時間が長くなります 敵の大振りの攻撃なども回避しやすくなります
es_es: The invincibility time when evading will be longer. It will be easier to avoid large enemy attacks.

# EXPLANATION_129
source: 格闘の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by fighting type will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_130
source: 格闘の型のヒートアクションの 威力が上昇します 好機を見極めより大きな一撃を叩き込みましょう
es_es: The power of the fighting type heat action will increase. Let's identify the opportunity and hit a bigger blow.

# EXPLANATION_131
source: 鞘隠ノ太刀の無敵時間が長くなります 武器の切り替え中は隙が大きいので 機を見て行うようにしましょう
es_es: The invincibility time of the Scabbard sword will be longer. There is a large gap while switching weapons, so be sure to look at the opportunity.

# EXPLANATION_132
source: 格闘の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by fighting type will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_133
source: ヒート状態時、敵の攻撃を受けても ひるみにくくなります 攻撃を中断されづらくなる非常に強力な能力です
es_es: It is a very powerful ability that makes it difficult to interrupt the attack even if it is attacked by the enemy in the heat state.

# EXPLANATION_134
source: 大撲打の極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: The ultimate hit can be activated at the height of a big wrestling<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_135
source: 抜刀や銃を出しながらの攻撃の威力が さらに増加します
es_es: The power of attacks while pulling out swords and shooting guns will increase further

# EXPLANATION_136
source: 無手返しの極みで 究極の一打が発動できます <Color:109,193,240,255>究極の一打：追加の<Sign:1>入力成功でダメージ増加<Color:Default>
es_es: You can activate the ultimate blow at the extreme of untouched<Color:109,193,240,255> Ultimate Strike: Additional<Sign:1> Damage increases with successful input<Color:Default>

# EXPLANATION_137
source: 格闘の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks by fighting type will increase. The power of heat action will increase as well as normal attacks such as continuous attacks.

# EXPLANATION_138
source: 修羅の気位を繰り出した際の 体力回復量が増加します
es_es: Increases the amount of health recovery when the Shura's spirit is extended.

# EXPLANATION_139
source: 連撃からの大攻撃を溜めた際に 与えるダメージが増加します 一刀の型特有の強烈な一撃です
es_es: Increases the damage dealt when a large attack from a series of attacks is accumulated. It is a powerful blow peculiar to the type of one sword.

# EXPLANATION_140
source: 一刀の型の連撃数が増加します 追加された４段目の攻撃からの大攻撃は ２発連続で斬りつける高威力の攻撃です
es_es: The number of continuous attacks of one sword type will increase. The large attack from the added 4th stage attack is a high-powered attack that slashes two shots in a row.

# EXPLANATION_141
source: 一刀の型による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: Increases the power of attacks with a single sword type Increases the power of heat actions as well as normal attacks such as continuous attacks

# EXPLANATION_142
source: 連撃から繋がる大攻撃で強撃が可能になります 強撃に成功すると、技の威力が増加します ヒート状態でゲージを消費して発動可能です
es_es: It is possible to make a strong attack with a large attack connected from a continuous attack. If the strong attack is successful, the power of the technique will increase. It can be activated by consuming the gauge in the heat state.

# EXPLANATION_143
source: 体力の上限が増加します 体力はレベルアップでも少量増加しますが 能力獲得ではより大きく増加します
es_es: Increases the upper limit of physical strength. Physical strength increases a small amount even if you level up, but it increases more when you acquire abilities.

# EXPLANATION_144
source: 腰を落とした構えから一気に突進し 強烈な突きを繰り出します 離れた敵に間合いを詰めつつ攻撃できる技です
es_es: It is a technique that can attack distant enemies while closing the gap, rushing at a stretch from the stance of sitting down and delivering a strong thrust

# EXPLANATION_145
source: 一刀の型連撃４段目からの大攻撃で さらに大きな飛び込み斬りを連続で行います 非常に威力が高いので確実に当てましょう
es_es: One-sword type continuous attack A big attack from the 4th stage will make a bigger dive slash in a row. It is very powerful, so be sure to hit it.

# EXPLANATION_146
source: 走り込みからの回転攻撃を繰り出します 攻撃範囲も広いため、複数人がいる場所へ 走り込んで繰り出すと効果的です
es_es: Since the attack range is wide, it is effective to run into a place where there are multiple people.

# EXPLANATION_147
source: 剣撃 微睡が強撃可能になります 一撃でよりダメージを与えることができます ヒート状態でゲージを消費して発動可能です
es_es: Sword attack Slight sleep can be smashed. You can do more damage with a single blow. It can be activated by consuming the gauge in the heat state.

# EXPLANATION_148
source: 防御を崩されても即座に防御することができます 敵の連撃中は崩されると大ダメージに繋がるので 防御しきれているかどうかを常に確認しましょう
es_es: Even if the defense is broken, you can defend immediately.During the enemy's continuous attack, if it is broken, it will lead to great damage, so always check whether you are fully defended.

# EXPLANATION_149
source: 倒れている敵に刀を突き刺す無情な一撃 敵が仰向けかうつ伏せかで 繰り出す技が変化します
es_es: A ruthless blow that pierces a fallen enemy with a sword.

# EXPLANATION_150
source: 特殊武器「大太刀」が使えるようになります 大太刀は一撃の威力が非常に大きい武器です <Color:255,255,150,255>特殊武器使用中は型の経験値は増加しません<Color:Default>
es_es: You will be able to use the special weapon "Odachi". Odachi is a weapon with a very large blow power.<Color:255,255,150,255> Type experience points do not increase while using special weapons<Color:Default>

# EXPLANATION_151
source: 大太刀による攻撃の威力が増加します 連撃等の通常攻撃だけではなく ヒートアクションの威力も増加します
es_es: The power of attacks with a large sword will increase. The power of heat actions will increase as well as normal attacks such as continuous attacks.
