Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/bootpar/boot.par/item.po
Languages: es_es

# EXPLANATION_438
source: 長く真っ直ぐな柄に刃がついた もっとも一般的な形状の槍
es_es: The most common shape of a spear with a long, straight handle and a blade

# EXPLANATION_439
source: 柄と刃の接合部分を強化した槍 量産品のためこの名がついた
es_es: This name was given because it is a mass-produced spear with a reinforced joint between the handle and the blade.

# EXPLANATION_440
source: お土産用の長いこけし 能力：吹 大攻撃で敵が吹き飛ぶ
es_es: Long Kokeshi doll for souvenirs: Blow off enemies

# EXPLANATION_441
source: 柄の部分をより強化し、力が刀身に 伝わりやすいように設計された槍
es_es: A spear designed to strengthen the handle and easily transmit power to the blade

# EXPLANATION_442
source: 刃の部分が十字になっている槍 鍛えるとより切れ味が増す
es_es: A spear with a cross-shaped blade will become sharper if you train it.

# EXPLANATION_443
source: 正月の催しなどで使われる大きな筆 能力：属 属性攻撃の効果上昇
es_es: Great brush ability used for New Year's events, etc .: Increased effectiveness of genus attribute attacks

# EXPLANATION_444
source: 天をも崩す槍として名高い槍 能力：気 ヒートが溜まりやすい
es_es: Famous spear ability as a spear that destroys the heavens: Ki Heat tends to accumulate

# EXPLANATION_445
source: 威力と改良の幅を併せ持つ槍 鍛えれば有用な一本になりそうだ
es_es: If you train a spear that has both power and a range of improvement, it will be a useful one.

# EXPLANATION_446
source: 落雷を受け止めたという逸話を持つ槍 能力：雷 攻撃が雷属性になる
es_es: Spear ability with anecdotal lightning strike: Thunder attack becomes thunder attribute

# EXPLANATION_447
source: 鍛えれば高い威力を発揮しそうな槍だ 能力：育 獲得経験値上昇
es_es: A spear that seems to exert high power if trained Ability: Increased experience gained

# EXPLANATION_448
source: 巨大な魚の練り物を模した長棒 能力：反 受けたダメージを一部反射
es_es: Long stick ability that imitates a giant fish paste: Partially reflects the damage received

# EXPLANATION_449
source: 威力と強化の幅を両立した槍 古から伝わる名のある一本だ
es_es: It is a famous one that has been handed down from Yariko, which has both power and a range of reinforcement.

# EXPLANATION_450
source: 強化の幅を広げた至高の一本 天下人に代々受け継がれてきたらしい
es_es: It seems that it has been handed down from generation to generation by the supreme one who has expanded the range of strengthening

# EXPLANATION_451
source: 圧倒的な威力を誇る伝説の槍 能力：吹 大攻撃で敵が吹き飛ぶ
es_es: Legendary spear ability boasting overwhelming power: Enemies are blown away by a big attack

# EXPLANATION_452
source: 静かな風を宿した美しい槍だ 能力：風 攻撃時周囲の敵が吹き飛ぶ
es_es: A beautiful spear with a quiet breeze Ability: Wind Blows away enemies around you when attacking

# EXPLANATION_453
source: 一般的な刀より大きな刃を持つ大太刀 扱うには相応の力が必要となる
es_es: It takes a certain amount of power to handle a large sword with a blade larger than a general sword.

# EXPLANATION_454
source: より力を籠められるように 刀身の一部を掴める形にした野太刀だ
es_es: It is a wild sword shaped so that you can grasp a part of the blade so that you can hold more power.

# EXPLANATION_455
source: 騎馬兵を馬ごと真っ二つにするという 強力な大剣
es_es: A powerful sword that splits cavalry into two horses

# EXPLANATION_456
source: 戦で使えるように改良した斧 能力：耐 ダメージ耐性上昇
es_es: Improved ax ability for use in battle: Increased damage resistance

# EXPLANATION_457
source: 有名な流派に伝わる大太刀 能力：仲 伍長隊士の能力が上昇
es_es: Odachi ability handed down to famous schools: Increased ability of Corporal Corporal

# EXPLANATION_458
source: あらゆるものを粉砕する巨大な金槌 能力：砕 敵の防御を崩しやすい
es_es: Huge mallet ability to crush everything: crushing Enemy's defense is easy to break

# EXPLANATION_459
source: お土産用の巨大な羽子板 能力：風 攻撃時周囲の敵が吹き飛ぶ
es_es: Huge battledore for souvenirs: Wind blows away enemies around you

# EXPLANATION_460
source: 大工の棟梁に代々伝わる大きな鋸 能力：多 敵が多いほど攻撃力上昇
es_es: Large saw ability passed down from generation to generation on the carpenter's builder: The more enemies there are, the higher the attack power

# EXPLANATION_461
source: 夜の闇を照らす綺麗な雪洞だ 能力：炎 攻撃が炎属性になる
es_es: A beautiful snow cave that illuminates the darkness of the night Ability: Flame Attack becomes a flame attribute

# EXPLANATION_462
source: 圧倒的な威力ですべてを砕く金棒 能力：砕 敵の防御を崩しやすい
es_es: Gold rod ability to crush everything with overwhelming power: crushing Enemy's defense is easy to break

# EXPLANATION_463
source: 大太刀の中では最高攻撃力を誇る一本 全てのものを一刀両断にする
es_es: Cut all the ones that boast the highest attack power among the Ōdachi

# EXPLANATION_464
source: 禍々しい雰囲気を放っている大太刀 能力：妖 攻撃時敵の体力を吸収
es_es: Odachi ability that gives off a terrifying atmosphere: Absorbs the enemy's physical strength when attacking youkai

# EXPLANATION_465
source: 爆発する砲弾を発射する小型の大砲 小脇に抱えて持ち運ぶことができる
es_es: A small cannon that fires exploding shells Can be carried by the side

# EXPLANATION_466
source: 砲身が青銅でできている大筒 若干砲弾の威力が高くなっている
es_es: The barrel is made of bronze. The power of the cannonball is slightly higher.

# EXPLANATION_467
source: 先端が臼のようになっていることから 臼砲と呼ばれている大筒
es_es: A large cylinder called a mortar because the tip is like a mortar

# EXPLANATION_468
source: 鳩のような奇妙な砲弾を発射する大筒 砲弾の形がいびつなので飛距離が短い
es_es: The shape of the large-cylinder cannonball that fires a strange cannonball like a dove is distorted, so the flight distance is short

# EXPLANATION_469
source: 複雑な機構で連射可能にした大筒 能力：速 連射速度上昇
es_es: Large cylinder ability that enables continuous fire with a complicated mechanism: Rapid rate increase

# EXPLANATION_470
source: 爆発力の高い砲弾を発射する大筒 能力：吹 大攻撃で敵が吹き飛ぶ
es_es: Large cylinder ability to fire highly explosive shells: Blowing A large attack blows enemies away

# EXPLANATION_471
source: 雷撃弾を発射できる機械仕掛けの大筒 能力：雷 攻撃が雷属性になる
es_es: Mechanical large cylinder ability to fire lightning bullets: Lightning attacks become lightning attributes

# EXPLANATION_472
source: 火の鳥を模した砲弾を発射する大筒 能力：炎 攻撃が炎属性になる
es_es: Large cylinder ability to fire a cannonball that imitates a firebird: Flame attack becomes a flame attribute

# EXPLANATION_473
source: 黒船に搭載されているものと同型の 飛距離が長く弾速の速い大砲
es_es: A cannon of the same type as the one mounted on the Black Ship, with a long flight distance and a fast bullet speed

# EXPLANATION_474
source: 丈夫な革でできた籠手 刃物は止められないので過信は禁物
es_es: Don't overconfidence because you can't stop the gauntlet knife made of durable leather.

# EXPLANATION_475
source: 木を使って作られている籠手 革製のものよりは頑丈にできている
es_es: Made of wood, it is stronger than the one made of gauntlet leather

# EXPLANATION_476
source: 鉄でできている非常に硬い籠手 能力：攻 格闘攻撃の威力上昇
es_es: Very hard gauntlet ability made of iron: Increased power of offensive fighting attacks

# EXPLANATION_477
source: 立派な木材でできたご利益ある籠手 能力：弾 銃弾をガードできる
es_es: Beneficial Gauntlet Ability Made of Fine Wood: Can Guard Bullets

# EXPLANATION_478
source: 鋼鉄製の刃物を受け止められる籠手 能力：刃 刃物をガードできる
es_es: Gauntlet ability to receive steel blades: Can guard blades

# EXPLANATION_479
source: 攻めの勢いを感じさせる鮮やかな籠手 能力：吹 大攻撃で敵が吹き飛ぶ
es_es: Vivid gauntlet ability that makes you feel the momentum of attack: The enemy is blown away by a big attack

# EXPLANATION_480
source: 毒が仕込んである忍が使う籠手 能力：毒 攻撃が毒属性になる
es_es: Gauntlet ability used by Shinobu with poison: Poison attack becomes poison attribute

# EXPLANATION_481
source: 籠手の中に刃物が仕込んである暗器 能力：刺 格闘攻撃が刃物属性になる
es_es: A knives in the gauntlet Ability: Stab fighting attack becomes a knives attribute

# EXPLANATION_482
source: 棘で相手にも傷を負わせる籠手 能力：反 受けたダメージを一部反射
es_es: Gauntlet ability to injure the opponent with thorns: Partially reflects the damage received

# EXPLANATION_483
source: 美しい色味の素材で編まれた籠手 能力：護 属性攻撃への耐性上昇
es_es: Gauntlet ability woven from beautifully colored materials: Increased resistance to protective attribute attacks

# EXPLANATION_484
source: 攻撃に特化した仕立ての特殊な籠手 能力：激 格闘攻撃の威力大幅上昇
es_es: Special gauntlet ability tailored to specialize in attacks: Greatly increased the power of fierce fighting attacks

# EXPLANATION_485
source: 守りに特化して作られた 非常に丈夫な籠手
es_es: A very durable gauntlet made specifically for protection

# EXPLANATION_486
source: 革素材でできている胸当て 多少の攻撃は防いでくれる
es_es: Breastplate made of leather prevents some attacks

# EXPLANATION_487
source: 木でできた少し丈夫な胸当て 革のものよりは頑丈だ
es_es: Sturdy than the slightly tougher breastplate made of wood

# EXPLANATION_488
source: 鉄でできた頑丈な胸当て 守りは固いが、結構重たい
es_es: A sturdy breastplate made of iron is hard, but quite heavy

# EXPLANATION_489
source: つけると気が引き締まるサラシ 能力：耐 ダメージ耐性上昇
es_es: Sarashi ability that tightens when you put it on: Increased damage resistance

# EXPLANATION_490
source: 刃物で切れない素材でできた胸当て 能力：剣 斬撃ダメージ軽減
es_es: Breastplate ability made of a material that cannot be cut with a knife: Sword slash damage reduction

# EXPLANATION_491
source: 弾が貫通しないように作られた胸当て 能力：銃 銃撃ダメージ軽減
es_es: Breastplate ability designed to prevent bullets from penetrating: Gun shooting damage reduction

# EXPLANATION_492
source: 火消しが仕事で使うという胸当て 能力：消 炎ダメージ無効化
es_es: Breastplate ability that fire extinguisher uses at work: Fire extinguishing damage nullification

# EXPLANATION_493
source: 薬草が織り込まれた体にいいサラシ 能力：薬 毒を無効化
es_es: Good for the body with herbs woven ability: Disables poison

# EXPLANATION_494
source: つけると気分が昂ってくるサラシ 能力：攻 格闘攻撃の威力上昇
es_es: Sarashi ability that makes you feel good when you put it on: Attack Increases the power of fighting attacks

# EXPLANATION_495
source: 世にも美しい素材で作られた羽衣 能力：護 属性攻撃への耐性上昇
es_es: Hagoromo ability made of the most beautiful material in the world: Increased resistance to protective attribute attacks

# EXPLANATION_496
source: 全てを跳ね返す強靭な胸当て 能力：反 受けたダメージを一部反射
es_es: Strong breastplate ability to bounce everything: Partially reflects the damage received

# EXPLANATION_497
source: 非常に頑丈に作られた 最高峰の胸当て
es_es: The highest peak breastplate made very sturdy

# EXPLANATION_498
source: 服の下に身につける下着だ これだけの姿は少し恥ずかしい
es_es: It's underwear that you wear under your clothes. It's a little embarrassing to see this.

# EXPLANATION_499
source: どこにでもある白い鉢巻だ 締めると気合が入る
es_es: It's a white headband that's everywhere.

# EXPLANATION_500
source: 額の部分に木製の板をつけた防具 気休め程度にしかならない
es_es: Armor with a wooden board on the forehead

# EXPLANATION_501
source: 根性と気合で痛みを軽減する鉢巻 能力：耐 ダメージ耐性上昇
es_es: Headband ability to reduce pain with guts and spirit: Increased damage resistance

# EXPLANATION_502
source: 鉄の板で額を守る防具 最低限の守りは固められる
es_es: Armor that protects the forehead with an iron plate The minimum protection is hardened

# EXPLANATION_503
source: 綺麗な刺繍が入った柄物の鉢巻 能力：覚 気絶しない
es_es: Patterned headband with beautiful embroidery Ability: Don't faint

# EXPLANATION_504
source: 祭りなどで使われる派手な色の鉢巻 能力：酔 酔うと攻撃力とヒート上昇
es_es: Flashy colored headbands used at festivals, etc .: Attack power and heat increase when drunk

# EXPLANATION_505
source: 力がこみあげてくる気がする鉢巻 能力：掴 掴みが解かれにくい
es_es: Headband ability that feels like power is coming up: It is difficult to release the grip

# EXPLANATION_506
source: 酔っている気分じゃなくなる頭巾だ 能力：醒 酔いが醒めやすい
es_es: A hood that doesn't make you feel drunk Ability: Awakening Easy to awaken

# EXPLANATION_507
source: 追い込まれるほど力が湧く鉢巻 能力：狂 体力が減るほど攻撃力上昇
es_es: Headband ability that gives you more power as you are driven in: Attack power increases as your madness decreases

# EXPLANATION_508
source: 自然と心が穏やかになる護符 能力：静 動かずいると体力回復
es_es: Amulet ability to calm the mind naturally: Recovers physical strength when not moving

# EXPLANATION_509
source: 気分が徐々に昂ってくる鉢巻 能力：気 ヒートが溜まりやすい
es_es: Headband ability that gradually makes you feel better: Qi Heat tends to accumulate

# EXPLANATION_510
source: 派手な柄の綺麗な鉢巻 能力：育 獲得経験値上昇
es_es: Beautiful headband ability with a flashy pattern: Increased experience gained

# EXPLANATION_511
source: 壺の近くで音が鳴る不思議な装置 能力：壺 壺の場所を探知
es_es: A mysterious device that makes a sound near the jar Ability: Detects the location of the jar

# EXPLANATION_512
source: 金が湧き出る夢のような頭巾 能力：銭 歩くと金が増える
es_es: Dreamy hood ability that springs up money: Money increases as you walk

# EXPLANATION_513
source: 気分が昂るのを抑える手ぬぐい 能力：穏 ヒートが上がらない
es_es: Tenugui ability to suppress mood: Moderate heat does not rise

# EXPLANATION_514
source: 助けを求める人の所在がわかる帽子 能力：呼 サブストーリーを探知
es_es: Hat ability to find out where the person seeking help is: Detect call sub-story

# EXPLANATION_515
source: 曲者の存在に敏感になる兜 能力：敵 街中の敵を探知
es_es: Helmet ability to be sensitive to the presence of musicians: Enemy Detects enemies in the city

# EXPLANATION_516
source: 徳がより増えるようになる頭巾 能力：徳 徳ポイント獲得量増加
es_es: Increased virtue Ability: Increased amount of virtue points earned

# EXPLANATION_517
source: より参拝した気分になれる御札 能力：詣 参拝効果上昇
es_es: Ofuda ability that makes you feel more worshiped: Increased worship effect

# EXPLANATION_518
source: 力を解放しやすくなる強力な鉢巻 能力：絶 絶技のヒート消費減少
es_es: Powerful headband ability that makes it easier to release power: Reduces heat consumption of excellence

# EXPLANATION_519
source: 確かなご利益のあるありがたい帽子 能力：銭 歩くと金が増える
es_es: Thankful hat ability with certain benefits: Money increases when walking

# EXPLANATION_520
source: 追い込まれた際に真価を発揮する御札 能力：危 瀕死時ヒート自動上昇
es_es: Ofuda ability that demonstrates its true value when driven in: Automatic rise in heat when dying

# EXPLANATION_521
source: 派手な柄が目立つ御守り 能力：遭 敵との遭遇率上昇
es_es: Omamori ability with a flashy pattern: Increased encounter rate with enemies

# EXPLANATION_522
source: 想像を絶する力を発揮できる護符 能力：闘 ヒートが自動上昇
es_es: Amulet ability that can exert unimaginable power: Fighting heat automatically rises

# EXPLANATION_523
source: 着弾すると発火する素材で作られた弾 当たった相手を炎上させる
es_es: Burns the hit opponent made of a material that ignites when landed

# EXPLANATION_524
source: 着弾すると強力な雷を発する弾 当たった相手を痺れさせる
es_es: When it lands, it emits a powerful thunder.

# EXPLANATION_525
source: 通常の弾丸に比べて 高い威力を発揮する弾
es_es: A bullet that is more powerful than a normal bullet

# EXPLANATION_526
source: 着弾すると眩い閃光を放つ弾 当たった相手の目を眩ませる
es_es: When it lands, it gives off a dazzling flash of light.

# EXPLANATION_527
source: 強力な毒が仕込んである弾 当たった相手は毒に侵される
es_es: A powerful poison is charged. The hit opponent is poisoned.

# EXPLANATION_528
source: 内部に強酸性の液体が入った弾 当たった相手の鎧を溶かす
es_es: Melts the armor of the opponent who was hit with a strong acid liquid inside

# EXPLANATION_529
source: 世に出てはならない弾だ
es_es: It ’s a bullet that should n’t go out into the world.

# EXPLANATION_530
source: 世に出てはならない弾だ
es_es: It ’s a bullet that should n’t go out into the world.

# EXPLANATION_531
source: 世に出てはならない弾だ
es_es: It ’s a bullet that should n’t go out into the world.

# EXPLANATION_532
source: 世に出てはならない弾だ
es_es: It ’s a bullet that should n’t go out into the world.

# EXPLANATION_533
source: 世に出てはならない弾だ
es_es: It ’s a bullet that should n’t go out into the world.

# EXPLANATION_534
source: 世に出てはならない弾だ
es_es: It ’s a bullet that should n’t go out into the world.

# EXPLANATION_535
source: 回転式の拳銃で一般的に使われている弾 威力は低いが安価で手に入る
es_es: Low resilience commonly used in revolvers but available at low cost

# EXPLANATION_536
source: 道場の稽古などで使う木刀だ 斬れはしないが、叩かれると結構痛い
es_es: It's a wooden sword used for training in the dojo, but it doesn't cut, but it hurts when hit.

# EXPLANATION_537
source: 賭場で使う木札。 現在%s所持。
es_es: A wooden bill used at the gambling house. Currently possesses% s.

# EXPLANATION_538
source: 麻雀という娯楽で使う点棒。 現在%s所持。
es_es: A point stick used for entertainment called mahjong. Currently possesses% s.

# EXPLANATION_539
source: カジノで使うチップ。 現在%s所持。
es_es: Chips used in casinos. Currently possesses% s.

# EXPLANATION_540
source: 将棋屋で貯めている点数。 現在%s所持。
es_es: The points accumulated at the shogi shop. Currently possesses% s.

# EXPLANATION_541
source: 京の町で配られている福引き券。 伏見で福引きが出来る。現在%s所持。
es_es: Fukubiki tickets distributed in the town of Kyoto. Fushimi can be used for Fukubiki. Currently possesses% s.

# EXPLANATION_542
source: 遥の家に備え付けられた台所。 道具が揃っておらず、やや使いづらい。
es_es: The kitchen installed in Haruka's house. It's a little difficult to use because I don't have all the tools.

# EXPLANATION_543
source: 標準的な台所一式。 基本的な料理は問題なく作れる。
es_es: A standard kitchen set. Basic dishes can be cooked without problems.

# EXPLANATION_544
source: 調理器具が充実している台所一式。 さまざまな調理法の料理を作れる。
es_es: A complete kitchen with plenty of cooking utensils. You can cook various cooking methods.

# EXPLANATION_545
source: 一般家庭の台所としては申し分のない設備。 どんな料理も作れる。
es_es: Equipment that is perfect for a kitchen in a general household. You can cook any dish.

# EXPLANATION_546
source: 「武剣技 踏み込み一閃」について書かれている。 一刀の型の風見鶏を繰り返し成功させることで閃くとある。 <Color:255,255,150,255>（天啓が発動可能になった時は「<Sign:1>極」が表示されます）<Color:Default>
es_es: It is written about "Buddhist sword technique stepping on one flash". It is said that it flashes by repeatedly succeeding the weathercock of the one-sword type.<Color:255,255,150,255> (When the revelation can be activated, "<Sign:1> "Pole" is displayed)<Color:Default>

# EXPLANATION_547
source: 「銃技 滑り込みの極み」について書かれている。 短銃の型の跳込連弾を繰り返し成功させることで、走り中に閃くとある。 <Color:255,255,150,255>（天啓が発動可能になった時は「<Sign:1>極」が表示されます）<Color:Default>
es_es: It is written about "the extreme of gun technique slipping". It is said that it flashes while running by repeatedly succeeding duet of a pistol type.<Color:255,255,150,255> (When the revelation can be activated, "<Sign:1> "Pole" is displayed)<Color:Default>

# EXPLANATION_548
source: 「乱舞技 撃刃の舞い」について書かれている。 乱舞の型で鳳凰陣を繰り返し成功させることで閃くとある。 <Color:255,255,150,255>（天啓が発動可能になった時は「<Sign:1>極」が表示されます）<Color:Default>
es_es: It is written about "Random Dance". It is said that it flashes by repeatedly succeeding the phoenix team in the type of random dance.<Color:255,255,150,255> (When the revelation can be activated, "<Sign:1> "Pole" is displayed)<Color:Default>

# EXPLANATION_549
source: 「乱舞技 憂い残し」について書かれている。 乱舞の型で回避を繰り返し成功させることで閃くとある。 <Color:255,255,150,255>（天啓が発動可能になった時は「<Sign:1>極」が表示されます）<Color:Default>
es_es: It is written about "Random dance technique left behind". It is said that it flashes by repeatedly succeeding in avoidance in the type of random dance.<Color:255,255,150,255> (When the revelation can be activated, "<Sign:1> "Pole" is displayed)<Color:Default>

# EXPLANATION_550
source: 「銃技 叩き込みの極み」について書かれている。 短銃の型で前方旋風撃ちを繰り返し成功させることで閃くとある。 <Color:255,255,150,255>（天啓が発動可能になった時は「<Sign:1>極」が表示されます）<Color:Default>
es_es: It is written about "the extreme of gun technique". It is said that it flashes by repeatedly succeeding in forward whirlwind shooting with the type of pistol.<Color:255,255,150,255> (When the revelation can be activated, "<Sign:1> "Pole" is displayed)<Color:Default>

# EXPLANATION_551
source: 「武剣技 微塵切りの極み」について書かれている。 一刀の型で敵の防御を繰り返し崩すことで閃くとある。 <Color:255,255,150,255>（天啓が発動可能になった時は「<Sign:1>極」が表示されます）<Color:Default>
es_es: It is written about "the extremity of martial arts fine dust cutting". It is said that it flashes by repeatedly breaking the enemy's defense with a single sword.<Color:255,255,150,255> (When the revelation can be activated, "<Sign:1> "Pole" is displayed)<Color:Default>

# EXPLANATION_552
source: 「後ろ掴み投げの極み」について書かれている。 格闘の型の受け流しを繰り返し成功させることで閃くとある。 <Color:255,255,150,255>（天啓が発動可能になった時は「<Sign:1>極」が表示されます）<Color:Default>
es_es: It is written about "the extreme of back-grabbing and throwing". It is said that it flashes by repeatedly succeeding in parrying the type of fighting.<Color:255,255,150,255> (When the revelation can be activated, "<Sign:1> "Pole" is displayed)<Color:Default>

# EXPLANATION_553
source: 「大撲打の極み」について書かれている。 格闘の型の反撃ノ鬨の最中、攻撃を当て続けることで閃くとある。 <Color:255,255,150,255>（天啓が発動可能になった時は「<Sign:1>極」が表示されます）<Color:Default>
es_es: It is written about "the extremity of big wrestling". During the fighting type of counterattack battle cry, it is said that it flashes by continuing to hit the attack.<Color:255,255,150,255> (When the revelation can be activated, "<Sign:1> "Pole" is displayed)<Color:Default>

# EXPLANATION_554
source: 精進目録だ。
es_es: It's a list of devotion.

# EXPLANATION_555
source: 大太刀の使い方について書かれた巻物だ。 強力な一撃を繰り出す大太刀が使えるようになる。
es_es: This is a scroll that describes how to use Odachi. You will be able to use a large sword that delivers a powerful blow.

# EXPLANATION_556
source: 槍の使い方について書かれた巻物だ。 広範囲を攻撃できる槍が使えるようになる。
es_es: A scroll about how to use a spear. You will be able to use a spear that can attack a wide area.

# EXPLANATION_557
source: 大筒の使い方について書かれた巻物だ。 爆発する弾丸を発射できる大筒が使えるようになる。
es_es: It is a scroll that describes how to use the large cylinder. You will be able to use a large cylinder that can fire exploding bullets.

# EXPLANATION_558
source: 飛脚から頼まれた荷物だ。 屋敷町の勘吉まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Kankichi in Yashiki-cho.

# EXPLANATION_559
source: 飛脚から頼まれた荷物だ。 梅小路町北の弥吉まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Yakichi in the north of Umekoji Town.

# EXPLANATION_560
source: 飛脚から頼まれた荷物だ。 伏見一番街北のトメまで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Tome in the north of Fushimi Ichibangai.

# EXPLANATION_561
source: 飛脚から頼まれた荷物だ。 伏見一番街北のお深まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to the depths north of Fushimi Ichibangai.

# EXPLANATION_562
source: 飛脚から頼まれた荷物だ。 伏見一番街北の三吉まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Miyoshi in the north of Fushimi Ichibangai.

# EXPLANATION_563
source: 飛脚から頼まれた荷物だ。 伏見一番街北の圭助まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Keisuke in the north of Fushimi Ichibangai.

# EXPLANATION_564
source: 飛脚から頼まれた荷物だ。 屋敷町のトメまで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Tome in Yashiki-cho.

# EXPLANATION_565
source: 飛脚から頼まれた荷物だ。 屋敷町のお深まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to the depths of the mansion town.

# EXPLANATION_566
source: 飛脚から頼まれた荷物だ。 屋敷町の三吉まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Miyoshi in the mansion town.

# EXPLANATION_567
source: 飛脚から頼まれた荷物だ。 屋敷町の圭助まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Keisuke in Yashiki-cho.

# EXPLANATION_568
source: 飛脚から頼まれた荷物だ。 山王町のヨシ子まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Yoshiko in Sannocho.

# EXPLANATION_569
source: 飛脚から頼まれた荷物だ。 山王町のキミまで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to you in Sannocho.

# EXPLANATION_570
source: 飛脚から頼まれた荷物だ。 山王町の源之助まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Gennosuke in Sannocho.

# EXPLANATION_571
source: 飛脚から頼まれた荷物だ。 山王町の初太郎まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Hatsutarou in Sannocho.

# EXPLANATION_572
source: 飛脚から頼まれた荷物だ。 梅小路町のヨシ子まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Yoshiko in Umekoji Town.

# EXPLANATION_573
source: 飛脚から頼まれた荷物だ。 梅小路町のキミまで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to you in Umekoji Town.

# EXPLANATION_574
source: 飛脚から頼まれた荷物だ。 梅小路町の源之助まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Gennosuke in Umekoji Town.

# EXPLANATION_575
source: 飛脚から頼まれた荷物だ。 梅小路町の初太郎まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Hatsutarou in Umekoji Town.

# EXPLANATION_576
source: 飛脚から頼まれた荷物だ。 河原町の妙まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver to the mystery of Kawaramachi.

# EXPLANATION_577
source: 飛脚から頼まれた荷物だ。 河原町の華まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to the flower of Kawaramachi.

# EXPLANATION_578
source: 飛脚から頼まれた荷物だ。 河原町の継右衛門まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Kawaramachi's Tsugeemon.

# EXPLANATION_579
source: 飛脚から頼まれた荷物だ。 河原町の雄之助まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Yunosuke in Kawaramachi.

# EXPLANATION_580
source: 飛脚から頼まれた荷物だ。 吟柳道場前の妙まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver to the mystery in front of Ginyanagi Dojo.

# EXPLANATION_581
source: 飛脚から頼まれた荷物だ。 吟柳道場前の華まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Hana in front of Ginyanagi Dojo.

# EXPLANATION_582
source: 飛脚から頼まれた荷物だ。 吟柳道場前の継右衛門まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Jiemon in front of Ginyanagi Dojo.

# EXPLANATION_583
source: 飛脚から頼まれた荷物だ。 吟柳道場前の雄之助まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Yunosuke in front of Ginyanagi Dojo.

# EXPLANATION_584
source: 飛脚から頼まれた荷物だ。 骸街川辺の九蔵まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Kyuzo on the riverside of the skeleton.

# EXPLANATION_585
source: 飛脚から頼まれた荷物だ。 骸街川辺の団三郎まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Dansaburo on the riverside of the skeleton.
