Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/bootpar/boot.par/item.po
Languages: es_es

# EXPLANATION_288
source: 体力が少し回復し、腕力が１段階上がる。 一定時間、闘気が減少しづらくなる。
es_es: Physical strength recovers a little, and strength increases by one level. It becomes difficult for the fighting spirit to decrease for a certain period of time.

# EXPLANATION_289
source: 体力がまあまあ回復し、腕力が１段階上がる。 一定時間、闘気が減少しづらくなる。
es_es: Physical strength recovers moderately, and strength increases by one level. It becomes difficult for the fighting spirit to decrease for a certain period of time.

# EXPLANATION_290
source: 体力が少し回復し、忍耐が１段階上がる。 一定時間、敵が巾着袋を落しやすくなる。
es_es: You will recover a little and your patience will increase by one level. It becomes easier for the enemy to drop the drawstring bag for a certain period of time.

# EXPLANATION_291
source: 体力がかなり回復し、忍耐が１段階上がる。 一定時間、敵が巾着袋を落しやすくなる。
es_es: Physical strength recovers considerably and patience increases by one level. It becomes easier for the enemy to drop the drawstring bag for a certain period of time.

# EXPLANATION_292
source: 体力が少し回復し、忍耐が１段階上がる。 一定時間、闘いでの経験値を得やすくなる。
es_es: You will recover a little and your patience will increase by one level. It will be easier to gain experience points in fighting for a certain period of time.

# EXPLANATION_293
source: 体力がかなり回復し、忍耐が１段階上がる。 一定時間、闘いでの経験値を得やすくなる。
es_es: Physical strength recovers considerably and patience increases by one level. It will be easier to gain experience points in fighting for a certain period of time.

# EXPLANATION_294
source: 体力が少し回復し、集中が１段階上がる。 闘気が少し充填される。
es_es: Physical strength recovers a little and concentration increases by one level. The fighting spirit is filled a little.

# EXPLANATION_295
source: 体力がかなり回復し、集中が１段階上がる。 闘気が少し充填される。
es_es: Physical strength recovers considerably and concentration increases by one level. The fighting spirit is filled a little.

# EXPLANATION_296
source: 体力がまあまあ回復し、 腕力、集中、忍耐が２段階上がる。
es_es: Physical strength recovers moderately, and strength, concentration, and patience increase by two levels.

# EXPLANATION_297
source: 体力が全快し、 腕力、集中、忍耐が３段階上がる。
es_es: Physical strength is fully recovered, and strength, concentration, and patience are improved by 3 levels.

# EXPLANATION_298
source: 体力がまあまあ回復し、集中が２段階上がる。 一定時間、戦闘中に立ち止まっていることで 体力が自動で回復し続けるようになる。
es_es: Physical strength recovers moderately, and concentration increases by two levels. By stopping during the battle for a certain period of time, your physical strength will continue to recover automatically.

# EXPLANATION_299
source: 体力が全快し、集中が２段階上がる。 一定時間、戦闘中に立ち止まっていることで 体力が自動で回復し続けるようになる。
es_es: Physical strength is fully recovered and concentration is increased by two levels. By stopping during the battle for a certain period of time, your physical strength will continue to recover automatically.

# EXPLANATION_300
source: 体力がまあまあ回復し、集中が２段階上がる。 闘気がかなり充填され さらに、一定時間減少しづらくなる。
es_es: Physical strength recovers moderately, and concentration increases by two levels. The fighting spirit is considerably filled, and it becomes difficult to decrease for a certain period of time.

# EXPLANATION_301
source: 体力が全快し、集中が２段階上がる。 闘気がかなり充填され さらに、一定時間減少しづらくなる。
es_es: Physical strength is fully recovered and concentration is increased by two levels. The fighting spirit is considerably filled, and it becomes difficult to decrease for a certain period of time.

# EXPLANATION_302
source: 体力がまあまあ回復し、腕力が２段階上がる。 闘気がまあまあ充填される。
es_es: Physical strength recovers moderately, and strength increases by 2 levels. The fighting spirit is fairly filled.

# EXPLANATION_303
source: 体力が全快し、腕力が２段階上がる。 闘気がまあまあ充填される。
es_es: Physical strength is fully recovered, and strength is increased by two levels. The fighting spirit is fairly filled.

# EXPLANATION_304
source: 塩漬けし、天日に干し、十分にうまみの増した梅干し。 余計な材料が入っていないので、梅の持つ酸味を 十二分に味わえる、よだれの止まらない一品。
es_es: Umeboshi that has been salted, dried in the sun, and has a sufficiently delicious taste. It doesn't contain any extra ingredients, so you can fully enjoy the sourness of plums, and it's a dish that doesn't stop drooling.

# EXPLANATION_305
source: そば粉だ。 そばの実をすりつぶして作られたものだ。 色々な料理の材料になる。
es_es: It's buckwheat flour. It is made by mashing buckwheat. It can be used as an ingredient in various dishes.

# EXPLANATION_306
source: これを撒けば、 少しは魚が集まってきそうだ。
es_es: If you sprinkle this, it seems that a little fish will gather.

# EXPLANATION_307
source: これを撒けば、 ある程度魚が集まってきそうだ。
es_es: If you sprinkle this, it seems that some fish will gather.

# EXPLANATION_308
source: これを撒けば、 結構魚が集まってきそうだ。
es_es: If you sprinkle this, it seems that a lot of fish will gather.

# EXPLANATION_309
source: これを撒けば、 相当魚が集まってきそうだ。
es_es: If you sprinkle this, it seems that a considerable amount of fish will gather.

# EXPLANATION_310
source: 畑で使用すると、 栽培時間を短縮できる。
es_es: When used in the field, the cultivation time can be shortened.

# EXPLANATION_311
source: かかしの形をした根付だ。 普段使いするのは少し恥ずかしい。
es_es: It is a netsuke in the shape of a scarecrow. It's a little embarrassing to use it everyday.

# EXPLANATION_312
source: 気刀「千代金丸」と幕末お役立ちパック
es_es: Ki sword "Chiyo Kanamaru" and useful pack at the end of the Edo period

# EXPLANATION_313
source: 剛銃「Armor breaker」と 新鮮お野菜パック
es_es: Hard gun "Armor breaker" and fresh vegetable pack

# EXPLANATION_314
source: 選りすぐり装備品パック
es_es: Selected equipment pack

# EXPLANATION_315
source: 銘刀「鬼神丸国重」と ぴちぴち鮮魚パック
es_es: Famous sword "Onigami Maru Kunishige" and Pichi Pichi fresh fish pack

# EXPLANATION_316
source: 「御神護符」と成長お助けパック
es_es: "God Amulet" and Growth Help Pack

# EXPLANATION_317
source: 妖刀「蜥蜴丸」と実用錬成素材パック
es_es: Lizard Maru and practical training material pack

# EXPLANATION_318
source: 名銃「疾風」と満腹お料理パック
es_es: Famous gun "Gale" and full food pack

# EXPLANATION_319
source: 「黒船大砲」と実用隊士パック
es_es: "Black Ship Cannon" and Practical Soldier Pack

# EXPLANATION_320
source: 神室町エンジョイパック01。 大変お得なアイテムの詰め合わせ。
es_es: Kamuromachi Enjoy Pack 01. Assortment of very good value items.

# EXPLANATION_321
source: 神室町エンジョイパック02。 大変お得なアイテムの詰め合わせ。
es_es: Kamuromachi Enjoy Pack 02. Assortment of very good value items.

# EXPLANATION_322
source: 神室町エンジョイパック03。 大変お得なアイテムの詰め合わせ。
es_es: Kamuromachi Enjoy Pack 03. Assortment of very good value items.

# EXPLANATION_323
source: 神室町エンジョイパック04。 大変お得なアイテムの詰め合わせ。
es_es: Kamuromachi Enjoy Pack 04. Assortment of very good value items.

# EXPLANATION_324
source: 神室町エンジョイパック05。 大変お得なアイテムの詰め合わせ。
es_es: Kamuromachi Enjoy Pack 05. Assortment of very good value items.

# EXPLANATION_325
source: 神室町エンジョイパック06。 大変お得なアイテムの詰め合わせ。
es_es: Kamuromachi Enjoy Pack 06. Assortment of very good value items.

# EXPLANATION_326
source: 神室町エンジョイパック07。 大変お得なアイテムの詰め合わせ。
es_es: Kamuromachi Enjoy Pack 07. Assortment of very good value items.

# EXPLANATION_327
source: 神室町エンジョイパック08。 大変お得なアイテムの詰め合わせ。
es_es: Kamuromachi Enjoy Pack 08. Assortment of very good value items.

# EXPLANATION_328
source: 出抜愚と書いて「デバグ」と読む。 世に出てはならない武器だ。
es_es: Write "outrageous stupidity" and read "debag". It is a weapon that should not be released to the world.

# EXPLANATION_329
source: 出抜愚と書いて「デバグ」と読む。 世に出てはならない武器だ。
es_es: Write "outrageous stupidity" and read "debag". It is a weapon that should not be released to the world.

# EXPLANATION_330
source: 出抜愚と書いて「デバグ」と読む。 世に出てはならない武器だ。
es_es: Write "outrageous stupidity" and read "debag". It is a weapon that should not be released to the world.

# EXPLANATION_331
source: 出抜愚と書いて「デバグ」と読む。 世に出てはならない武器だ。
es_es: Write "outrageous stupidity" and read "debag". It is a weapon that should not be released to the world.

# EXPLANATION_332
source: 出抜愚と書いて「デバグ」と読む。 世に出てはならない武器だ。
es_es: Write "outrageous stupidity" and read "debag". It is a weapon that should not be released to the world.

# EXPLANATION_333
source: 出抜愚と書いて「デバグ」と読む。 世に出てはならない武器だ。
es_es: Write "outrageous stupidity" and read "debag". It is a weapon that should not be released to the world.

# EXPLANATION_334
source: 出抜愚と書いて「デバグ」と読む。 世に出てはならない武器だ。
es_es: Write "outrageous stupidity" and read "debag". It is a weapon that should not be released to the world.

# EXPLANATION_335
source: 出抜愚と書いて「デバグ」と読む。 世に出てはならない武器だ。
es_es: Write "outrageous stupidity" and read "debag". It is a weapon that should not be released to the world.

# EXPLANATION_337
source: 出抜愚と書いて「デバグ」と読む。 世に出てはならない武器だ。
es_es: Write "outrageous stupidity" and read "debag". It is a weapon that should not be released to the world.

# EXPLANATION_338
source: 束で売られるほど安価な刀 あまり切れ味はよくない
es_es: A sword that is cheap enough to be sold in bundles is not very sharp

# EXPLANATION_339
source: 誰が打ったかもわからない刀 安物であることは間違いない
es_es: There is no doubt that it is a cheap sword that you do not know who hit it

# EXPLANATION_340
source: 刀身が風化して朽ちている 打ち直さないと使い物にならない
es_es: The blade is weathered and decayed. It can't be used unless it is retouched.

# EXPLANATION_341
source: 刀身は刃こぼれしてしまっているが 禍々しい雰囲気を感じる刀だ
es_es: The blade has spilled, but it feels a terrible atmosphere.

# EXPLANATION_342
source: 無銘の刀を鍛え直した一振り 黒基調の厳格な見た目になっている
es_es: It has a strict appearance with a black tone that is a retraining of an unnamed sword.

# EXPLANATION_343
source: 無銘の刀を鍛え直した一振り 白基調の高級感のある刀だ
es_es: It is a high-class sword with a white tone that is a retraining of an unnamed sword.

# EXPLANATION_344
source: 太古の名剣のようだが、錆びている 鍛冶屋で鍛えれば再び輝きそうだ
es_es: It looks like an ancient sword, but if you train it in a rusty blacksmith, it will shine again.

# EXPLANATION_345
source: 神聖な雰囲気の刀だが、錆びている 鍛冶屋で鍛えれば再び輝きそうだ
es_es: It's a sacred sword, but if you train it in a rusty blacksmith, it will shine again.

# EXPLANATION_346
source: 有名な刀のようだが、錆びている 鍛冶屋で鍛えれば再び輝きそうだ
es_es: It looks like a famous sword, but if you train it in a rusty blacksmith, it will shine again.

# EXPLANATION_347
source: 束刀を鍛え直した一振り 切れ味を優先して打たれている
es_es: It is struck with priority given to the sharpness of the sword that has been retrained.

# EXPLANATION_348
source: 束刀を鍛え直した一振り 能力：耐 ダメージ耐性上昇
es_es: Swing ability to retrain the sword: Increased damage resistance

# EXPLANATION_349
source: 坂本家に代々伝わる家宝 とても大切な刀だ
es_es: A very important sword that has been passed down to the Sakamoto family for generations.

# EXPLANATION_350
source: なんとなく暗い雰囲気のある刀 鍛えれば禍々しい力を発揮しそうだ
es_es: If you train a sword with a dark atmosphere somehow, it seems to exert tremendous power.

# EXPLANATION_351
source: 少しだけ輝かしい雰囲気のある刀 鍛えれば特殊な力を発揮しそうだ
es_es: If you train a sword with a slightly brilliant atmosphere, it seems to exert a special power.

# EXPLANATION_352
source: 石をも断つ強靭さを持つ刀 鍛えれば切れ味が増しそうだ
es_es: If you train a sword that has the toughness to cut stones, the sharpness will increase.

# EXPLANATION_353
source: 攻撃だけでなく防御にも便利な刀だ 能力：耐 ダメージ耐性上昇
es_es: A sword that is useful not only for attacking but also for defense. Ability: Increased damage resistance

# EXPLANATION_354
source: 鮪などの大きな魚を捌くための包丁を 刀として使えるように打ち直した一本
es_es: A knife that has been remade so that it can be used as a sword for handling large fish such as tuna.

# EXPLANATION_355
source: 不思議と力が湧いてくる拵えの刀だ 能力：吹 大攻撃で敵が吹き飛ぶ
es_es: It's a sword that gives you mysterious power. Ability: A big attack blows away your enemies.

# EXPLANATION_356
source: 常に血が滴っている不吉な刀だ 能力：妖 攻撃時敵の体力を吸収
es_es: An ominous sword that is constantly dripping blood Ability: Absorbs the enemy's physical strength when attacking

# EXPLANATION_357
source: 異国の船をも断ち切るという 強い思いで打たれた一振り
es_es: A swing struck with a strong desire to cut off even foreign ships

# EXPLANATION_358
source: 鉄砲を粉砕するほど丈夫な刀だ 能力：砕 敵の防御を崩しやすい
es_es: A sword that is strong enough to crush a gun Ability: Crushing Enemy's defense is easy to break

# EXPLANATION_359
source: 握ると強い気持ちになれる刀だ 能力：耐 ダメージ耐性上昇
es_es: A sword that makes you feel strong when you hold it. Ability: Increased damage resistance

# EXPLANATION_360
source: 持っていると気力が湧く豪華な刀 能力：気 ヒートが溜まりやすい
es_es: Gorgeous sword ability that gives you energy when you have it: Ki Heat tends to accumulate

# EXPLANATION_361
source: 夜明けの太陽のような まぶしい輝きを放っている刀だ
es_es: A sword that shines like the sun at dawn

# EXPLANATION_362
source: 火の神が宿ると言われる神聖な刀だ 能力：炎 攻撃が炎属性になる
es_es: A sacred sword that is said to contain the god of fire. Ability: Flame Attack becomes a flame attribute

# EXPLANATION_363
source: 名将が号令の際に掲げたとされる名刀 能力：仲 伍長隊士の能力が上昇
es_es: Great sword ability that is said to have been raised by the great general at the time of the command: Increased ability of Corporal Corporal

# EXPLANATION_364
source: 春の優雅な風を感じさせる美しい刀だ 能力：風 攻撃時周囲の敵が吹き飛ぶ
es_es: A beautiful sword that makes you feel the elegant spring breeze Ability: Wind The surrounding enemies blow away when attacking

# EXPLANATION_365
source: 攻めにも守りにも長けた一振りだ 能力：耐 ダメージ耐性上昇
es_es: A swinging ability that is good at both offensive and defensive: Increased damage resistance

# EXPLANATION_366
source: どこか禍々しい雰囲気を持った刀 能力：妖 攻撃時敵の体力を吸収
es_es: Sword ability with a terrifying atmosphere: Absorbs the enemy's physical strength when attacking youkai

# EXPLANATION_367
source: 握ると体の底から力が湧いてくる刀だ 能力：吹 大攻撃で敵が吹き飛ぶ
es_es: It's a sword that gives you power from the bottom of your body when you hold it.

# EXPLANATION_368
source: 眩い光を放つ不思議な刀だ 能力：光 光で敵を気絶させる
es_es: A mysterious sword that emits dazzling light Ability: Stunning enemies with light

# EXPLANATION_369
source: 刀身に雷の力を宿した美しい刀 能力：雷 攻撃が雷属性になる
es_es: Beautiful sword ability with the power of lightning on the blade: Lightning attack becomes lightning attribute

# EXPLANATION_370
source: まるで大根のような色味の刀 見た目に似合わず切れ味はそれなり
es_es: It doesn't look like a radish-colored sword, and its sharpness is reasonable.

# EXPLANATION_371
source: 蒟蒻のような柔らかい刀身の一振り 一見切れなさそうだが刃はついている
es_es: A soft blade like konjac seems to be inexhaustible at first glance, but it has a blade

# EXPLANATION_372
source: 刀身に毒が染み込んだ恐ろしい刀 能力：毒 攻撃が毒属性になる
es_es: Dreadful sword ability with poison infiltrated into the blade: Poison attack becomes poison attribute

# EXPLANATION_373
source: 切れ味に定評のある名刀 流れ者の剣豪の愛刀という噂もある
es_es: There is also a rumor that it is the love sword of a swordsman who has a good reputation for sharpness.

# EXPLANATION_374
source: 試し切りで髭まで切れた逸話を持つ刀 能力：砕 敵の防御を崩しやすい
es_es: Sword ability with an anecdote that even the beard was cut by trial cutting: Crushing Enemy's defense is easy to break

# EXPLANATION_375
source: 洪水を治めたという逸話を持つ刀 能力：錆 敵の防具が脆くなる
es_es: Sword ability with anecdote that it controlled the flood: Rust Enemy armor becomes brittle

# EXPLANATION_376
source: 時代を動かす一振りとなるよう 願いを込めて打たれた刀
es_es: A sword struck with a wish to be a swing that moves the times

# EXPLANATION_377
source: 新選組局長、近藤勇の愛刀 能力：虎 <Sign:0>攻撃が変化する
es_es: Shinsengumi Director, Isami Kondo's sword ability: Tiger<Sign:0> Attack changes

# EXPLANATION_378
source: 新選組一番隊隊長、沖田総司の愛刀 能力：菊 <Sign:0>攻撃が変化する
es_es: Shinsengumi Ichiban Captain, Souji Okita's sword ability: Chrysanthemum<Sign:0> Attack changes

# EXPLANATION_379
source: 新選組二番隊隊長、永倉新八の愛刀 能力：氏 <Sign:0>攻撃が変化する
es_es: Shinsengumi 2nd Captain, Shinpachi Nagakura's sword ability: Mr.<Sign:0> Attack changes

# EXPLANATION_380
source: 一振りで竜巻を起こすと言われる刀 能力：風 攻撃時周囲の敵が吹き飛ぶ
es_es: Sword ability that is said to cause a tornado with a single swing: Wind The surrounding enemies are blown away when attacking

# EXPLANATION_381
source: 隻眼の将が振るったとされる名刀 能力：気 ヒートが溜まりやすい
es_es: Famous sword ability that is said to have been wielded by the one-eyed general: Qi Heat tends to accumulate

# EXPLANATION_382
source: 数々の悲劇の場に登場する伝説の妖刀 能力：妖 攻撃時敵の体力を吸収
es_es: Legendary sword ability that appears in many tragic scenes: Absorbs the enemy's physical strength when attacking

# EXPLANATION_383
source: 多くの血を吸い有名になった刀 能力：多 敵の数に応じて攻撃力上昇
es_es: Sword ability that sucked a lot of blood and became famous: Attack power increases according to the number of many enemies

# EXPLANATION_384
source: 雷をも切り裂くと言われる名刀 能力：雷 攻撃が雷属性になる
es_es: A great sword that is said to cut through lightning: Lightning attacks become lightning attributes

# EXPLANATION_385
source: 謎の力が宿り輝きを放つ蒟蒻丸 能力：光 光で敵を気絶させる
es_es: Konjac Maru ability that mysterious power dwells and shines: stuns enemies with light

# EXPLANATION_386
source: 刃紋の美しい切れ味抜群の刀 鍛えることで有用な一本になりそうだ
es_es: It seems to be a useful one by training a sword with a beautiful blade pattern and outstanding sharpness.

# EXPLANATION_387
source: 夜の月のような眩い光を放つ名刀 能力：光 光で敵を気絶させる
es_es: A great sword that emits a dazzling light like the moon at night: Stunning enemies with light

# EXPLANATION_388
source: 日本刀の最高傑作ともいわれる名刀 能力：炎 攻撃が炎属性になる
es_es: A masterpiece of Japanese swords: Flame attack becomes a flame attribute

# EXPLANATION_389
source: その切れ味から鬼の名を冠する刀 能力：砕 敵の防御を崩しやすい
es_es: A sword that bears the name of a demon because of its sharpness: Crushing Enemy's defense is easily broken

# EXPLANATION_390
source: 名家に代々伝わるとされる宝剣だ 能力：仲 伍長隊士の能力が上昇
es_es: A treasure sword that is said to be passed down from generation to generation. Ability: Increased ability of Corporal Corporal

# EXPLANATION_391
source: 実在しないと噂されていた幻の一振り 能力：錆 敵の防具が脆くなる
es_es: Phantom swing ability rumored to be non-existent: Rust Enemy armor becomes brittle

# EXPLANATION_392
source: 雅な拵えで人を惹きつけ虜にする妖刀 能力：妖 攻撃時敵の体力を吸収
es_es: A sword ability that attracts and captivates people with its elegant sword: Youkai Absorbs the enemy's physical strength when attacking

# EXPLANATION_393
source: 強い信念を持つ者の前に現れる 天龍と神馬の名を冠した稀代の名刀
es_es: A rare sword bearing the name of Tenryu and Shinme that appears in front of those with strong beliefs

# EXPLANATION_394
source: 最高の一本として伝説になっている刀 能力：育 獲得経験値上昇
es_es: Legendary sword ability as one of the best: Increased experience gained

# EXPLANATION_395
source: 三種の神器にも数えられる伝説の神剣 この刀に切れぬものはないと言われる
es_es: The legendary sacred sword that can be counted as one of the three sacred treasures It is said that this sword is inseparable

# EXPLANATION_396
source: 大和の国を平定したと言われる剣 能力：毒 攻撃が毒属性になる
es_es: Sword ability that is said to have settled the country of Yamato: Poison attack becomes poison attribute

# EXPLANATION_397
source: 征夷大将軍の進軍を支えたとされる刀 能力：光 光で敵を気絶させる
es_es: Sword ability that is said to have supported the advance of Shogun General: Stunning the enemy with light

# EXPLANATION_398
source: 黄金で彩られた輝かしい一振り 能力：得 敵が巾着袋を落しやすい
es_es: Brilliant swing ability colored with gold: Gain Enemy can easily drop the drawstring bag

# EXPLANATION_399
source: 妖気で刀匠が自我を失ったという妖刀 能力：龍 攻撃時かまいたちが発生
es_es: The swordsmith's ego is lost due to fairy sword ability: Ryu

# EXPLANATION_400
source: 海外で作られた回転式の拳銃 型落ちのため安価で流通している
es_es: It is distributed at a low price because it is a revolver made overseas.

# EXPLANATION_401
source: 渡来した技術を用いて 国内で製造された回転式拳銃
es_es: A revolver manufactured domestically using the technology that came to Japan

# EXPLANATION_402
source: 手入れがされず朽ちてしまった銃 修理をすればまだ使えるかもしれない
es_es: It may still be usable if you repair a gun that has not been maintained and has decayed.

# EXPLANATION_403
source: 量産品の拳銃の部品を一部交換し 威力を高める工夫がされている一品
es_es: A product that has been devised to increase its power by replacing some parts of mass-produced pistols.

# EXPLANATION_404
source: 国内の技師が細工を施した拳銃 鍛えればそれなりの威力になりそうだ
es_es: If a domestic engineer trains a handgun that has been crafted, it will be a certain amount of power.

# EXPLANATION_405
source: 連射性能を上げる試行がされた拳銃 能力：速 連射速度上昇
es_es: Handgun ability attempted to increase rate of fire: Rapid rate of fire

# EXPLANATION_406
source: 多少使えるがまだ磨き足りない 整備すれば立派な銃になりそうだ
es_es: It can be used a little, but it seems to be a good gun if it is not polished enough.

# EXPLANATION_407
source: 木でできた玩具のような見た目の銃 実弾が使えるので威力は鉄製と同等だ
es_es: The power is the same as that of iron because you can use live gun bullets that look like toys made of wood.

# EXPLANATION_408
source: 懐に入る大きさの回転式拳銃 兄弟から受け取った大切なものだ
es_es: It ’s an important thing I received from my brothers, a revolver that fits in my pocket.

# EXPLANATION_409
source: 一発の効果を高める工夫がされた銃 鍛えればより高い性能を発揮しそうだ
es_es: If you train a gun that has been devised to enhance the effect of one shot, it seems that it will demonstrate higher performance.

# EXPLANATION_410
source: 弾を多く撃ち出す細工がされている銃 改造すれば高い性能を発揮できそうだ
es_es: It seems that high performance can be demonstrated by modifying the gun that is crafted to shoot a lot of bullets.

# EXPLANATION_411
source: 護身用に改造されている銃 鍛えれば防御にも役立ちそうだ
es_es: A gun that has been modified for self-defense seems to be useful for defense if you train it

# EXPLANATION_412
source: 速射に重きを置いて改造されている銃 能力：速 連射速度上昇
es_es: Remodeled with an emphasis on rapid fire Ability: Increased rapid rate of fire

# EXPLANATION_413
source: 玩具のようだが精巧な細工がされた銃 能力：狙 遠くの敵にも当たりやすい
es_es: A toy-like but elaborately crafted gun ability: easy to hit distant enemies

# EXPLANATION_414
source: 木製の箸で組み立てられた銃 ちゃんと実弾も装填できる
es_es: You can also load guns and live ammunition assembled with wooden chopsticks.

# EXPLANATION_416
source: 射出力を上げ貫通するようにした銃 能力：貫 弾丸が敵を貫通する
es_es: Gun ability to increase firing power and penetrate: bullets penetrate enemies

# EXPLANATION_417
source: 特殊機構で二発の弾を連発する銃 能力：弐 弾丸を連続で二発発射する
es_es: Gun ability to fire two bullets in a row with a special mechanism: Fire two bullets in a row

# EXPLANATION_418
source: 強力な一発が撃てるよう改造された銃 能力：溜 <Sign:2>長押しで吹き飛ばし撃ち
es_es: Remodeled gun ability to shoot a powerful shot: Tame<Sign:2> Press and hold to blow and shoot

# EXPLANATION_419
source: 刀を弾き飛ばす威力で弾を発射する銃 能力：砕 敵の防御を崩しやすい
es_es: Gun ability to shoot bullets with the power to fly a sword: Crushing Enemy's defense is easily broken

# EXPLANATION_420
source: 従来の銃より連射速度を向上させた銃 能力：速 連射速度上昇
es_es: Gun ability with improved rate of fire compared to conventional guns: Increased rate of fire

# EXPLANATION_421
source: 特殊弾の効果上昇機構を搭載した銃 能力：属 属性攻撃の効果上昇
es_es: Gun ability equipped with a special bullet effect increase mechanism: Increases the effect of genus attribute attacks

# EXPLANATION_422
source: 持っていると気分が昂る美しい銃 能力：気 ヒートが溜まりやすい
es_es: Beautiful gun ability that makes you feel good when you have it: Qi Heat tends to accumulate

# EXPLANATION_423
source: 護身に特化した機構の拳銃 能力：耐 ダメージ耐性上昇
es_es: Self-defense-specific mechanism pistol ability: Increased damage resistance

# EXPLANATION_424
source: 飛べない鳥を模した奇妙な形の銃 能力：妖 攻撃時敵の体力を吸収
es_es: A strangely shaped gun that imitates a flightless bird: Absorbs the enemy's physical strength when attacking a youkai

# EXPLANATION_426
source: 貫通性能に加えて威力も向上した銃 能力：貫 弾丸が敵を貫通する
es_es: Gun ability with improved power in addition to penetration performance: Penetration bullets penetrate enemies

# EXPLANATION_427
source: 狙う一発と通常使用を両立した銃 能力：溜 <Sign:2>長押しで吹き飛ばし撃ち
es_es: Gun ability that balances one shot and normal use: Tame<Sign:2> Press and hold to blow and shoot

# EXPLANATION_428
source: 鎧だけでなく魂も砕くという名の銃 能力：砕 敵の防御を崩しやすい
es_es: Gun ability named to crush not only armor but also soul: crushing Enemy's defense is easy to break

# EXPLANATION_429
source: ただの鉛弾では満足しない者への一品 能力：属 属性攻撃の効果上昇
es_es: One-of-a-kind ability for those who are not satisfied with just lead bullets: Increased effectiveness of genus attribute attacks

# EXPLANATION_430
source: 誰もが見とれる輝かしい銃身の拳銃 能力：気 ヒートが溜まりやすい
es_es: A brilliant barrel pistol that anyone can see: Qi Heat tends to accumulate

# EXPLANATION_431
source: 防御と攻撃を両立させている傑作 能力：耐 ダメージ耐性上昇
es_es: Masterpiece ability that balances defense and attack: Increased damage resistance

# EXPLANATION_432
source: 遊女が舞うような妖艶な雰囲気の銃 能力：妖 攻撃時敵の体力を吸収
es_es: Gun ability with a bewitching atmosphere like a prostitute dancing: Absorbs the enemy's physical strength when attacking a youkai

# EXPLANATION_433
source: 連弾発射と威力の両立を成し遂げた銃 能力：弐 弾丸を連続で二発発射する
es_es: Gun ability that achieves both duet firing and power: Fires two bullets in a row

# EXPLANATION_434
source: 連射性能に拘った技師入魂の銃 能力：瞬 連射速度上昇大
es_es: Gun ability of the engineer's soul who was particular about the rate of fire: Instant fire speed increase

# EXPLANATION_436
source: 龍の形を模した異形の銃 能力：育 獲得経験値上昇
es_es: Atypical gun ability that imitates the shape of a dragon: Increased experience gained

# EXPLANATION_437
source: 銃身が全て黄金で作られた高価な一品 能力：得 敵が巾着袋を落しやすい
es_es: An expensive item with an all-gold barrel Ability: Gain Enemy can easily drop a drawstring bag
