Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/bootpar/boot.par/item.po
Languages: es_es

# NAME_530
source: 雷撃弾
es_es: Lightning bullet

# NAME_531
source: 強化弾
es_es: Enhanced bullet

# NAME_532
source: 閃光弾
es_es: Flash bullet

# NAME_533
source: 毒弾
es_es: Poison bullet

# NAME_534
source: 酸性弾
es_es: Acid bullet

# NAME_535
source: 通常弾
es_es: Normal bullet

# NAME_536
source: 木刀
es_es: Wooden sword

# NAME_537
source: 木札
es_es: Kifuda

# NAME_538
source: 点棒
es_es: Point stick

# NAME_539
source: カジノのチップ
es_es: Casino chips

# NAME_540
source: 将棋点
es_es: Shogi point

# NAME_541
source: 福引き券
es_es: Fukubiki ticket

# NAME_542
source: 不便な台所
es_es: Inconvenient kitchen

# NAME_543
source: 普通の台所
es_es: Ordinary kitchen

# NAME_544
source: 料理好きの台所
es_es: Cooking lover's kitchen

# NAME_545
source: 万能な台所
es_es: Versatile kitchen

# NAME_546
source: 天啓書 閃
es_es: Apocalypse Flash

# NAME_547
source: 天啓書 走
es_es: Book of Apocalypse

# NAME_548
source: 天啓書 乱
es_es: Apocalyptic book chaos

# NAME_549
source: 天啓書 避
es_es: Revelation book avoidance

# NAME_550
source: 天啓書 風
es_es: Apocalyptic calligraphy

# NAME_551
source: 天啓書 破
es_es: Revelation book broken

# NAME_552
source: 天啓書 投
es_es: Revelation book throwing

# NAME_553
source: 天啓書 撃
es_es: Revelation book shooting

# NAME_554
source: 精進目録
es_es: Devotion catalog

# NAME_555
source: 大太刀の巻物
es_es: Odachi scroll

# NAME_556
source: 槍の巻物
es_es: Spear scroll

# NAME_557
source: 大筒の巻物
es_es: Scroll of large cylinder

# NAME_558
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_559
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_560
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_561
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_562
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_563
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_564
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_565
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_566
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_567
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_568
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_569
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_570
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_571
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_572
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_573
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_574
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_575
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_576
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_577
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_578
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_579
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_580
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_581
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_582
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_583
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_584
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_585
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_586
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_587
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_588
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_589
source: 飛脚の荷物
es_es: Hikyaku luggage

# NAME_590
source: 着物 元黄娘
es_es: Kimono ex-yellow girl

# NAME_591
source: 高級着物 深凛緑
es_es: Luxury kimono deep green

# NAME_592
source: 高級着物 癒清水
es_es: Luxury Kimono Healing Shimizu

# NAME_593
source: 高級着物 満天桜
es_es: Luxury kimono full sky cherry blossoms

# NAME_594
source: 最高級着物 紫艶星
es_es: Finest Kimono Shien Star

# NAME_595
source: お金
es_es: money

# NAME_596
source: 経験値
es_es: Experience point

# NAME_597
source: 注文：なんでも（品数）
es_es: Order: Anything (number of items)

# NAME_598
source: 注文：なんでも（種数）
es_es: Order: Anything (species)

# NAME_599
source: 注文：瓜
es_es: Note: Melon

# NAME_600
source: 注文：芋
es_es: Order: potato

# NAME_601
source: 注文：回復（品数）
es_es: Order: Recovery (number of items)

# NAME_602
source: 注文：回復（種数）
es_es: Order: Recovery (species number)

# NAME_603
source: 注文：刀（品数）
es_es: Order: Sword (number of items)

# NAME_604
source: 注文：刀（種数）
es_es: Order: Sword (number of species)

# NAME_605
source: 注文：銃（品数）
es_es: Order: Gun (number of items)

# NAME_606
source: 注文：銃（種数）
es_es: Order: Gun (species)

# NAME_607
source: 注文：弾丸（品数）
es_es: Order: Bullet (number of items)

# NAME_608
source: 注文：弾丸（種数）
es_es: Order: Bullet (species number)

# NAME_609
source: 注文：槍（品数）
es_es: Order: Spear (number of items)

# NAME_610
source: 注文：槍（種数）
es_es: Note: Gun (species number)

# NAME_611
source: 注文：大太刀（品数）
es_es: Order: Odachi (number of items)

# NAME_612
source: 注文：大太刀（種数）
es_es: Order: Odachi (number of species)

# NAME_613
source: 鉄くず
es_es: Iron scrap

# NAME_614
source: 鋼の板
es_es: Steel plate

# NAME_615
source: 玉鋼
es_es: Yugang

# NAME_616
source: 銀の欠片
es_es: Silver shard

# NAME_617
source: 小さな金塊
es_es: Small gold nugget

# NAME_618
source: 大きな金塊
es_es: Big gold nugget

# NAME_619
source: 白金の粒
es_es: Platinum grains

# NAME_620
source: 白金の塊
es_es: Platinum mass

# NAME_621
source: 虹色の欠片
es_es: Rainbow-colored pieces

# NAME_622
source: いびつなネジ
es_es: Distorted screws

# NAME_623
source: 新品のネジ
es_es: New screw

# NAME_624
source: がたがたの歯車
es_es: Rattling gear

# NAME_625
source: 精巧な歯車
es_es: Elaborate gears

# NAME_626
source: 錆びたバネ
es_es: Rusted spring

# NAME_627
source: 小さなぜんまい
es_es: Small mainspring

# NAME_628
source: 絡繰細工
es_es: Karakuri work

# NAME_629
source: 壊れた羅針盤
es_es: Broken compass

# NAME_630
source: 精密機械
es_es: Precision machinery

# NAME_631
source: 枯れ木の枝
es_es: Dead tree branch

# NAME_632
source: 良質な木切れ
es_es: Good quality piece of wood

# NAME_633
source: 柔らかい木材
es_es: Soft wood

# NAME_634
source: 丈夫な木材
es_es: Durable wood

# NAME_635
source: 流木の破片
es_es: Driftwood debris

# NAME_636
source: 千年樹の枝
es_es: Millennium branch

# NAME_637
source: 神木の木切れ
es_es: A piece of sacred tree

# NAME_638
source: 上質な皮革
es_es: Fine leather

# NAME_639
source: きれいな毛皮
es_es: Clean fur

# NAME_640
source: 天蚕糸
es_es: silkworm gut

# NAME_641
source: 獣の尻尾
es_es: Beast tail

# NAME_642
source: 名馬の鬣
es_es: Famous horse mane

# NAME_643
source: 朱染めの布
es_es: Red-dyed cloth

# NAME_644
source: 綺麗な絹織物
es_es: Beautiful silk fabric

# NAME_645
source: 南蛮渡来の反物
es_es: Nanban migrant cloth

# NAME_646
source: 虹色の織物
es_es: Iridescent fabric

# NAME_647
source: 鉄の金槌
es_es: Iron mallet

# NAME_648
source: 銅の金槌
es_es: Copper mallet

# NAME_649
source: 銀の金槌
es_es: Silver mallet

# NAME_650
source: 金の金槌
es_es: Gold mallet

# NAME_651
source: 茶色の金属粉
es_es: Brown metal powder

# NAME_652
source: 青緑色の金属粉
es_es: Blue-green metal powder

# NAME_653
source: 灰色の金属粉
es_es: Gray metal powder

# NAME_654
source: 黒色の金属粉
es_es: Black metal powder

# NAME_655
source: 白色の金属粉
es_es: White metal powder

# NAME_656
source: 褐色の金属粉
es_es: Brown metal powder

# NAME_657
source: 銀色の金属粉
es_es: Silver metal powder

# NAME_658
source: 金色の金属粉
es_es: Golden metal powder

# NAME_659
source: 研磨石
es_es: Grinding stone

# NAME_660
source: 木炭
es_es: charcoal

# NAME_661
source: 火山岩の欠片
es_es: Volcanic rock fragments

# NAME_662
source: 陶器の酒瓶
es_es: Pottery liquor bottle

# NAME_663
source: いびつな磁石
es_es: Distorted magnet

# NAME_664
source: 曇った手鏡
es_es: Cloudy hand mirror

# NAME_665
source: 割れたまな板
es_es: Broken chopping board

# NAME_666
source: 石灰の粉
es_es: Lime powder

# NAME_667
source: 綺麗な木の葉
es_es: Beautiful leaves

# NAME_668
source: 琥珀
es_es: amber

# NAME_669
source: 妖怪の絵画
es_es: Youkai painting

# NAME_670
source: 砂金
es_es: Placer gold

# NAME_671
source: 鉛の塊
es_es: Lead lump

# NAME_672
source: 翠玉
es_es: Jade

# NAME_673
source: 真珠
es_es: pearl

# NAME_674
source: 雅な髪飾り
es_es: Elegant hair ornament

# NAME_675
source: 黒曜石
es_es: obsidian

# NAME_676
source: 木彫りの熊
es_es: Wood carving bear

# NAME_677
source: 禍々しい数珠
es_es: Awesome beads

# NAME_678
source: 蛍石
es_es: Chrysanthemum

# NAME_679
source: 折れた千枚通し
es_es: Broken awl

# NAME_680
source: 浪人の髪紐
es_es: Ronin's hair string

# NAME_681
source: 藁人形
es_es: Straw doll

# NAME_682
source: 水神石
es_es: Water God Stone

# NAME_683
source: 火打石
es_es: Flintstone

# NAME_684
source: 漆黒の帯
es_es: Jet black obi

# NAME_685
source: 人切りの手枷
es_es: Handcuffs

# NAME_686
source: 日の丸扇子
es_es: Hinomaru fan

# NAME_687
source: 血染めの布
es_es: Blood-dyed cloth

# NAME_688
source: 藍玉
es_es: Sapphire

# NAME_689
source: 金印
es_es: Golden seal

# NAME_690
source: 艶かしい人形
es_es: Glossy doll

# NAME_691
source: 龍の涙
es_es: Tears of the dragon

# NAME_692
source: 水晶
es_es: crystal

# NAME_693
source: 鳳凰の羽
es_es: Phoenix feathers

# NAME_694
source: 太古の御守り
es_es: Ancient Omamori

# NAME_695
source: 真紅の勾玉
es_es: Crimson magatama

# NAME_696
source: 龍の瞳
es_es: Dragon's eyes

# NAME_697
source: 金の印籠
es_es: Gold inro

# NAME_698
source: 大蛇の抜殻
es_es: Shell of a large snake

# NAME_699
source: 神殺しの札
es_es: God killing tag

# NAME_700
source: 龍の髭
es_es: Dragon mustache

# NAME_701
source: 龍の牙
es_es: Dragon fangs

# NAME_702
source: 田舎流派の目録
es_es: Catalog of rural schools

# NAME_703
source: 蛇柄の眼帯
es_es: Snake-patterned eyepatch

# NAME_704
source: 袖の破れた羽織
es_es: Haori with torn sleeves

# NAME_705
source: 花火玉
es_es: Fireworks ball

# HIRAGANA_2
source: かつりょくたん
es_es: Katsuryokutan

# HIRAGANA_3
source: かつりょくたんこうきゅう
es_es: Katsuryokutankoukyu

# HIRAGANA_4
source: かつりょくたんとくせん
es_es: Katsuryokutan Tokusen

# HIRAGANA_5
source: ねっけつたん
es_es: Neketsutan

# HIRAGANA_6
source: ねっけつたんこうきゅう
es_es: Neketsutankoukyu

# HIRAGANA_7
source: ねっけつたんとくせん
es_es: Neketsutan Tokusen

# HIRAGANA_8
source: ばんのうたん
es_es: Ban no Utan

# HIRAGANA_9
source: ばんのうたんこうきゅう
es_es: Ban no Utankoukyu

# HIRAGANA_10
source: ばんのうたんとくせん
es_es: Ban no Utan Tokusen

# HIRAGANA_11
source: ばんのうたんきゅうきょく
es_es: Ban no Utankyukyoku

# HIRAGANA_12
source: よいざめたん
es_es: Good zametan

# HIRAGANA_13
source: くうふくたん
es_es: Kuufukutan

# HIRAGANA_14
source: すたみなんえっくす
es_es: Sutami Nanex

# HIRAGANA_15
source: きずぐすり
es_es: Scratch

# HIRAGANA_16
source: みかん
es_es: Mandarin orange

# HIRAGANA_17
source: かき
es_es: Oysters

# HIRAGANA_18
source: いちじく
es_es: figs

# HIRAGANA_19
source: やきぐり
es_es: Yakiguri

# HIRAGANA_20
source: あかぶどうしゅ
es_es: Red grapes

# HIRAGANA_21
source: しょうこうしゅ
es_es: Shaoxing wine

# HIRAGANA_22
source: いもじょうちゅう
es_es: Potatoes

# HIRAGANA_23
source: なだのせいしゅ
es_es: Nada no Seishu

# HIRAGANA_24
source: いたみのせいしゅ
es_es: Damaged

# HIRAGANA_25
source: いたみもろはく
es_es: Damaged

# HIRAGANA_26
source: ふしみのせいしゅ
es_es: Fushimi no Seishu

# HIRAGANA_27
source: どぶろく
es_es: Doburoku

# HIRAGANA_28
source: だいふくもち
es_es: Daifuku mochi

# HIRAGANA_29
source: よもぎまんじゅう
es_es: Yomogi Manju

# HIRAGANA_30
source: こんぺいとう
es_es: Konpeito

# HIRAGANA_31
source: にぎりめし
es_es: Nigirimeshi

# HIRAGANA_32
source: まくのうちべんとう
es_es: Makuuchi Bento

# HIRAGANA_33
source: こしべんとう
es_es: Koshibeto

# HIRAGANA_34
source: いなりずし
es_es: Inari sushi

# HIRAGANA_35
source: ほしいい
es_es: I want

# HIRAGANA_36
source: はったい
es_es: Hattaiko

# HIRAGANA_37
source: おはぎ
es_es: ohagi

# HIRAGANA_38
source: らくがん
es_es: Rakugan

# HIRAGANA_39
source: ようかん
es_es: Yokan

# HIRAGANA_40
source: あかりのおむすび
es_es: Akari's rice ball

# HIRAGANA_41
source: ちょうめいがん
es_es: Chomei cancer

# HIRAGANA_42
source: なっとう
es_es: Natto

# HIRAGANA_43
source: ほね
es_es: Bone

# HIRAGANA_44
source: しゅんが
es_es: Shunga

# HIRAGANA_45
source: ちりがみ
es_es: Dust

# HIRAGANA_46
source: だんごむし
es_es: Roly-poly

# HIRAGANA_47
source: みみず
es_es: Earthworm

# HIRAGANA_48
source: はるかのかすてーら
es_es: Haruka Kasutera

# HIRAGANA_49
source: はるかのおむすび
es_es: Haruka rice ball

# HIRAGANA_50
source: あかみず
es_es: Akamizu

# HIRAGANA_51
source: きみず
es_es: You

# HIRAGANA_52
source: あおみず
es_es: Aomizu

# HIRAGANA_53
source: みどりみず
es_es: Green water

# HIRAGANA_54
source: しゅうれんみず
es_es: Shurenmizu

# HIRAGANA_55
source: あかだんご
es_es: Red dumpling

# HIRAGANA_56
source: きだんご
es_es: Dango

# HIRAGANA_57
source: あおだんご
es_es: Aodango

# HIRAGANA_58
source: みどりだんご
es_es: Green dumpling

# HIRAGANA_59
source: しゅうれんだんご
es_es: Shuren Dango

# HIRAGANA_60
source: あかだいふく
es_es: Akadaifuku

# HIRAGANA_61
source: きだいふく
es_es: Kidaifuku

# HIRAGANA_62
source: あおだいふく
es_es: Aodaifuku

# HIRAGANA_63
source: みどりだいふく
es_es: Midori Daifuku

# HIRAGANA_64
source: しゅうれんだいふく
es_es: Daifuku

# HIRAGANA_65
source: かんぬしのおむすび
es_es: Kannushi rice balls

# HIRAGANA_66
source: かんぬしのおむすび
es_es: Kannushi rice balls

# HIRAGANA_67
source: かんぬしのおむすび
es_es: Kannushi rice balls

# HIRAGANA_68
source: かんぬしのおむすび
es_es: Kannushi rice balls

# HIRAGANA_69
source: かんぬしのおむすび
es_es: Kannushi rice balls

# HIRAGANA_70
source: かんぬしのおむすび
es_es: Kannushi rice balls

# HIRAGANA_71
source: いどのしみず
es_es: Ido Shimizu

# HIRAGANA_72
source: きよめのみず
es_es: Kiyome no Mizu

# HIRAGANA_73
source: みたまのさけ
es_es: Mitama salmon

# HIRAGANA_74
source: さとりのまんじゅう
es_es: Satori Manju

# HIRAGANA_75
source: じょうれんけん
es_es: Jorenken

# HIRAGANA_76
source: みがわりいし
es_es: Miwawari

# HIRAGANA_77
source: なじみのがんやく
es_es: Familiar cancer

# HIRAGANA_78
source: なじみのやくとう
es_es: Familiar

# HIRAGANA_79
source: しょうごいんやつはし
es_es: Shogoin Yatsuhashi

# HIRAGANA_80
source: しょうごいんやつはしごじゅうよんまい
es_es: Shogoin guy is a ladder

# HIRAGANA_81
source: しょうごいんしものはし
es_es: Shogoinshimonohashi

# HIRAGANA_82
source: しょうごいんまんじゅう
es_es: Shogoin Manju

# HIRAGANA_83
source: おとこのあいじょうべんとう
es_es: Man's lunch box

# HIRAGANA_84
source: きゅうり
es_es: Cucumber

# HIRAGANA_85
source: じゃがいも
es_es: Potatoes

# HIRAGANA_86
source: だいこん
es_es: Daikon radish

# HIRAGANA_87
source: にんじん
es_es: Carrot

# HIRAGANA_88
source: ほうれんそう
es_es: Spinach

# HIRAGANA_89
source: さつまいも
es_es: Sweet potato

# HIRAGANA_90
source: そらまめ
es_es: Broad beans

# HIRAGANA_91
source: たまねぎ
es_es: Onion

# HIRAGANA_92
source: なす
es_es: Eggplant

# HIRAGANA_93
source: ねぎ
es_es: Leek

# HIRAGANA_94
source: かぶ
es_es: Turnip

# HIRAGANA_95
source: かぼちゃ
es_es: pumpkin

# HIRAGANA_96
source: ごぼう
es_es: Burdock

# HIRAGANA_97
source: しょうが
es_es: Ginger

# HIRAGANA_98
source: にんにく
es_es: Garlic

# HIRAGANA_99
source: はくさい
es_es: Chinese cabbage

# HIRAGANA_100
source: とうがらし
es_es: Pepper

# HIRAGANA_101
source: いちご
es_es: Strawberry

# HIRAGANA_102
source: きゃべつ
es_es: Cabbage

# HIRAGANA_103
source: さといも
es_es: Taro

# HIRAGANA_104
source: とまと
es_es: Tomato

# HIRAGANA_105
source: ちょうせんにんじん
es_es: Korean carrot

# HIRAGANA_106
source: たまご
es_es: Egg

# HIRAGANA_107
source: うどんこ
es_es: Powdery mildew

# HIRAGANA_108
source: はちみつ
es_es: honey

# HIRAGANA_109
source: ぎんなん
es_es: Ginkgo

# HIRAGANA_110
source: きせつはずれのあおうめ
es_es: Aoume on the outskirts of Kisetsu

# HIRAGANA_111
source: ざりがに
es_es: Zarigani

# HIRAGANA_112
source: しらす
es_es: Shirasu

# HIRAGANA_113
source: はぜ
es_es: Goby

# HIRAGANA_114
source: はりせんぼん
es_es: Porcupinefish

# HIRAGANA_115
source: ふな
es_es: Crucian carp

# HIRAGANA_116
source: あゆ
es_es: Ayu

# HIRAGANA_117
source: いか
es_es: The squid

# HIRAGANA_118
source: うなぎ
es_es: eel

# HIRAGANA_119
source: えれきなまず
es_es: Catfish

# HIRAGANA_120
source: かわはぎ
es_es: Kawahagi

# HIRAGANA_121
source: くるまえび
es_es: Prawn

# HIRAGANA_122
source: こい
es_es: Come

# HIRAGANA_123
source: まだこ
es_es: Common octopus

# HIRAGANA_124
source: あなご
es_es: Conger eel

# HIRAGANA_125
source: おにかさご
es_es: Scorpion fish

# HIRAGANA_126
source: かれい
es_es: Flatfish

# HIRAGANA_127
source: すっぽん
es_es: Soft-shelled turtle

# HIRAGANA_128
source: たかあしがに
es_es: Takaashigani

# HIRAGANA_129
source: にしきごい
es_es: Squeaky

# HIRAGANA_130
source: にじます
es_es: Rainbow trout

# HIRAGANA_131
source: しゃけ
es_es: Salmon

# HIRAGANA_132
source: とらふぐ
es_es: Torafugu

# HIRAGANA_133
source: ほおじろざめ
es_es: Bunting

# HIRAGANA_134
source: まだい
es_es: Still

# HIRAGANA_135
source: いとう
es_es: Ito

# HIRAGANA_136
source: かじき
es_es: swordfish

# HIRAGANA_137
source: じんめんぎょ
es_es: Human face fish

# HIRAGANA_138
source: まぐろ
es_es: Tuna

# HIRAGANA_139
source: りゅうぐうのつかい
es_es: Use of oarfish

# HIRAGANA_140
source: かまあげうどん
es_es: Kamaage Udon

# HIRAGANA_141
source: ぶっかけうどん
es_es: Bukkake udon

# HIRAGANA_142
source: おんたまぶかっけうどん
es_es: Ontamabu Kake Udon

# HIRAGANA_143
source: かけうどん
es_es: Kake udon

# HIRAGANA_144
source: きつねうどん
es_es: Kitsune Udon

# HIRAGANA_145
source: おろししょうゆうどん
es_es: Grated soy sauce udon

# HIRAGANA_146
source: いなり
es_es: Inari

# HIRAGANA_147
source: はなまるとくせいりゅううどん
es_es: Hanamaru and Kusei Ryu Udon

# HIRAGANA_148
source: かけそば
es_es: Kake soba

# HIRAGANA_149
source: もりそば
es_es: Morisoba

# HIRAGANA_150
source: ひやしたぬきそば
es_es: Tanuki soba

# HIRAGANA_151
source: ひやしきつねそば
es_es: Hiyashi Kitsune Soba

# HIRAGANA_152
source: てんたまそば
es_es: Tentama soba

# HIRAGANA_153
source: とくせんふじそば
es_es: Tokusen Fuji Soba

# HIRAGANA_154
source: ゆずとりほうれんそうそば
es_es: Yuzu tori spinach soba

# HIRAGANA_155
source: かつどん
es_es: Katsudo

# HIRAGANA_156
source: てんぷらうどん
es_es: Tempura Udon

# HIRAGANA_157
source: つきみうどん
es_es: Moon viewing udon

# HIRAGANA_158
source: きつねうどん
es_es: Kitsune Udon

# HIRAGANA_159
source: たぬきうどん
es_es: Tanuki udon

# HIRAGANA_160
source: ごくじょうほんまぐろさんかんにぎり
es_es: Bluefin tuna sankannigiri

# HIRAGANA_161
source: じょうちらしどん
es_es: Chirashizushi

# HIRAGANA_162
source: とくせいほんまぐろどん
es_es: Tokusei Honmagurodon

# HIRAGANA_163
source: とくせんすしざんまい
es_es: Sushi Zanmai

# HIRAGANA_164
source: まぐろざんまい
es_es: Maguro Zammai

# HIRAGANA_165
source: かしもりににんまえ
es_es: Kashimori Ninmae

# HIRAGANA_166
source: ぎんだらのさいきょうやき
es_es: Sablefish

# HIRAGANA_167
source: ちゃわんむし
es_es: Chawanmushi

# HIRAGANA_168
source: たいのかぶとに
es_es: To the helmet

# HIRAGANA_169
source: なまむぎしゅ
es_es: Namamugi Shu

# HIRAGANA_170
source: うめしゅ
es_es: Umeshu

# HIRAGANA_171
source: わたみ にほんしゅ
es_es: Watami Sake

# HIRAGANA_172
source: とくせいしょうちゅう わたみ
es_es: Watami

# HIRAGANA_173
source: りょくちゃ
es_es: Ryokuch

# HIRAGANA_174
source: ごうかい たくじょうあぶりしめさば
es_es: Gokai Takujo Aburishime Saba

# HIRAGANA_175
source: さしみきゅうしなもりあわせ
es_es: Sashimi sashimi

# HIRAGANA_176
source: まるいかあぶりやき
es_es: Maruika Aburiyaki

# HIRAGANA_177
source: たこわさきゅーり
es_es: Takowa Sakuri

# HIRAGANA_178
source: がんこいってつあげたてあつあげ
es_es: Ganko food service

# HIRAGANA_179
source: しんせんやさいをとくせいわさびみそで
es_es: Wasabi miso

# HIRAGANA_180
source: だしまきたまご
es_es: Dashimaki Tamago

# HIRAGANA_181
source: とりのくしやきもりあわせ
es_es: Chicken comb

# HIRAGANA_182
source: なまむぎしゅ
es_es: Namamugi Shu

# HIRAGANA_183
source: せいしゅはなこむそう
es_es: Seishu Hanakomuso

# HIRAGANA_184
source: かちわりあかぶどうしゅ
es_es: Kachiwari Aka Grape Shu

# HIRAGANA_185
source: りょくちゃ
es_es: Ryokuch

# HIRAGANA_186
source: まほっけのひらき
es_es: Atka mackerel

# HIRAGANA_187
source: さけとばのあぶり
es_es: Saketoba

# HIRAGANA_188
source: こまいのあぶり
es_es: Saffron cod

# HIRAGANA_189
source: しょうゆとおかかのやきおにぎり
es_es: Soy sauce and dried bonito rice balls

# HIRAGANA_190
source: ざるどうふのやまわさびかけ
es_es: Zaru Dofu no Yamawa Wasabi

# HIRAGANA_191
source: あさりのさかむし
es_es: Clams

# HIRAGANA_192
source: ぶっかけいくらどん
es_es: Bukkake how much

# HIRAGANA_193
source: だしまきたまご
es_es: Dashimaki Tamago

# HIRAGANA_194
source: かまとらごもく
es_es: Kamatoragomoku

# HIRAGANA_195
source: とりかまめし
es_es: Kamameshi

# HIRAGANA_196
source: かいせんごもくかまめし
es_es: Kaisengo Moku Kamameshi

# HIRAGANA_197
source: うなぎまぶし
es_es: Eel glare

# HIRAGANA_198
source: あさりかまめし
es_es: Clam Kamameshi

# HIRAGANA_199
source: たいかまめし
es_es: Kamameshi

# HIRAGANA_200
source: かまとらごもく
es_es: Kamatoragomoku

# HIRAGANA_201
source: とりかまめし
es_es: Kamameshi

# HIRAGANA_202
source: かいせんごもくかまめし
es_es: Kaisengo Moku Kamameshi

# HIRAGANA_203
source: うなぎまぶし
es_es: Eel glare

# HIRAGANA_204
source: あさりかまめし
es_es: Clam Kamameshi

# HIRAGANA_205
source: たいかまめし
es_es: Kamameshi

# HIRAGANA_206
source: あまざけ
es_es: Amazake

# HIRAGANA_207
source: どぶろく
es_es: Doburoku

# HIRAGANA_208
source: ぜんざい
es_es: Zenzai

# HIRAGANA_209
source: さんしょくだんご
es_es: Sanshokudango

# HIRAGANA_210
source: やきだんご
es_es: Yaki Dango

# HIRAGANA_211
source: よもぎまんじゅう
es_es: Yomogi Manju

# HIRAGANA_212
source: ちゃづけ
es_es: Chazuke

# HIRAGANA_213
source: おはぎ
es_es: ohagi

# HIRAGANA_214
source: ところてん
es_es: Tokoroten

# HIRAGANA_215
source: くずきり
es_es: Kuzukiri

# HIRAGANA_216
source: わらびもち
es_es: Warabimochi

# HIRAGANA_217
source: しっぽくまつぜん
es_es: Tail Matsuzen

# HIRAGANA_218
source: しっぽくたけぜん
es_es: Tail

# HIRAGANA_219
source: しっぽくうめぜん
es_es: Umezen

# HIRAGANA_220
source: しっぽくひるぜん
es_es: Tail

# HIRAGANA_221
source: ふしみのさけ
es_es: Fushimi salmon

# HIRAGANA_222
source: なだのさけ
es_es: Salmon

# HIRAGANA_223
source: さいじょうのさけ
es_es: Salmon

# HIRAGANA_224
source: さつましょうちゅう
es_es: Satsumashochu

# HIRAGANA_225
source: あかぶどうしゅ
es_es: Red grapes

# HIRAGANA_226
source: とうふでんがく
es_es: Tofu Dengaku

# HIRAGANA_227
source: いもに
es_es: Potato

# HIRAGANA_228
source: いなりずし
es_es: Inari sushi

# HIRAGANA_229
source: やきはも
es_es: Yakihamo

# HIRAGANA_230
source: つけもの
es_es: Tsukemono

# HIRAGANA_231
source: ゆどうふ
es_es: Yudofu

# HIRAGANA_232
source: いもざけ
es_es: Potato

# HIRAGANA_233
source: そばがき
es_es: Sobagaki

# HIRAGANA_234
source: くりまんじゅう
es_es: Chestnut bread

# HIRAGANA_235
source: さばのすがたずし
es_es: Mackerel

# HIRAGANA_236
source: とさざけ
es_es: Tosake

# HIRAGANA_237
source: くりしょうちゅう
es_es: Chestnut shochu

# HIRAGANA_238
source: かつおのたたき
es_es: Katsuo no tataki

# HIRAGANA_239
source: さわちりょうり
es_es: Sawachiryori

# HIRAGANA_240
source: しゅとう
es_es: Shuto

# HIRAGANA_241
source: なすのつけもの
es_es: Eggplant

# HIRAGANA_242
source: あわせさけ
es_es: Salmon

# HIRAGANA_243
source: さるざけ
es_es: Monkey

# HIRAGANA_244
source: びじんざけ
es_es: Bijinzake

# HIRAGANA_245
source: なにかのにこみ
es_es: Something smoldering

# HIRAGANA_246
source: くろだんご
es_es: Kurodango

# HIRAGANA_247
source: むしやき
es_es: Mushiyaki

# HIRAGANA_248
source: へたに
es_es: To the hell

# HIRAGANA_249
source: やみなべ
es_es: Yamabe

# HIRAGANA_250
source: きんむくのぞう
es_es: Kinmuku elephant

# HIRAGANA_251
source: ぷらちなのさら
es_es: Prachina no Sara

# HIRAGANA_252
source: きんのさら
es_es: Kinsara

# HIRAGANA_253
source: ぎんのさら
es_es: Gin no Sara

# HIRAGANA_254
source: どうのさら
es_es: How

# HIRAGANA_255
source: てつのさら
es_es: Tetsusara

# HIRAGANA_256
source: おかねいっせんもんにかんきん
es_es: Okane Issenmon Nikankin

# HIRAGANA_257
source: おかねいりりょうにかんきん
es_es: Kaneiri Kaneiri

# HIRAGANA_258
source: かけてんじゅってんとこうかん
es_es: Kaketenjuten and Kokan

# HIRAGANA_259
source: かけてんひゃくてんとこうかん
es_es: Kakehakuten and Kokan

# HIRAGANA_260
source: いっせんてんをかんきん
es_es: Issenten

# HIRAGANA_261
source: いちまんてんをかんきん
es_es: Ichimanten

# HIRAGANA_262
source: てづくりあさづけ
es_es: Asazuke

# HIRAGANA_263
source: てづくりあさづけとくじょう
es_es: Tezukuri Asazuke

# HIRAGANA_264
source: かてめし
es_es: Rice

# HIRAGANA_265
source: かてめしとくじょう
es_es: Katameshi Tokujo

# HIRAGANA_266
source: ほっこりみそしる
es_es: Miso soup

# HIRAGANA_267
source: ほっこりみそしるとくじょう
es_es: Loose miso soup

# HIRAGANA_268
source: げんきおむすび
es_es: Genki rice ball

# HIRAGANA_269
source: げんきおむすびとくじょう
es_es: Genki rice ball

# HIRAGANA_270
source: みなぎるみそしる
es_es: Minagiru miso soup

# HIRAGANA_271
source: みなぎるみそしるとくじょう
es_es: Minagiru miso soup

# HIRAGANA_272
source: ちからもちにこみ
es_es: Chikara Mochi

# HIRAGANA_273
source: ちからもちにこみとくじょう
es_es: Chikaramochi ni Komi Tokujo

# HIRAGANA_274
source: ぎょかいたっぷりからみそなべ
es_es: Miso hotpot with plenty of gyokai

# HIRAGANA_275
source: ぎょかいたっぷりからみそなべとくじょう
es_es: Miso hot pot with plenty of gyokai

# HIRAGANA_276
source: こんじょうちらしずし
es_es: Hello Chirashizushi

# HIRAGANA_277
source: こんじょうちらしずしとくじょう
es_es: Chirashizushi

# HIRAGANA_278
source: そうかいこうみかきあげ
es_es: Sokai Koumi Kakiage

# HIRAGANA_279
source: そうかいこうみかきあげとくじょう
es_es: Sokai Koumi Kakiage Tokujo

# HIRAGANA_280
source: てっかに
es_es: Tekka

# HIRAGANA_281
source: てっかにとくじょう
es_es: Tekka Tokujo

# HIRAGANA_282
source: すっきりやさいのあえもの
es_es: Clean and easy food

# HIRAGANA_283
source: すっきりやさいのあえものとくじょう
es_es: Clean and easy food

# HIRAGANA_284
source: しっかりやきざかな
es_es: Firmly grilled

# HIRAGANA_285
source: しっかりやきざかなとくじょう
es_es: Firmly grilled fish

# HIRAGANA_286
source: りょうしのてっぽうやき
es_es: Ryoshi no Teppo Yaki

# HIRAGANA_287
source: りょうしのてっぽうやきとくじょう
es_es: Ryoshino Teppo Yaki Tokujo

# HIRAGANA_288
source: つかれしらずのじようなべ
es_es: It ’s like a sword

# HIRAGANA_289
source: つかれしらずのじようなべとくじょう
es_es: It ’s like a sword

# HIRAGANA_290
source: しあわせうどん
es_es: Happy udon

# HIRAGANA_291
source: しあわせうどんとくじょう
es_es: Happy udon noodles
