Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/bootpar/boot.par/item.po
Languages: es_es

# EXPLANATION_156
source: うどん粉を練った衣を付けた食材を油で揚げた 「天ぷら」が乗ったうどんだ。 揚げたてがうまい。
es_es: Udon noodles with "Tempura", which is made by deep-fried ingredients with batter made from kneaded udon flour. Freshly fried is good.

# EXPLANATION_157
source: 鶏の生卵を落としたうどんだ。 つゆに浮かぶ卵が月の様で美しく、 うどんの味をまろやかにしてくれる。
es_es: Udon noodles with raw chicken eggs dropped. The eggs floating in the soup are beautiful like the moon and make the taste of udon mellow.

# EXPLANATION_158
source: 甘く煮た油揚げが乗ったうどんだ。 うどんの合間に甘い油揚げを食べる事で 最後まで飽きずに食べられる。
es_es: Udon with sweetly boiled fried tofu. By eating sweet fried tofu between udon noodles, you can eat until the end without getting tired.

# EXPLANATION_159
source: 天ぷらを作る時に出る揚げ玉をのせたうどんだ。 揚げ玉の香ばしさが加わる事で うどんのうまさが一層引き立つ。
es_es: Udon noodles with fried balls that come out when making tempura. The addition of the fragrance of fried balls makes the udon noodles even more delicious.

# EXPLANATION_160
source: 大とろ、中とろ、赤身の３種類のにぎりの 盛り合わせです。当店自慢の本鮪を同時に楽しめる、 お得な一皿です。
es_es: Assortment of 3 types of fatty tuna, large fatty tuna, medium fatty tuna, and lean meat. This is a great dish that you can enjoy our specialty tuna at the same time.

# EXPLANATION_161
source: 新鮮な数十種類のねたを豪華に盛り付けた 他には真似できない贅沢な丼です。
es_es: It is a luxurious bowl that can only be imitated with dozens of fresh dishes.

# EXPLANATION_162
source: 大とろ、中とろ、赤身の３種類の本鮪を 贅沢に盛りつけた丼です。 鮪の美味しさを存分にご堪能下さい。
es_es: It is a bowl with three types of tuna, large, medium, and lean. Please fully enjoy the deliciousness of tuna.

# EXPLANATION_163
source: 特選にぎり１３貫と、野菜、大名椀がついた 盛り合わせになります。 選び抜かれたねたに、きっとご満足頂けますよ。
es_es: It will be a platter with 13 pieces of specially selected nigiri, vegetables, and a daimyo bowl. You will surely be satisfied with the selection.

# EXPLANATION_164
source: 本鮪の様々なねたを楽しめるにぎり盛り合わせです。 大とろ、中とろ、赤身にねぎとろ、鉄火にあぶりとろ、 まさにまぐろざんまいな上に大名椀もおつけします。
es_es: Assorted nigiri that you can enjoy various kinds of tuna. Large fatty tuna, medium fatty tuna, lean meat, green onion, fatty tuna on iron fire, and a daimyo bowl on top of the tuna.

# EXPLANATION_165
source: 新鮮な魚を扱う当店の職人が 選び抜いた魚の刺身を盛り合わせました。 季節の風味をお楽しみ下さい。
es_es: Assorted fish sashimi selected by our craftsmen who handle fresh fish. Please enjoy the flavor of the season.

# EXPLANATION_166
source: 白味噌につけ込んだ銀鱈を、 当店の職人が絶妙に焼き上げました。 焼けた味噌の香ばしさをご堪能頂けます。
es_es: Our craftsmen exquisitely baked the sablefish that was soaked in white miso. You can enjoy the aroma of roasted miso.

# EXPLANATION_167
source: 厳選した卵を使い、特製のおだしで 蒸し上げました。具材も豊富で栄養満点です。
es_es: Using carefully selected eggs, steamed with a special soup stock. The ingredients are abundant and nutritious.

# EXPLANATION_168
source: 鯛の頭を丸ごと使い、醤油で甘辛く煮上げました。 普段あまり食べられない部位の独特の食感を お楽しみ頂けます。
es_es: I used the whole head of the sea bream and boiled it in soy sauce. You can enjoy the unique texture of the parts that you can't usually eat.

# EXPLANATION_169
source: 西洋で好んで飲まれているお酒です。 大麦を原料にしていて、すっきりとした 独特ののどごしが楽しめます。
es_es: It is a favorite drink in the West. Made from barley, you can enjoy a refreshing and unique throat.

# EXPLANATION_170
source: 梅を漬けこんだお酒です。 気品のある梅の香りが特徴で 甘みがあって飲みやすいお酒です。
es_es: It is a sake made by pickling plums. It is a sweet and easy-to-drink liquor with an elegant plum scent.

# EXPLANATION_171
source: 和民特製の日本酒です。 可愛らしい徳利に入って人気です。
es_es: This is a sake specially made by Watami. It is popular because it is a cute sake bottle.

# EXPLANATION_172
source: 和民特製の焼酎です。 すっきりとしてほんのり甘口で どんな料理にも合いますよ。
es_es: It is a shochu specially made by Watami. It's clean, slightly sweet and goes well with any dish.

# EXPLANATION_173
source: 温かいお茶です。 甘みと渋みの調和をお楽しみ下さい。
es_es: It's hot tea. Please enjoy the harmony of sweetness and astringency.

# EXPLANATION_174
source: 香りをもっとも楽しんでいただくために、 お客様の目の前で炙ります。 鮮度と美味しさをご堪能ください。
es_es: We roast it in front of our customers so that they can enjoy the scent the most. Please enjoy the freshness and deliciousness.

# EXPLANATION_175
source: お刺身盛合せです。 お刺身９種のお得な盛合せです。 季節ならではの海の幸をお楽しみ頂けます。
es_es: Assorted sashimi. A great assortment of 9 types of sashimi. You can enjoy seasonal seafood.

# EXPLANATION_176
source: 新鮮ないかを、そのまま丸ごと炙りました。 香ばしい香りと、いかの独特の食感を お楽しみ下さい。
es_es: The whole thing was roasted to see if it was fresh. Please enjoy the fragrant scent and the unique texture of the squid.

# EXPLANATION_177
source: たこの刺身と新鮮な胡瓜に ぴり辛のわさびを和えた お酒のおつまみに最適の一品です。
es_es: It is the perfect snack for sake with sashimi of octopus, fresh cucumber and spicy wasabi.

# EXPLANATION_178
source: ご注文毎に揚げるので、 いつでもあつあつの風味を楽しめます。 素材のもつ本来の味をお楽しみ下さい。
es_es: Since it is fried for each order, you can enjoy the hot flavor at any time. Please enjoy the original taste of the ingredients.

# EXPLANATION_179
source: 採れたての新鮮な野菜を つーんとくる特製のわさび味噌でがぶりと頂く、 野菜の美味しさを十分に味わえる一品です。
es_es: It is a dish that you can fully enjoy the deliciousness of vegetables, which is served with a special wasabi miso that comes with freshly picked vegetables.

# EXPLANATION_180
source: ご注文頂いてから、一つ一つ丁寧に 焼き上げる、自慢の一品です。 ふわふわの食感と、だしの美味しさで好評です。
es_es: It is a proud dish that is carefully baked one by one after you place an order. It is popular for its fluffy texture and delicious soup stock.

# EXPLANATION_181
source: ぼんちりやねぎま、砂肝など ６種類の串を盛合わせました。 多彩な風味と食感が味わえる一皿です。
es_es: Assorted 6 types of skewers such as bonchi, onion, and gizzard. It is a dish that you can enjoy a variety of flavors and textures.

# EXPLANATION_182
source: 大麦から造られた泡立ちとのどごしが特徴の 黄金色に輝く醸造酒です。
es_es: A golden brewed liquor made from barley that is characterized by its foaming and smoothness.

# EXPLANATION_183
source: 旭川の大雪山連峰の仕込水を使い 手間暇を惜しまず造られた辛口日本酒です。
es_es: It is a dry sake made without any hassle using the water prepared in the Daisetsuzan mountain range in Asahikawa.

# EXPLANATION_184
source: たっぷりの氷の入った赤色の果実酒です。 ぶどうを発酵させて造った酸味と渋みが特徴です。
es_es: A red fruit liquor with plenty of ice. It is characterized by its acidity and astringency made by fermenting grapes.

# EXPLANATION_185
source: 健康に良い様々な効果・効能がある 日本でもっとも飲まれているお茶です。
es_es: It is the most drunk tea in Japan with various health benefits.

# EXPLANATION_186
source: 新鮮な稚内産の真ほっけを寒風干しした、 味わい深い酒の肴に最高の逸品です。
es_es: It is the best gem for tasty sake, which is made by drying fresh Wakkanai atka mackerel in the cold wind.

# EXPLANATION_187
source: 秋鮭を潮風に当てて干した北の郷土料理です。 炙る事によって旨味とこくと香ばしさが楽しめます。
es_es: It is a local dish of the north where autumn salmon is dried in the sea breeze. You can enjoy the umami, richness and aroma by roasting.

# EXPLANATION_188
source: 北の大地で獲れる氷の張った海面の下で産卵する 魚です。とても柔らかく骨まで美味しく 食べられます。
es_es: It is a fish that lays eggs under the ice-covered sea surface caught in the northern land. It is very soft and you can eat deliciously even the bones.

# EXPLANATION_189
source: おかかと醤油をご飯に混ぜ込んで握っているので どこから食べても香ばしさが口の中に広がります。
es_es: Heels and soy sauce are mixed with rice and held, so the aroma spreads in your mouth no matter where you eat.

# EXPLANATION_190
source: 厳選された大豆を使った甘くあっさりとした 上品な味わいと奥深さが楽しめる逸品です。
es_es: It is a gem that you can enjoy the sweet, light and elegant taste and depth using carefully selected soybeans.

# EXPLANATION_191
source: 熱々のふっくらした身を味わえる、 あさりの旨みを存分に引き出した逸品です。
es_es: It is a gem that fully brings out the taste of clams, where you can enjoy the hot and plump body.

# EXPLANATION_192
source: 宝石のように美しい新鮮ないくらを 溢れんばかりにご飯にかけました。
es_es: I sprinkled a lot of fresh salmon roe, which is as beautiful as a jewel, on rice.

# EXPLANATION_193
source: 特製の白だしが滴り落ちるほど 柔らかく丁寧に焼き上げた至高の逸品です。
es_es: It is the supreme gem that is carefully baked so soft that the special white soup drips.

# EXPLANATION_194
source: 海と大地の恵みを堪能する釜飯の王様です。 エビ・鶏・ホタテ・山菜など１３種類もの具材が 絶妙に調和する豪華な釜飯です。
es_es: He is the king of Kamameshi who enjoys the blessings of the sea and the earth. A gorgeous Kamameshi with 13 kinds of ingredients such as shrimp, chicken, scallops, and wild plants.

# EXPLANATION_195
source: 柔らかく旨味たっぷりの鶏肉はご飯の友。 照り焼き風に味付けした鶏肉をどか～んとのせました。 鶏の旨味が口の中に広がります。
es_es: The tender and delicious chicken is a friend of rice. I put chicken seasoned in teriyaki style on top. The taste of chicken spreads in your mouth.

# EXPLANATION_196
source: 贅沢な旨味いっぱいの海の幸が見事に共演。 お口いっぱいに広がる海の香りと豊潤な味わいを 心ゆくまでご堪能ください。
es_es: The seafood, which is full of luxurious flavor, co-stars wonderfully. Please enjoy the scent of the sea that fills your mouth and the rich taste to your heart's content.

# EXPLANATION_197
source: 『釜寅』を代表する絶品釜飯です。 驚くほど柔らかい、あつあつのうなぎの旨さに絶句！ 絶妙の蒸し加減でうなぎを柔らかく仕上げました。
es_es: It is a superb Kamameshi that represents "Kamatora". Surprisingly soft, the taste of hot eel is perfect! The eel is softened with exquisite steaming.

# EXPLANATION_198
source: ふんわりと柔らかく仕上げた あさりの美味しさが格別の釜飯です。
es_es: The soft and soft finish of the clams is exceptionally delicious.

# EXPLANATION_199
source: まさに一流料亭の味です。 鯛の香りと味を生かし、上品に仕上げました。 お茶漬けも絶品です。
es_es: It is exactly the taste of a first-class restaurant. Taking advantage of the scent and taste of sea bream, it is elegantly finished. Ochazuke is also excellent.

# EXPLANATION_200
source: 海と大地の恵みを堪能する釜飯の王様です。 エビ・鶏・ホタテ・山菜など１３種類もの具材が 絶妙に調和する豪華な釜飯です。
es_es: He is the king of Kamameshi who enjoys the blessings of the sea and the earth. A gorgeous Kamameshi with 13 kinds of ingredients such as shrimp, chicken, scallops, and wild plants.

# EXPLANATION_201
source: 柔らかく旨味たっぷりの鶏肉はご飯の友。 照り焼き風に味付けした鶏肉をどか～んとのせました。 鶏の旨味が口の中に広がります。
es_es: The tender and delicious chicken is a friend of rice. I put chicken seasoned in teriyaki style on top. The taste of chicken spreads in your mouth.

# EXPLANATION_202
source: 贅沢な旨味いっぱいの海の幸が見事に共演。 お口いっぱいに広がる海の香りと豊潤な味わいを 心ゆくまでご堪能ください。
es_es: The seafood, which is full of luxurious flavor, co-stars wonderfully. Please enjoy the scent of the sea that fills your mouth and the rich taste to your heart's content.

# EXPLANATION_203
source: 『釜寅』を代表する絶品釜飯です。 驚くほど柔らかい、あつあつのうなぎの旨さに絶句！ 絶妙の蒸し加減でうなぎを柔らかく仕上げました。
es_es: It is a superb Kamameshi that represents "Kamatora". Surprisingly soft, the taste of hot eel is perfect! The eel is softened with exquisite steaming.

# EXPLANATION_204
source: ふんわりと柔らかく仕上げた あさりの美味しさが格別の釜飯です。
es_es: The soft and soft finish of the clams is exceptionally delicious.

# EXPLANATION_205
source: まさに一流料亭の味です。 鯛の香りと味を生かし、上品に仕上げました。 お茶漬けも絶品です。
es_es: It is exactly the taste of a first-class restaurant. Taking advantage of the scent and taste of sea bream, it is elegantly finished. Ochazuke is also excellent.

# EXPLANATION_206
source: 酒を造る時に出る酒粕から作られた飲み物だ。 優しい甘さがあり、栄養も豊富だ。
es_es: It is a drink made from sake lees that comes out when making sake. It has a gentle sweetness and is rich in nutrition.

# EXPLANATION_207
source: 炊いた米を発酵させて簡単に作られた酒だ。 白く濁っており、悪酔いしやすい。
es_es: It is a sake made easily by fermenting cooked rice. It is cloudy white and easy to get drunk.

# EXPLANATION_208
source: 甘く煮た小豆に、餅を入れたものだ。 寒い時には腹の底から暖まる。
es_es: It's a sweet boiled red bean with mochi. When it's cold, it warms up from the bottom of my stomach.

# EXPLANATION_209
source: ３種類の味が楽しめる団子だ。 米から作られるので腹持ちもいい。
es_es: It is a dumpling that you can enjoy three kinds of flavors. It's made from rice, so it's very hungry.

# EXPLANATION_210
source: 団子に醤油を付けて焼いたものだ。 火で炙った醤油の香ばしさがたまらない。
es_es: The dumplings are baked with soy sauce. The aroma of soy sauce roasted on fire is irresistible.

# EXPLANATION_211
source: 香り高いよもぎを練り込んだ饅頭だ。 香草の香りが楽しめるだけでなく 栄養にもいいという。
es_es: It is a bun with fragrant wormwood kneaded into it. Not only can you enjoy the scent of herbs, but it is also good for nutrition.

# EXPLANATION_212
source: 飯に茶を注いだ、簡単な食事だ。 時間が無い時などに重宝する。
es_es: It's a simple meal with tea poured into rice. It comes in handy when you don't have time.

# EXPLANATION_213
source: 炊いた餅米を、あんこで包んだものだ。 １つでもかなり満腹感がある。
es_es: It is made by wrapping cooked sticky rice in red bean paste. Even one feels quite full.

# EXPLANATION_214
source: 海草からとれる寒天を、細く麺状に切ったものだ。 醤油や酢で味付けされ、独特の食感が 楽しめる。
es_es: It is made by cutting agar from seaweed into thin noodles. Seasoned with soy sauce and vinegar, you can enjoy a unique texture.

# EXPLANATION_215
source: 葛の根の粉を水で溶いて加熱したものだ。 麺の様に切られて蜜が掛かっている。 つるつるした食感と薬効で重宝される。
es_es: It is made by dissolving kudzu root powder in water and heating it. It is cut like noodles and hung with honey. It is useful for its smooth texture and medicinal properties.

# EXPLANATION_216
source: わらびの根の粉を練って熱を加えたものだ。 蜜ときな粉がかけられていて みずみずしくてうまい。
es_es: It is made by kneading bracken root powder and heating it. It is fresh and delicious with honey and soybean flour.

# EXPLANATION_217
source: 肥前で名物の卓袱料理の最高級の膳だ。
es_es: It is the finest set of table dishes, which is a specialty of Hizen.

# EXPLANATION_218
source: 肥前で名物の卓袱料理の高級な膳だ。
es_es: It is a high-class set of Hizen's famous shippoku cuisine.

# EXPLANATION_219
source: 肥前で名物の卓袱料理の一般的な膳だ。
es_es: It is a common set of Hizen's famous shippoku dishes.

# EXPLANATION_220
source: 肥前で名物の卓袱料理の、 昼にのみ注文出来るお得な膳だ。
es_es: This is a great-value set that can only be ordered at noon, which is a specialty of Hizen's shippoku cuisine.

# EXPLANATION_221
source: 伏見の豊かな水を使って作られた 世に名高い酒だ。戦国の世から作られている 伝統のある酒だ。
es_es: It is a world-famous sake made from the rich water of Fushimi. It is a traditional sake made from the Warring States period.

# EXPLANATION_222
source: 畿内の灘で作られる清酒だ。 いい米といい水を使い 最近人気が高い酒だ。
es_es: It is a sake made in the Nada of Kinai. It is a popular sake that uses good rice and good water.

# EXPLANATION_223
source: 安芸の国は西条で作られる酒だ。 ３大銘醸地の１つで、その名水から作られる 深みのある酒に定評がある。
es_es: Aki no Kuni is sake made in Saijo. It is one of the three major breweries and has a good reputation for its deep sake made from its famous water.

# EXPLANATION_224
source: 薩摩の方で良く飲まれているという酒だ。 薩摩芋から作られ、独特の匂いがある。 非常に強い酒だ。
es_es: It is a sake that is often drunk by Satsuma. Made from sweet potatoes, it has a unique scent. It's a very strong liquor.

# EXPLANATION_225
source: 西洋で好んで飲まれているという酒だ。 葡萄（ぶどう）から作られるもので、 歳を重ねるほど美味くなるという。
es_es: It is a sake that is popularly drunk in the West. It is made from grapes and is said to become more delicious as we get older.

# EXPLANATION_226
source: 豆腐に味噌を付けて炙ったものだ。 焼き味噌の香ばしさで酒が進む。
es_es: It is tofu with miso and roasted. Sake goes on with the aroma of grilled miso.

# EXPLANATION_227
source: 里芋を始め、雑多な野菜を煮込んだ料理だ。 たくさんの食材が出す豊かな風味と食感で 飽きのこない料理だ。
es_es: It is a dish of simmered miscellaneous vegetables, including taro. It is a dish that you will never get tired of with its rich flavor and texture produced by many ingredients.

# EXPLANATION_228
source: 甘辛く味付けされた油揚げに 酢飯が詰められた寿司の１つだ。
es_es: It is one of the sushi that is stuffed with vinegared rice in sweet and spicy fried tofu.

# EXPLANATION_229
source: 京で多く食べられる魚だ。 細かく骨切りした身を、炭火で炙ってある。 香ばしく焼かれたふかふかの肉がたまらない。
es_es: It is a fish that can be eaten a lot in Kyoto. The finely chopped meat is roasted over charcoal. The savory roasted fluffy meat is irresistible.

# EXPLANATION_230
source: 季節の野菜をぬか漬けにしたものだ。 酒のつまみの定番だ。
es_es: It is made by pickling seasonal vegetables. It's a staple of sake knobs.

# EXPLANATION_231
source: 京で好んで食べられている料理だ。 昆布のだしが良く効いていて 冷えた体に染み渡る。
es_es: It's a favorite dish in Kyoto. The soup stock of kelp works well and permeates the cold body.

# EXPLANATION_232
source: 酒にすり下ろした山芋を入れたものだ。 滋養にいいとされ、病に効くという。
es_es: It is made by adding grated yam to sake. It is said to be good for nourishment and effective for illness.

# EXPLANATION_233
source: そばの粉を練って茹でたものだ。 素朴なそばの風味を楽しめる。
es_es: It is made by kneading buckwheat flour and boiling it. You can enjoy the simple soba flavor.

# EXPLANATION_234
source: 栗の実を餡にしたまんじゅうだ。 秋にのみ楽しめる季節の菓子だ。
es_es: Manju made from chestnuts. It is a seasonal sweet that can only be enjoyed in autumn.

# EXPLANATION_235
source: 土佐でとれたごまさばを１匹使って 寿司飯を詰めたものだ。 脂の乗ったさばが引き立つ、土佐の名物料理だ。
es_es: It is stuffed with sushi rice using one blue mackerel from Tosa. It is Tosa's specialty dish that brings out the greasy mackerel.

# EXPLANATION_236
source: 土佐で作られた酒だ。 淡麗辛口ですっきりとした味わいだ。
es_es: It's sake made in Tosa. It has a light, dry and refreshing taste.

# EXPLANATION_237
source: 栗を原料にした焼酎だ。 栗独自の香ばしさと甘みで 飲みやすい焼酎だ。
es_es: It is a shochu made from chestnuts. It is an easy-to-drink shochu with the unique aroma and sweetness of chestnuts.

# EXPLANATION_238
source: 土佐の名産である鰹を使った料理だ。 皿に並べられた鰹の切り身に、 どっさり薬味を載せて食べる。
es_es: It is a dish using bonito, a specialty of Tosa. Eat a lot of condiments on the bonito fillets lined up on a plate.

# EXPLANATION_239
source: 祭などの時によく食べられる土佐料理だ。 大きな皿の上に刺身や寿司など 多くの料理が乗っている。
es_es: It is a Tosa dish that is often eaten at festivals. Many dishes such as sashimi and sushi are on a large plate.

# EXPLANATION_240
source: 色々な魚を使った塩辛だ。 その名の通り、どんどん酒が進むので 盗まれる様に酒がなくなっていく。
es_es: It's salted fish made with various fish. As the name suggests, sake goes on and on, so it runs out as if it were stolen.

# EXPLANATION_241
source: なすをぬか漬けにしたものた。 塩気と瑞々しさが、酒と良く合う。
es_es: Eggplant pickled in bran. The saltiness and freshness go well with sake.

# EXPLANATION_242
source: 飲み残しを集めた酒だそうだ。 味は日によって変わる。
es_es: It's a sake that collects leftovers. The taste changes from day to day.

# EXPLANATION_243
source: 猿が果実をため込んで出来たのが始まりという酒だ。 手近な果物から作っているので 季節によって味が違う。
es_es: It is a sake that begins when a monkey accumulates fruits. Since it is made from the fruits at hand, the taste varies depending on the season.

# EXPLANATION_244
source: 人が米を噛んで作るという酒だ。 美人な女が噛んだものというが 本当かはわからない。
es_es: It is a sake that people chew on rice to make. I don't know if it's true that a beautiful woman chewed it.

# EXPLANATION_245
source: 茶色くてぶよぶよしたものを 長い時間煮込んだものだそうだ。 意外とうまそうなにおいがする。
es_es: It is said that it is a brown and fluffy one that has been simmered for a long time. It smells surprisingly good.

# EXPLANATION_246
source: 粘着質なものを丸めて団子状にしたものだ。 何から作られたかはわからない。
es_es: It's a sticky thing rolled into a dumpling. I don't know what it was made from.

# EXPLANATION_247
source: 食べられる虫を焼いたものだそうだ。 味はともかく、栄養はありそうだ。
es_es: It seems that it is a baked insect that can be eaten. Aside from the taste, it seems to be nutritious.

# EXPLANATION_248
source: 店主独自の調理法で作られた煮物だ。 地べたにへたり込む程うまいというが 別な意味もありそうだ。
es_es: It is a simmered dish made by the owner's own cooking method. It's good enough to sink into the ground, but it seems to have another meaning.

# EXPLANATION_249
source: 店主の好みで選ばれた食材が入った鍋だ。 何が入っているかは決して教えてくれない。
es_es: It is a hot pot containing ingredients selected by the owner's taste. It never tells me what's in it.

# EXPLANATION_250
source: すべて金で作られた像だ。 大変な金額で引き取って貰える。
es_es: It's a statue made entirely of gold. You can pick it up for a huge amount of money.

# EXPLANATION_251
source: 希少性の高い白金で作られた皿。 かなりの金額で引き取って貰える。
es_es: A dish made of rare platinum. You can get it for a considerable amount of money.

# EXPLANATION_252
source: 金で作られた皿。 かなり価値のある皿。
es_es: A plate made of gold. A fairly valuable dish.

# EXPLANATION_253
source: 銀で作られた皿。 結構な価値がある。
es_es: A plate made of silver. It's quite worth it.

# EXPLANATION_254
source: 銅で作られた皿。 あまり高価ではないが、それなりの価値はある。
es_es: A plate made of copper. It's not very expensive, but it's worth it.

# EXPLANATION_255
source: 鉄で作られた皿。 価値は低いが、売れば資金になる。
es_es: A plate made of iron. It's low value, but if you sell it, it's a fund.

# EXPLANATION_256
source: 賭け点１０点分を １０００文に換金します。
es_es: We will convert 10 betting points into 1000 sentences.

# EXPLANATION_257
source: 賭け点１００点分を １両に換金します。
es_es: 100 betting points will be exchanged for 1 car.

# EXPLANATION_258
source: １０００文を賭け点１０点に 交換します。
es_es: Exchange 1000 sentences for 10 betting points.

# EXPLANATION_259
source: １両を賭け点１００点に 交換します。
es_es: Exchange 1 car for 100 betting points.

# EXPLANATION_260
source: １千点を換金
es_es: Redeem 1,000 points

# EXPLANATION_261
source: １萬点を換金
es_es: Redeem 1 Manpoint

# EXPLANATION_262
source: 体力がほんの少し回復する。 集中が１段階上がる。
es_es: I recover a little bit of physical strength. Concentration goes up one step.

# EXPLANATION_263
source: 体力が少し回復する。 集中が１段階上がる。
es_es: Physical strength recovers a little. Concentration goes up one step.

# EXPLANATION_264
source: 体力がほんの少し回復する。 忍耐が１段階上がる。
es_es: I recover a little bit of physical strength. Increases patience by one level.

# EXPLANATION_265
source: 体力が少し回復する。 忍耐が１段階上がる。
es_es: Physical strength recovers a little. Increases patience by one level.

# EXPLANATION_266
source: 体力がほんの少し回復し、集中が１段階上がる。 闘気が少し充填される。
es_es: He recovers a little bit of physical strength and increases his concentration by one level. The fighting spirit is filled a little.

# EXPLANATION_267
source: 体力が少し回復し、集中が１段階上がる。 闘気がまあまあ充填される。
es_es: Physical strength recovers a little and concentration increases by one level. The fighting spirit is fairly filled.

# EXPLANATION_268
source: 体力がほんの少し回復し、 忍耐が１段階上がる。
es_es: You will recover a little bit of health and your patience will increase by one level.

# EXPLANATION_269
source: 体力が少し回復し、 忍耐が１段階上がる。
es_es: You will recover a little and your patience will increase by one level.

# EXPLANATION_270
source: 体力がほんの少し回復し、忍耐が１段階上がる。 闘気が少し充填される。
es_es: You will recover a little bit of health and your patience will increase by one level. The fighting spirit is filled a little.

# EXPLANATION_271
source: 体力が少し回復し、忍耐が１段階上がる。 闘気が少し充填される。
es_es: You will recover a little and your patience will increase by one level. The fighting spirit is filled a little.

# EXPLANATION_272
source: 体力がほんの少し回復し、 腕力が１段階上がる。
es_es: Physical strength recovers a little, and strength increases by one level.

# EXPLANATION_273
source: 体力が少し回復し、 腕力が２段階上がる。
es_es: Physical strength recovers a little, and strength increases by 2 levels.

# EXPLANATION_274
source: 体力が少し回復し、 集中が１段階上がる。
es_es: Physical strength recovers a little and concentration increases by one level.

# EXPLANATION_275
source: 体力がまあまあ回復し、 集中が２段階上がる。
es_es: Physical strength recovers moderately, and concentration increases by two levels.

# EXPLANATION_276
source: 体力が少し回復し、 忍耐が１段階上がる。
es_es: You will recover a little and your patience will increase by one level.

# EXPLANATION_277
source: 体力がまあまあ回復し、 忍耐が２段階上がる。
es_es: Physical strength recovers moderately, and patience increases by 2 levels.

# EXPLANATION_278
source: 体力が少し回復し、腕力が１段階上がる。 一定時間、状態異常を防ぐ。
es_es: Physical strength recovers a little, and strength increases by one level. Prevent abnormal conditions for a certain period of time.

# EXPLANATION_279
source: 体力がまあまあ回復し、腕力が１段階上がる。 一定時間、状態異常を防ぐ。
es_es: Physical strength recovers moderately, and strength increases by one level. Prevent abnormal conditions for a certain period of time.

# EXPLANATION_280
source: 体力が少し回復し、集中が１段階上がる。 一定時間、属性攻撃効果が上がる。
es_es: Physical strength recovers a little and concentration increases by one level. Attribute attack effect increases for a certain period of time.

# EXPLANATION_281
source: 体力がまあまあ回復し、集中が１段階上がる。 一定時間、属性攻撃効果が上がる。
es_es: Physical strength recovers moderately, and concentration increases by one level. Attribute attack effect increases for a certain period of time.

# EXPLANATION_282
source: 体力が少し回復し、集中が１段階上がる。 一定時間、属性攻撃耐性が上がる。
es_es: Physical strength recovers a little and concentration increases by one level. Attribute attack resistance increases for a certain period of time.

# EXPLANATION_283
source: 体力がまあまあ回復し、集中が１段階上がる。 一定時間、属性攻撃耐性が上がる。
es_es: Physical strength recovers moderately, and concentration increases by one level. Attribute attack resistance increases for a certain period of time.

# EXPLANATION_284
source: 体力が少し回復し、腕力が１段階上がる。 一定時間、敵の防御を崩しやすくなる。
es_es: Physical strength recovers a little, and strength increases by one level. It becomes easy to break the enemy's defense for a certain period of time.

# EXPLANATION_285
source: 体力がまあまあ回復し、腕力が１段階上がる。 一定時間、敵の防御を崩しやすくなる。
es_es: Physical strength recovers moderately, and strength increases by one level. It becomes easy to break the enemy's defense for a certain period of time.

# EXPLANATION_286
source: 体力が少し回復し、 腕力、集中、忍耐が１段階上がる。
es_es: Physical strength recovers a little, and strength, concentration, and patience increase by one level.

# EXPLANATION_287
source: 体力がまあまあ回復し、 腕力、集中、忍耐が１段階上がる。
es_es: Physical strength recovers moderately, and strength, concentration, and patience increase by one level.
