Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/bootpar/boot.par/item.po
Languages: es_es

# EXPLANATION_17
source: 季節の果物だ。 適度に熟している。
es_es: It's a seasonal fruit. Moderately ripe.

# EXPLANATION_18
source: 今の時期にうまい果物だ。 心地いい酸っぱさだ。
es_es: It's a good fruit at this time of year. It's a pleasant sourness.

# EXPLANATION_19
source: 栗を火であぶったものだ。 香ばしさがたまらない。
es_es: It's a chestnut cooked on fire. The fragrance is irresistible.

# EXPLANATION_20
source: 西洋で好んで飲まれているという酒だ。 葡萄（ぶどう）から作られるもので、 歳を重ねるほどうまくなるという。
es_es: It is a sake that is popularly drunk in the West. It is made from grapes and is said to get better as we get older.

# EXPLANATION_21
source: 清の国でよく飲まれているという酒だ。 餅米から作られるもので、 独特の香りがあって、濃い色の酒だ。
es_es: It is a sake that is often drunk in the Qing dynasty. Made from glutinous rice, it has a unique scent and is a dark liquor.

# EXPLANATION_22
source: 薩摩の方で良く飲まれているという酒だ。 薩摩芋から作られ、独特の匂いがある。 非常に強い酒だ。
es_es: It is a sake that is often drunk by Satsuma. Made from sweet potatoes, it has a unique scent. It's a very strong liquor.

# EXPLANATION_23
source: 畿内の灘で作られる清酒だ。 いい米といい水を使い 最近人気が高い酒だ。
es_es: It is a sake made in the Nada of Kinai. It is a popular sake that uses good rice and good water.

# EXPLANATION_24
source: 酒所で有名な摂津国で作られた酒だ。 京では一番飲まれているという 人気のある酒だ。
es_es: It is a sake made in Settsu Province, which is famous for its sake breweries. It is the most popular sake in Kyoto.

# EXPLANATION_25
source: 酒所の摂津国で、いい米を贅沢に使って作られた 酒だ。淡麗で香り高い高級酒だ。
es_es: It is a sake made with luxurious rice in Settsu Province, a liquor store. It is a light and fragrant high-class sake.

# EXPLANATION_26
source: 伏見の豊かな水を使って作られた 世に名高い酒だ。戦国の世から作られている 伝統のある酒だ。
es_es: It is a world-famous sake made from the rich water of Fushimi. It is a traditional sake made from the Warring States period.

# EXPLANATION_27
source: 炊いた米を発酵させて簡単に作られた酒だ。 白く濁っており、悪酔いしやすい。
es_es: It is a sake made easily by fermenting cooked rice. It is cloudy white and easy to get drunk.

# EXPLANATION_28
source: 小豆の餡を餅米の衣でくるんだ菓子だ。 腹持ちが良く、疲れた時に効く。
es_es: It's a sweet made by wrapping red bean paste in a glutinous rice batter. It is hungry and works well when you are tired.

# EXPLANATION_29
source: よもぎを練り込んだ皮を使った饅頭だ。 よもぎの香り高さが際だつ菓子だ。
es_es: It is a bun made from wormwood-kneaded skin. It is a confectionery with a distinctive scent of wormwood.

# EXPLANATION_30
source: 西洋から伝来したという、 独特の形をした飴の一種だ。 子供に人気のある、砂糖菓子だ。
es_es: It is a kind of candy with a unique shape that came from the West. It is a sugar confectionery that is popular with children.

# EXPLANATION_31
source: ひとつひとつ丁寧に作られた握り飯だ。 海苔の香りと、絶妙な塩加減で いくつでも食べられそうだ。
es_es: It is a rice ball carefully made one by one. With the scent of seaweed and the exquisite saltiness, you can eat as many as you like.

# EXPLANATION_32
source: 芝居を見ながら食べる用に作られた弁当だ。 色々なおかずが入っており 見た目にも楽しい。
es_es: It's a bento made for eating while watching a play. It contains various side dishes and is fun to look at.

# EXPLANATION_33
source: 旅人が腰にぶら下げて持ち歩く弁当だ。 握り飯と簡単なおかずが入っている。
es_es: It's a bento that travelers carry around on their waists. Contains rice balls and simple side dishes.

# EXPLANATION_34
source: 甘辛く味付けされた油揚げに 酢飯が詰められた寿司の１つだ。
es_es: It is one of the sushi that is stuffed with vinegared rice in sweet and spicy fried tofu.

# EXPLANATION_35
source: 炊いた米を洗って、干したものだ。 非常時の食料として戦国の世でも 多く用いられたという。
es_es: The cooked rice is washed and dried. It is said that it was often used in the Warring States period as food for emergencies.

# EXPLANATION_36
source: 麦を炒ってから挽いた粉に、 砂糖などを混ぜて水でこねて焼いた菓子だ。 独特の香ばしさがある。
es_es: It is a confectionery made by mixing sugar and other ingredients with roasted wheat powder and then kneading it with water. It has a unique aroma.

# EXPLANATION_37
source: 炊いた餅米を、あんこで包んだものだ。 １つでもかなり満腹感がある。
es_es: It is made by wrapping cooked sticky rice in red bean paste. Even one feels quite full.

# EXPLANATION_38
source: 米の粉などに水飴や砂糖を混ぜて、 型押しした菓子だ。 こりこりとした食感で茶請けにいい。
es_es: It is a confectionery that is embossed by mixing starch syrup and sugar with rice flour. It has a chewy texture and is good for making tea.

# EXPLANATION_39
source: 小豆を寒天で固めた菓子だ。 寒天のみずみずしさで口当たりが良く その甘さが疲れた時に効く。
es_es: It's a sweet made by hardening azuki beans with agar. The freshness of the agar makes it palatable and works well when the sweetness is tired.

# EXPLANATION_40
source: 巫女のあかりが作ってくれたおむすびだ。 あかりの愛情がこめられているのを感じる。 食べるのが少しもったいないな。
es_es: This is a rice ball made by the shrine maiden Akari. I feel Akari's affection. It's a waste to eat.

# EXPLANATION_41
source: 薬屋の実験に付き合わされてできた薬だ。 実にひどい目にあったがそのおかげで誕生した代物だな。 失敗は成功の母、か。
es_es: It's a medicine that was made in association with an experiment at a drugstore. It was really terrible, but it was born because of that. Is failure the mother of success?

# EXPLANATION_42
source: 大豆を発酵させた食べ物だ。 栄養価が高くみそ汁の具としても使われているな。 とてもねばねばしている。
es_es: It's a fermented soybean food. It has high nutritional value and is also used as an ingredient in miso soup. It's very sticky.

# EXPLANATION_43
source: 骨だ。 いったい何の骨なんだろう。
es_es: It's a bone. What kind of bone is it?

# EXPLANATION_44
source: 浮世絵の一種であり性風俗を描いた絵画だ。 災難よけのお守りとしても使われている。 誰にも邪魔されず自由な時に読もう。
es_es: It is a kind of ukiyo-e and is a painting depicting sex customs. It is also used as a talisman to protect against disasters. Read when you are free without being disturbed by anyone.

# EXPLANATION_45
source: 質の悪い紙だ。 ちょっとした書き物や、厠で使えるか。
es_es: It's a poor quality paper. Can it be used for a little writing or in a kitchen?

# EXPLANATION_46
source: よく見かける虫だ。 つつくと丸まる。
es_es: It's a common bug. It curls up when it sticks.

# EXPLANATION_47
source: 土中にいる生き物だ。 見た目と動きが気持ち悪い。
es_es: It's a creature in the soil. It looks and moves unpleasantly.

# EXPLANATION_48
source: 西洋の菓子だそうだ。 砂糖と卵が使われた贅沢な甘味だ。
es_es: It's a Western confectionery. It has a luxurious sweetness with sugar and eggs.

# EXPLANATION_49
source: 遥が作ってくれた握り飯だ。 色々な思いがこもっている。
es_es: It's a rice ball made by Haruka. I have various thoughts.

# EXPLANATION_50
source: 赤い色をした綺麗な液体だ。 格闘の型の経験値が少し上昇する。
es_es: It's a beautiful red-colored liquid. The experience value of the fighting type increases a little.

# EXPLANATION_51
source: 黄色い色をした綺麗な液体だ。 短銃の型の経験値が少し上昇する。
es_es: It's a beautiful yellow-colored liquid. Experience points for pistol types increase slightly.

# EXPLANATION_52
source: 青い色をした綺麗な液体だ。 一刀の型の経験値が少し上昇する。
es_es: It's a beautiful blue-colored liquid. The experience value of the one-sword type increases a little.

# EXPLANATION_53
source: 緑色をした綺麗な液体だ。 乱舞の型の経験値が少し上昇する。
es_es: It's a beautiful green liquid. Experience points for the Ranbu type increase a little.

# EXPLANATION_54
source: 透明で綺麗な液体だ。 経験値が少し上昇する。
es_es: It's a clear and clean liquid. Experience points increase a little.

# EXPLANATION_55
source: 赤い色をした不思議な団子だ。 格闘の型の経験値がそこそこ上昇する。
es_es: It's a mysterious dumpling with a red color. The experience value of the fighting type increases moderately.

# EXPLANATION_56
source: 黄色い色をした不思議な団子だ。 短銃の型の経験値がそこそこ上昇する。
es_es: It's a mysterious dumpling with a yellow color. Experience points for pistol types increase moderately.

# EXPLANATION_57
source: 青い色をした不思議な団子だ。 一刀の型の経験値がそこそこ上昇する。
es_es: It's a mysterious dumpling with a blue color. The experience value of the one-sword type increases moderately.

# EXPLANATION_58
source: 緑色をした不思議な団子だ。 乱舞の型の経験値がそこそこ上昇する。
es_es: It's a mysterious green dumpling. The experience value of the type of random dance increases moderately.

# EXPLANATION_59
source: 透き通った色の不思議な団子だ。 経験値がそこそこ上昇する。
es_es: It's a mysterious dumpling with a clear color. Experience points increase moderately.

# EXPLANATION_60
source: 赤い色をした不思議な大福だ。 格闘の型の経験値が大きく上昇する。
es_es: It's a mysterious red-colored Daifuku. The experience value of the fighting type is greatly increased.

# EXPLANATION_61
source: 黄色い色をした不思議な大福だ。 短銃の型の経験値が大きく上昇する。
es_es: It's a mysterious Daifuku with a yellow color. Experience points for pistol types are greatly increased.

# EXPLANATION_62
source: 青い色をした不思議な大福だ。 一刀の型の経験値が大きく上昇する。
es_es: It's a mysterious blue-colored Daifuku. The experience value of the one-sword type is greatly increased.

# EXPLANATION_63
source: 緑色をした不思議な大福だ。 乱舞の型の経験値が大きく上昇する。
es_es: It's a mysterious green Daifuku. Experience points for the Ranbu type are greatly increased.

# EXPLANATION_64
source: 透き通った色の不思議な大福だ。 経験値が大きく上昇する。
es_es: It is a mysterious Daifuku with a transparent color. Experience points will increase significantly.

# EXPLANATION_65
source: 神主お手製の握り飯だ。 お世辞にもうまそうに見えない。
es_es: It is a rice ball made by the priest. It doesn't look like a compliment anymore.

# EXPLANATION_66
source: 神主お手製の握り飯だ。 不細工な見た目だ。
es_es: It is a rice ball made by the priest. It looks ugly.

# EXPLANATION_67
source: 神主お手製の握り飯だ。 少し形が崩れている。
es_es: It is a rice ball made by the priest. It's a little out of shape.

# EXPLANATION_68
source: 神主お手製の握り飯だ。 普通の見た目だ。
es_es: It is a rice ball made by the priest. It looks normal.

# EXPLANATION_69
source: 神主お手製の握り飯だ。 なかなかうまそうだ。
es_es: It is a rice ball made by the priest. It looks pretty good.

# EXPLANATION_70
source: 神主お手製の握り飯だ。 完璧な見た目で、食欲がわいてくる。
es_es: It is a rice ball made by the priest. It looks perfect and gives you an appetite.

# EXPLANATION_71
source: 井戸から汲んだ清水だ。
es_es: Shimizu drawn from a well.

# EXPLANATION_72
source: 霊験あらたかな水との事だ。 少しばかりの徳を得る事が出来るらしい。
es_es: It's a spiritual test with fresh water. It seems that you can get a little virtue.

# EXPLANATION_73
source: 精霊の力が宿ったという酒だ。 そこそこの徳を得る事が出来るらしい。
es_es: It is a sake that has the power of spirits. It seems that you can get a decent virtue.

# EXPLANATION_74
source: 高名な僧が作ったという饅頭だ。 大きな徳を得る事が出来るらしい。
es_es: It is a bun made by a famous monk. It seems that you can get great virtue.

# EXPLANATION_75
source: 神通力とでも言えそうな力で 主に店主と仲良くなれるらしい。
es_es: It seems that you can get along with the shopkeeper mainly with the power that can be said to be mythical power.

# EXPLANATION_76
source: 身代わり石。 死から一度だけ助かるご利益がある。
es_es: Substitute stone. There is a benefit of being saved only once from death.

# EXPLANATION_77
source: 神通力とでも言えそうな力で 主に店主と少し仲良くなれるらしい。
es_es: It seems that you can get along with the shopkeeper a little with the power that can be said to be mythical power.

# EXPLANATION_78
source: 神通力とでも言えそうな力で 主に店主とそこそこ仲良くなれるらしい。
es_es: It seems that you can get along with the shopkeeper mainly with the power that can be said to be mythical power.

# EXPLANATION_79
source: 米粉と砂糖を合わせ、肉桂で風味をつけた、 京都を思い起こさせる美味しさの菓子だ。 店独自の手提袋に入っている。
es_es: It is a delicious confectionery reminiscent of Kyoto, made by combining rice flour and sugar and flavoring it with cinnamon. It is in the store's own handbag.

# EXPLANATION_80
source: 贈答用にも人気が高い商品だそうだ。 店伝統のこだわりの八ツ橋が ４８枚詰め合わせにされている。
es_es: It is said to be a popular product for gifts. The store's traditional Yatsuhashi is assorted with 48 pieces.

# EXPLANATION_81
source: 白く固まった砂糖が、まるで八ツ橋の上に降る 霜のような、情緒あるお菓子だ。 深い甘さと香ばしさで、茶請けにも最適だ。
es_es: The white, solidified sugar is an emotional candy that looks like the frost that falls on Yatsuhashi. With its deep sweetness and fragrance, it is also ideal for making tea.

# EXPLANATION_82
source: 肉桂をほんのりきかせた生地に、「けしの実」を 散らしてある。ひとつひとつ丁寧にじっくりと 焼き上げられた、伝統的なまんじゅうだ。
es_es: "Poppy seeds" are sprinkled on the dough with a hint of cinnamon. It is a traditional steamed bun that is carefully baked one by one.

# EXPLANATION_83
source: 愛に飢えた男から貰った 愛情のたっぷり詰まった弁当だ。
es_es: It's a bento box full of love that I got from a man who was hungry for love.

# EXPLANATION_84
source: 味噌や塩をつけて食うとうまい。 漬け物も色々な種類が出来る、便利な野菜だ。
es_es: It is good to eat with miso and salt. It is a convenient vegetable that can be used in various types of pickles.

# EXPLANATION_85
source: 色々な食べ方が出来る芋だ。 日本ではあまり見かけない。
es_es: It is a potato that can be eaten in various ways. I don't see much in Japan.

# EXPLANATION_86
source: みずみずしく、煮ても漬けてもうまい。 便利な野菜だ。
es_es: It's fresh and can be pickled even if it's boiled. It's a convenient vegetable.

# EXPLANATION_87
source: 独特の臭みがあるが、よく煮るとうまい。 多くの栄養があり、体にいいという。
es_es: It has a peculiar smell, but it is delicious when boiled well. It has a lot of nutrition and is good for the body.

# EXPLANATION_88
source: ややあくが強いが、火を通すと 煮物の具やおひたしなど、色々な料理に使える。
es_es: It's a little bit strong, but when cooked, it can be used for various dishes such as simmered ingredients and lye.

# EXPLANATION_89
source: 薩摩特産の芋だ。 焼くと甘くほくほくになる。
es_es: Satsuma's specialty potato. When baked, it becomes sweet and fluffy.

# EXPLANATION_90
source: 塩ゆでするとうまい豆だ。 酒の友に最高な上、栄養も豊富だ。
es_es: Boiled in salt is a delicious bean. Great for sake friends and nutritious.

# EXPLANATION_91
source: 観賞用で西洋から入ってきたものだが 煮ると甘みが出てうまい。
es_es: It's an ornamental item that came from the West, but when it's boiled, it's sweet and delicious.

# EXPLANATION_92
source: 煮ても焼いてもうまい野菜だ。 各地で色々な形のなすがあるという。
es_es: It's a good vegetable even if it's boiled. It is said that there are various shapes of eggplants in various places.

# EXPLANATION_93
source: 香りの強い野菜だ。煮てもいいし、 薄切りを料理に乗せると良い香りを楽しめる。
es_es: It's a vegetable with a strong fragrance. You can boil it, or put thin slices on the dish to enjoy a nice scent.

# EXPLANATION_94
source: 水気の多い野菜だ。 漬け物や煮物で食べるとうまい。
es_es: It's a watery vegetable. It is good to eat with pickles or simmered dishes.

# EXPLANATION_95
source: 異国から入ってきた野菜だ。 煮ると甘く、柔らかくなる。
es_es: It's a vegetable that came from a foreign country. When boiled, it becomes sweet and soft.

# EXPLANATION_96
source: 土の中からとれる、あくの強い野菜だ。 下準備をしっかりするとうまい。
es_es: It is a strong vegetable that can be taken from the soil. It is good to prepare well.

# EXPLANATION_97
source: 独特の辛みと香りが特徴的だ。 料理に風味を付けるのに便利だ。
es_es: It has a unique spiciness and aroma. Useful for flavoring dishes.

# EXPLANATION_98
source: 匂いの強い香辛料だ。 滋養強壮に効くという。
es_es: It's a spice with a strong scent. It is said to be effective as a nourishing tonic.

# EXPLANATION_99
source: 清の国から来たという野菜だ。 煮たり漬けたり、色々な食い方が出来るという。
es_es: It is a vegetable that came from the Qing dynasty. It is said that it can be boiled, pickled, and eaten in various ways.

# EXPLANATION_100
source: 外国から伝来した香辛料だ。 料理に少し加えるといい風味が出る。
es_es: It is a spice that came from a foreign country. Add a little to the dish to get a nice flavor.

# EXPLANATION_101
source: 甘い香りのする果物だ。 甘酸っぱくて栄養も豊富らしい。
es_es: It's a fruit with a sweet scent. It seems to be sweet and sour and rich in nutrition.

# EXPLANATION_102
source: 異国から入ってきた野菜だ。 浅漬けにするとうまい葉物だ。
es_es: It's a vegetable that came from a foreign country. Lightly pickled leaves are delicious.

# EXPLANATION_103
source: 色々な種類がある、小型の芋だ。 煮物で食うとうまい。
es_es: There are various types of small potatoes. It is good to eat with simmered food.

# EXPLANATION_104
source: 外国から入ってきた珍しい野菜だ。 煮るとうまいらしい。
es_es: It is a rare vegetable that came from abroad. It seems to be delicious when boiled.

# EXPLANATION_105
source: 薬草としても使われる。 栽培が難しく、大変貴重。
es_es: It is also used as a medicinal herb. Cultivation is difficult and very valuable.

# EXPLANATION_106
source: 鶏の卵だ。 栄養があって、色々な料理に使える。
es_es: It's a chicken egg. It is nutritious and can be used in various dishes.

# EXPLANATION_107
source: うどん粉だ。 小麦をすりつぶして作られたものだ。 色々な料理の材料になる。
es_es: It's udon powder. It is made by grinding wheat. It can be used as an ingredient in various dishes.

# EXPLANATION_108
source: ミツバチが野花から集めた極上の蜜。 色が濃く、芳醇な香り。 何かの料理に使えそうだ。
es_es: The finest nectar collected by bees from wildflowers. Dark color and mellow scent. It looks like it can be used for cooking something.

# EXPLANATION_109
source: 銀杏だ。強烈な匂いを放っている。 ほのかな苦みが特徴。 何かの料理に使えそうだ。
es_es: It's a ginkgo. It gives off a strong scent. Characterized by a slight bitterness. It looks like it can be used for cooking something.

# EXPLANATION_110
source: まだ完熟する前の青梅。 渋みが強くそのまま食べるのには向かないが、 さわやかな香り。何かの料理に使えそうだ。
es_es: Ome before it is fully ripe. It has a strong astringency and is not suitable for eating as it is, but it has a refreshing scent. It looks like it can be used for cooking something.

# EXPLANATION_111
source: あらゆる河川に生息するエビの一種。 子供に人気が高い。
es_es: A type of shrimp that lives in all rivers. Popular with children.

# EXPLANATION_112
source: シラス。鰯の稚魚。 季節を感じる魚。
es_es: Shirasu. Sardine fry. A fish that feels the season.

# EXPLANATION_113
source: よく海岸沿いで獲れる小型の魚。 捕獲が簡単といわれる。
es_es: A small fish that is often caught along the coast. It is said to be easy to capture.

# EXPLANATION_114
source: 体に無数のトゲをもち、体をふくらませて 威嚇することでおなじみの魚。
es_es: A fish that has innumerable thorns on its body and is familiar by inflating and threatening its body.

# EXPLANATION_115
source: フナ。日本中に広く生息する川魚。 コイに似た外観だがヒゲがない。
es_es: Crucian carp. A river fish that inhabits widely throughout Japan. It looks like a carp but has no beard.

# EXPLANATION_116
source: アユ。独特の香りで人気が高い魚。 縄張り意識が強く、意外と凶暴な面がある。
es_es: Ayu. A popular fish with a unique scent. He has a strong territorial consciousness and has a surprisingly ferocious side.

# EXPLANATION_117
source: 一般的なイカ。 新鮮なうちは透き通っている。
es_es: Common squid. It is transparent while it is fresh.

# EXPLANATION_118
source: ウナギ。川魚ながら脂が多く、 蒲焼きで食うとうまい。
es_es: eel. Although it is a river fish, it has a lot of fat and is delicious when eaten with kabayaki.

# EXPLANATION_119
source: エレキナマズ。川や沼など、比較的汚れた水場でも 生息できる魚。興奮するとエレキを放つ。
es_es: Electric catfish. A fish that can live in relatively dirty water areas such as rivers and swamps. When excited, it releases an electric guitar.

# EXPLANATION_120
source: カワハギ。簡単に皮がはがせるのが由来。 肝や身は美味で様々な料理の素材となる。
es_es: Kawahagi. It is derived from the fact that the skin can be easily peeled off. The liver and body are delicious and can be used as ingredients for various dishes.

# EXPLANATION_121
source: クルマエビ。湾の底に生息する大型のエビ。 高級食材として取り扱われる。
es_es: Prawns. A large shrimp that lives at the bottom of the bay. Treated as a high-class ingredient.

# EXPLANATION_122
source: コイ。日本中に広く生息する川魚。 生命力が強く、寿命も長い。
es_es: Koi. A river fish that inhabits widely throughout Japan. It has a strong vitality and a long life.

# EXPLANATION_123
source: 不気味な見た目ながら、歯ごたえと うまさで人気が高い。
es_es: Although it looks creepy, it is popular for its chewy texture and good taste.

# EXPLANATION_124
source: アナゴ。夜に活動する細長い魚。 海底の穴に生息するのが、その名の由来。
es_es: eel. An elongated fish that is active at night. The name comes from the fact that it lives in holes on the seabed.

# EXPLANATION_125
source: 捨てる所が無いほど食用に向く。 トゲには毒があるので要注意。
es_es: It is so edible that there is no place to throw it away. Be careful as the thorns are poisonous.

# EXPLANATION_126
source: ヒラメとは逆に、右に目が寄っている。 白身魚で煮物がうまい。
es_es: Contrary to the flatfish, the eyes are closer to the right. Boiled white fish is good.

# EXPLANATION_127
source: 亀の一種。一度食らいつくと、雷が鳴るまで 離さないといわれる、凶暴さを持つ。
es_es: A type of turtle. Once it bites, it has a ferociousness that is said to keep it until thunder.

# EXPLANATION_128
source: 深海に生息する巨大なカニ。 大きさの割に、食べられる部分が少ない。
es_es: A huge crab that lives in the deep sea. There are few edible parts for its size.

# EXPLANATION_129
source: ニシキゴイ。観賞用に養殖されたコイ。 斑点や色などで、ものによっては高額で取引される。
es_es: Nishikigoi. Carp cultivated for ornamental purposes. Some items, such as spots and colors, are traded at a high price.

# EXPLANATION_130
source: ニジマス。サケの仲間。 日本ではあまり見かけない、外来種。
es_es: Rainbow trout. A companion of salmon. An exotic species that is rarely seen in Japan.

# EXPLANATION_131
source: サケ。繁殖期に川を遡って産卵を行う。 脂の多い身で、あらゆる料理に用いられる。
es_es: salmon. Eggs are laid up the river during the breeding season. It has a lot of fat and is used in all kinds of dishes.

# EXPLANATION_132
source: トラフグ。下関の名物。 強い毒があり、虎と名付けられたという。
es_es: Trafugu. Shimonoseki's specialty. It has a strong poison and is said to have been named a tiger.

# EXPLANATION_133
source: 鋭利な歯と、強力なアゴであらゆる獲物に食らいつく 人食いのフカ。
es_es: A cannibal fluff that bites every prey with sharp teeth and a powerful jaw.

# EXPLANATION_134
source: 古くから日本では高級であり 縁起物とされている魚。
es_es: A fish that has long been regarded as a high-class and lucky charm in Japan.

# EXPLANATION_135
source: なかなか見る事が出来ない珍しい魚。 かなり大型のものも存在する。
es_es: A rare fish that is hard to see. There are also quite large ones.

# EXPLANATION_136
source: 動きが激しく、釣り上げるのは かなり手こずるという。
es_es: It is said that the movement is intense and it is quite difficult to fish.

# EXPLANATION_137
source: 人面魚。顔の部分に人間の顔の様な模様のある コイ。珍しいので高価で取引される。
es_es: Human face fish. A carp with a human face-like pattern on the face. Because it is rare, it is expensive and traded.

# EXPLANATION_138
source: 滅多にお目にかかれない高級魚。 江戸っ子はトロを嫌うらしい。
es_es: A high-class fish that is rarely seen. Edokko seems to hate Toro.

# EXPLANATION_139
source: この魚が出現すると、天変地異の前触れと言われる。 かなり長い全長の深海魚。
es_es: When this fish appears, it is said to be a precursor to a natural disaster. A deep-sea fish with a fairly long overall length.

# EXPLANATION_140
source: 釜からあげたてのあつあつ麺を、 はなまる特製つけだしでお召し上がり頂ける、 お勧めの一品です。
es_es: It is a recommended dish that you can enjoy the hot noodles freshly picked from the kettle with Hanamaru's special soup stock.

# EXPLANATION_141
source: こしのある麺にねぎと大根おろしが絡み 他店では味わえないさっぱりした美味しさの うどんです。
es_es: The chewy noodles are entwined with green onions and grated daikon radish, making it a refreshing and delicious udon that you can't taste at other restaurants.

# EXPLANATION_143
source: こしのある特製麺に、風味豊かなだし。 お手頃なお値段で人気の、こだわりの自信作です。
es_es: The special noodles are chewy and have a rich flavor. It is a discerning self-confidence work that is popular at a reasonable price.

# EXPLANATION_144
source: 器いっぱいに広がる大きなお揚げは はなまる特製のだしがよくしみてふっくら！ こしの強い麺とお揚げの食感がたまりません。
es_es: The large fried food that fills the bowl is fluffy with the special soup stock made by Hanamaru. The texture of the strong noodles and fried food is irresistible.

# EXPLANATION_145
source: あげたての麺に、特製しょうゆをかけて、 ねぎ、大根おろしを合わせて食べる、 通好みの味わい深い一品です。
es_es: Freshly fried noodles, sprinkled with special soy sauce, and eaten with green onions and grated daikon radish.

# EXPLANATION_146
source: 一つ一つお店で丁寧に作りました。 程よい甘さのふっくらお揚げとごはんの食感は うどんの合間に食べるのに最適です。
es_es: I made each one carefully at the shop. The moderately sweet fried food and the texture of the rice are perfect for eating between udon noodles.

# EXPLANATION_147
source: 温玉に加え、滋養にいいという牛の肉と、天竺伝来の 香辛料を使ったたれを掛けた、辛さと香ばしさが 昇り龍の様に体を突き抜ける、絶品のうどんです。
es_es: In addition to hot balls, beef meat that is good for nourishment and sauce using spices from Tenjiku are hung on it, and the spiciness and fragrance rise and it penetrates the body like a dragon.

# EXPLANATION_148
source: 茹でたてのおそばとあつあつの自家製そば汁で 美味しくいただける、当店の定番商品です。
es_es: It is a standard product of our shop that you can enjoy deliciously with freshly boiled soba and hot homemade soba soup.

# EXPLANATION_149
source: 茹でた後に水で洗っておそばをしめるという 手間をかけた美味しいおそばと 当店自慢のつゆとの相性をお楽しみください。
es_es: Please enjoy the compatibility of the delicious soba that has been boiled and then washed with water to make the soba, and our specialty soup.

# EXPLANATION_150
source: 自家製だし汁を使用した冷たいつゆと 茹でたておそばに揚げ玉を乗せた商品です。 ぶっかけの人気定番商品です。
es_es: It is a product with fried balls on cold soup and boiled soup stock using homemade soup stock. It is a popular standard item for bukkake.

# EXPLANATION_151
source: 自家製だし汁を使用した冷たいつゆと 茹でたておそばに当店特製の大判お揚げを 食べやすい大きさに切って乗せた商品です。
es_es: This product is made by cutting our special large-sized fried food into a size that is easy to eat on cold soup stock and boiled soup stock using homemade soup stock.

# EXPLANATION_152
source: あつあつおそばに温泉玉子と野菜の天ぷらを 乗せた人気不動の商品です。途中で温泉玉子を割って そば汁に溶かし、ふたつの味をお楽しみください。
es_es: It is a popular and immovable product with hot spring eggs and vegetable tempura on top of hot soba. Break the hot spring egg on the way and dissolve it in soba soup, and enjoy the two flavors.

# EXPLANATION_153
source: あつあつのおそばに、揚げ玉とお揚げ 温泉玉子とかまぼこが入った 盛りだくさんなおそばです。
es_es: It is a lot of soba with fried balls, fried hot spring eggs and kamaboko in hot soba.

# EXPLANATION_154
source: あつあつのおそばに、ほぐしたむし鶏と ほうれん草を乗せて、ゆずを加えた 彩りと香りを楽しめるおそばです。
es_es: It is a soba that you can enjoy the color and fragrance of hot soba with yuzu and yuzu on top of loosened chicken and spinach.

# EXPLANATION_155
source: 西洋の調理法を取り入れた当店独自の丼です。 豚の一枚肉をからっと揚げたかつに 特製だれと玉子でふんわり作られた看板商品です。
es_es: This is our original bowl that incorporates Western cooking methods. It is a signboard product made by deep-fried pork meat and specially made sauce and eggs.
