Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/bootpar/boot.par/item.po
Languages: es_es

# EXPLANATION_586
source: 飛脚から頼まれた荷物だ。 骸街川辺の定吉まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Sadakichi on the riverside of the skeleton.

# EXPLANATION_587
source: 飛脚から頼まれた荷物だ。 骸街２階の九蔵まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Kuzo on the 2nd floor of the skeleton.

# EXPLANATION_588
source: 飛脚から頼まれた荷物だ。 骸街２階の団三郎まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Dansaburo on the 2nd floor of the skeleton.

# EXPLANATION_589
source: 飛脚から頼まれた荷物だ。 骸街２階の定吉まで届けよう。
es_es: It's a baggage requested by Hikyaku. Let's deliver it to Sadakichi on the 2nd floor of the skeleton.

# EXPLANATION_590
source: 女性用の着物、元黄娘（げんきむすめ）だ。 地主が遥用にと渡してくれた。 きっと似合うはずだ。渡してやろう。
es_es: A kimono for women, Genki Musume. The landowner gave it to me for Haruka. I'm sure it will suit you. I'll give it to you.

# EXPLANATION_591
source: 女性用の高級着物、深凛緑（しんりんりょく）だ。 凛とした知的で落ち着いた女性に適した着物らしい。 遥にも絶対に似合うはずだ。渡してやろう。
es_es: It is a high-class kimono for women, Shinrinryoku. It seems to be a kimono suitable for dignified, intelligent and calm women. It should definitely look good on you. I'll give it to you.

# EXPLANATION_592
source: 女性用の高級着物、癒清水（いやししみず）だ。 涼しげな水色を主体とした彩色に癒される。 遥にも似合うこと間違いなしだ。早く渡してやろう。
es_es: It is a high-class kimono for women, Healing Shimizu. Healed by the coloring mainly of cool light blue. There is no doubt that it will look much better. I'll give it to you soon.

# EXPLANATION_593
source: 女性用の高級着物、満天桜（まんてんざくら）だ。 明るく華麗な桜色で、着る者の魅力を引き出す。 遥にぴったりの着物だな。早く渡さねば。
es_es: Mantenzakura, a high-class kimono for women. The bright and splendid cherry blossom color brings out the charm of the wearer. It's a much perfect kimono. I have to give it to you soon.

# EXPLANATION_594
source: 女性用の最高級着物、紫艶星（むらさきつやぼし）だ。 素材からこだわり抜いた、艶やかで優雅な一品。 遥ならきっと着こなせるに違いない。早く渡さねば！
es_es: The finest kimono for women, Shienboshi. A glossy and elegant dish that has been carefully selected from the materials. Haruka must be able to dress it. I have to give it to you soon!

# EXPLANATION_597
source: 商売での特殊納品物指定用の特殊アイテム。
es_es: A special item for designating special deliveries in business.

# EXPLANATION_598
source: 商売での特殊納品物指定用の特殊アイテム。
es_es: A special item for designating special deliveries in business.

# EXPLANATION_599
source: 商売での特殊納品物指定用の特殊アイテム。
es_es: A special item for designating special deliveries in business.

# EXPLANATION_600
source: 商売での特殊納品物指定用の特殊アイテム。
es_es: A special item for designating special deliveries in business.

# EXPLANATION_601
source: 商売での特殊納品物指定用の特殊アイテム。
es_es: A special item for designating special deliveries in business.

# EXPLANATION_602
source: 商売での特殊納品物指定用の特殊アイテム。
es_es: A special item for designating special deliveries in business.

# EXPLANATION_603
source: 商売での特殊納品物指定用の特殊アイテム。
es_es: A special item for designating special deliveries in business.

# EXPLANATION_604
source: 商売での特殊納品物指定用の特殊アイテム。
es_es: A special item for designating special deliveries in business.

# EXPLANATION_605
source: 商売での特殊納品物指定用の特殊アイテム。
es_es: A special item for designating special deliveries in business.

# EXPLANATION_606
source: 商売での特殊納品物指定用の特殊アイテム。
es_es: A special item for designating special deliveries in business.

# EXPLANATION_607
source: 商売での特殊納品物指定用の特殊アイテム。
es_es: A special item for designating special deliveries in business.

# EXPLANATION_608
source: 商売での特殊納品物指定用の特殊アイテム。
es_es: A special item for designating special deliveries in business.

# EXPLANATION_609
source: 商売での特殊納品物指定用の特殊アイテム。
es_es: A special item for designating special deliveries in business.

# EXPLANATION_610
source: 商売での特殊納品物指定用の特殊アイテム。
es_es: A special item for designating special deliveries in business.

# EXPLANATION_611
source: 商売での特殊納品物指定用の特殊アイテム。
es_es: A special item for designating special deliveries in business.

# EXPLANATION_612
source: 商売での特殊納品物指定用の特殊アイテム。
es_es: A special item for designating special deliveries in business.

# EXPLANATION_613
source: 刀作成用の素材。 全ての元になる便利な材料だ。
es_es: Material for making swords. It's a convenient material that is the basis of everything.

# EXPLANATION_614
source: 刀作成用の素材。 鋼を加工しやすい形にしたものだ。
es_es: Material for making swords. It is made from steel that is easy to process.

# EXPLANATION_615
source: 刀作成用の素材。 刀を打つための代表的な材料。
es_es: Material for making swords. A typical material for hitting a sword.

# EXPLANATION_616
source: 刀作成用の素材。 綺麗な光沢だが欠けてしまっている。
es_es: Material for making swords. It has a beautiful luster, but it is missing.

# EXPLANATION_617
source: 刀作成用の素材。 小さいが紛れもなく金の塊だ。
es_es: Material for making swords. It's a small but unmistakably lump of gold.

# EXPLANATION_618
source: 刀作成用の素材。 加工前なのでそのままでは高値で売れない。
es_es: Material for making swords. Since it has not been processed, it cannot be sold at a high price as it is.

# EXPLANATION_619
source: 刀作成用の素材。 非常に美しい金属の粒だ。
es_es: Material for making swords. It's a very beautiful grain of metal.

# EXPLANATION_620
source: 刀作成用の素材。 白く輝く貴重な金属の塊。
es_es: Material for making swords. A precious lump of metal that shines white.

# EXPLANATION_621
source: 刀作成用の素材。 虹色に輝く不思議な材質の欠片だ。
es_es: Material for making swords. It's a mysterious piece of material that shines in rainbow colors.

# EXPLANATION_622
source: 銃作成用の素材。 曲がっているのでちゃんと締まらない。
es_es: Material for making guns. It's bent so it doesn't tighten properly.

# EXPLANATION_623
source: 銃作成用の素材。 機械仕掛けのものを作るのに重宝する。
es_es: Material for making guns. Useful for making mechanical things.

# EXPLANATION_624
source: 銃作成用の素材。 なんとか噛み合うため回すことはできる。
es_es: Material for making guns. It can be turned because it somehow meshes.

# EXPLANATION_625
source: 銃作成用の素材。 機械の内部で使われる便利な部品だ。
es_es: Material for making guns. It is a convenient part used inside the machine.

# EXPLANATION_626
source: 銃作成用の素材。 錆びてはいるが、伸縮性はある。
es_es: Material for making guns. Although it is rusty, it is elastic.

# EXPLANATION_627
source: 銃作成用の素材。 自動で動く装置の動力になる。
es_es: Material for making guns. It powers an automatically moving device.

# EXPLANATION_628
source: 銃作成用の素材。 複雑に組まれた部品の集合体だ。
es_es: Material for making guns. It is a collection of intricately assembled parts.

# EXPLANATION_629
source: 銃作成用の素材。 外国製の良品だが、壊れて方向がわからない。
es_es: Material for making guns. It's a good foreign-made product, but it's broken and I don't know the direction.

# EXPLANATION_630
source: 銃作成用の素材。 様々な細工が施された最先端の機械。
es_es: Material for making guns. State-of-the-art machine with various work.

# EXPLANATION_631
source: 特殊武器作成用の素材。 どこにでも落ちていそうな木の枝だ。
es_es: Material for making special weapons. It's a tree branch that seems to fall everywhere.

# EXPLANATION_632
source: 特殊武器作成用の素材。 様々なものに使えそうな木の欠片だ。
es_es: Material for making special weapons. It is a piece of wood that can be used for various things.

# EXPLANATION_633
source: 特殊武器作成用の素材。 扱いやすいように加工された木材だ。
es_es: Material for making special weapons. The wood is processed to be easy to handle.

# EXPLANATION_634
source: 特殊武器作成用の素材。 非常に硬い木から切りだされた木材だ。
es_es: Material for making special weapons. It is wood cut from a very hard wood.

# EXPLANATION_635
source: 特殊武器作成用の素材。 なんとなく風流な雰囲気がある。
es_es: Material for making special weapons. Somehow there is a tasteful atmosphere.

# EXPLANATION_636
source: 特殊武器作成用の素材。 長い樹齢の木の枝が折れたもの。
es_es: Material for making special weapons. A broken branch of a long-aged tree.

# EXPLANATION_637
source: 特殊武器作成用の素材。 神秘的な力を感じる木材だ。
es_es: Material for making special weapons. It is a wood that feels mysterious power.

# EXPLANATION_638
source: 防具作成用の素材。 しっかりとした丈夫な素材だ。
es_es: Material for making armor. It is a solid and durable material.

# EXPLANATION_639
source: 防具作成用の素材。 不思議な色合いの毛皮だ。
es_es: Material for making armor. It's a mysterious color of fur.

# EXPLANATION_640
source: 防具作成用の素材。 蚕からとれる上質な糸だ。
es_es: Material for making armor. It is a high-quality thread that can be taken from silk moths.

# EXPLANATION_641
source: 防具作成用の素材。 何かの動物の尻尾の毛が集められている。
es_es: Material for making armor. The tail hair of some animal is collected.

# EXPLANATION_642
source: 防具作成用の素材。 名を馳せた名馬の鬣の一部だ。
es_es: Material for making armor. It is a part of the famous horse mane.

# EXPLANATION_643
source: 防具作成用の素材。 赤く染められた綺麗な色の布。
es_es: Material for making armor. A beautifully colored cloth dyed red.

# EXPLANATION_644
source: 防具作成用の素材。 淡い色合いに染められた絹織物だ。
es_es: Material for making armor. It is a silk fabric dyed in a pale color.

# EXPLANATION_645
source: 防具作成用の素材。 独特な柄で編み込まれた反物だ。
es_es: Material for making armor. It is a piece of cloth woven with a unique pattern.

# EXPLANATION_646
source: 防具作成用の素材。 何の素材でできているのかわからない。
es_es: Material for making armor. I don't know what material it is made of.

# EXPLANATION_647
source: 武具格上げ用の素材。 どこにでもある普通の金槌だ。
es_es: Material for upgrading armor. It's an ordinary mallet that is everywhere.

# EXPLANATION_648
source: 武具格上げ用の素材。 銅でできた立派な金槌だ。
es_es: Material for upgrading armor. A fine mallet made of copper.

# EXPLANATION_649
source: 武具格上げ用の素材。 鍛冶打ちに使うには少し勿体ない。
es_es: Material for upgrading armor. It's a little wasteful to use for blacksmithing.

# EXPLANATION_650
source: 武具格上げ用の素材。 黄金に輝く煌びやかな金槌だ。
es_es: Material for upgrading armor. It is a glittering mallet that shines golden.

# EXPLANATION_651
source: 武具鍛錬用の素材。 何かの金属を削った残りかすだ。
es_es: Material for armor training. It's the residue of some metal scraped.

# EXPLANATION_652
source: 武具鍛錬用の素材。 綺麗な色だがあまり上質ではない。
es_es: Material for armor training. Beautiful color but not very good quality.

# EXPLANATION_653
source: 武具鍛錬用の素材。 硬めの金属の粉末のようだ。
es_es: Material for armor training. It looks like a hard metal powder.

# EXPLANATION_654
source: 武具鍛錬用の素材。 火が入って丈夫になっている金属粉だ。
es_es: Material for armor training. It's a metal powder that has been ignited and has become durable.

# EXPLANATION_655
source: 武具鍛錬用の素材。 真っ白で綺麗な金属の粉末だ。
es_es: Material for armor training. It's a pure white and beautiful metal powder.

# EXPLANATION_656
source: 武具鍛錬用の素材。 銅を細かく砕いた粉末のようだ。
es_es: Material for armor training. It looks like a finely crushed powder of copper.

# EXPLANATION_657
source: 武具鍛錬用の素材。 銀を削った時に出た粉末のようだ。
es_es: Material for armor training. It looks like the powder that came out when the silver was scraped.

# EXPLANATION_658
source: 武具鍛錬用の素材。 塊のままなら非常に高価だっただろう。
es_es: Material for armor training. It would have been very expensive if left in chunks.

# EXPLANATION_659
source: 武具作成の鍵となる素材。 色々なものを削るのに適している。
es_es: The key material for making armor. Suitable for scraping various things.

# EXPLANATION_660
source: 武具作成の鍵となる素材。 家庭でもよく使われている安価な炭だ。
es_es: The key material for making armor. It is an inexpensive charcoal that is often used at home.

# EXPLANATION_661
source: 武具作成の鍵となる素材。 噴火の際に降ってきた石のようだ。
es_es: The key material for making armor. It looks like a stone that fell during the eruption.

# EXPLANATION_662
source: 武具作成の鍵となる素材。 入れ物だけなので酒は入っていない。
es_es: The key material for making armor. It's just a container, so it doesn't contain sake.

# EXPLANATION_663
source: 武具作成の鍵となる素材。 金属がくっつく不思議な石だ。
es_es: The key material for making armor. It's a mysterious stone with metal sticking to it.

# EXPLANATION_664
source: 武具作成の鍵となる素材。 磨けば鏡として使えそうだ。
es_es: The key material for making armor. If you polish it, you can use it as a mirror.

# EXPLANATION_665
source: 武具作成の鍵となる素材。 まな板としては使えないが素材にはなりそう。
es_es: The key material for making armor. It cannot be used as a cutting board, but it seems to be a material.

# EXPLANATION_666
source: 武具作成の鍵となる素材。 触っていると手が真っ白になる。
es_es: The key material for making armor. When I touch it, my hands turn white.

# EXPLANATION_667
source: 武具作成の鍵となる素材。 とても鮮やかな色の木の葉だ。
es_es: The key material for making armor. Very brightly colored leaves.

# EXPLANATION_668
source: 武具作成の鍵となる素材。 時間をかけて出来上がった綺麗な石だ。
es_es: The key material for making armor. It's a beautiful stone that has been completed over time.

# EXPLANATION_669
source: 武具作成の鍵となる素材。 おとぎ話に出てくる妖怪の絵だ。
es_es: The key material for making armor. It's a picture of a youkai that appears in a fairy tale.

# EXPLANATION_670
source: 武具作成の鍵となる素材。 砂に混ざっていた小さな金を集めたものだ。
es_es: The key material for making armor. It's a collection of small gold mixed in the sand.

# EXPLANATION_671
source: 武具作成の鍵となる素材。 気を付けて扱わないと毒にもなる金属だ。
es_es: The key material for making armor. It is a metal that can be poisonous if not handled with care.

# EXPLANATION_672
source: 武具作成の鍵となる素材。 綺麗な青緑色の宝石だ。
es_es: The key material for making armor. It's a beautiful turquoise jewel.

# EXPLANATION_673
source: 武具作成の鍵となる素材。 貝の中からとれる真っ白い宝石だ。
es_es: The key material for making armor. It is a pure white jewel that can be taken from the shell.

# EXPLANATION_674
source: 武具作成の鍵となる素材。 鮮やかな色合いの高価な髪飾り。
es_es: The key material for making armor. Expensive hair ornaments in bright shades.

# EXPLANATION_675
source: 武具作成の鍵となる素材。 真っ黒だが、これも立派な宝石だ。
es_es: The key material for making armor. It's pitch black, but it's also a fine jewel.

# EXPLANATION_676
source: 武具作成の鍵となる素材。 居間に飾るには最適な木彫りの置物だ。
es_es: The key material for making armor. It's the perfect wood carving figurine to decorate your living room.

# EXPLANATION_677
source: 武具作成の鍵となる素材。 なにか不穏な雰囲気を感じる数珠だ。
es_es: The key material for making armor. These beads have a disturbing atmosphere.

# EXPLANATION_678
source: 武具作成の鍵となる素材。 光を通すと綺麗な色合いになる不思議な石だ。
es_es: The key material for making armor. It is a mysterious stone that becomes a beautiful color when light is passed through it.

# EXPLANATION_679
source: 武具作成の鍵となる素材。 折れているのでそのままでは使えない。
es_es: The key material for making armor. Since it is broken, it cannot be used as it is.

# EXPLANATION_680
source: 武具作成の鍵となる素材。 髷をおろした浪人が髪留めに使っていたようだ。
es_es: The key material for making armor. It seems that the Ronin who lowered the mage used it as a hair clip.

# EXPLANATION_681
source: 武具作成の鍵となる素材。 これに釘を打ちこむと呪いがかかるという。
es_es: The key material for making armor. It is said that if you drive a nail into this, it will be cursed.

# EXPLANATION_682
source: 武具作成の鍵となる素材。 透き通った水色の綺麗な石だ。
es_es: The key material for making armor. It is a beautiful clear light blue stone.

# EXPLANATION_683
source: 武具作成の鍵となる素材。 火をつける際に使う硬くて重たい石だ。
es_es: The key material for making armor. It is a hard and heavy stone used to light a fire.

# EXPLANATION_684
source: 武具作成の鍵となる素材。 洒落っ気の無い真っ黒に染められた帯だ。
es_es: The key material for making armor. It is a obi dyed in black without any fashion.

# EXPLANATION_685
source: 武具作成の鍵となる素材。 かつて人切りを捕らえた際に使われていたらしい。
es_es: The key material for making armor. It seems that it was once used when catching a human cut.

# EXPLANATION_686
source: 武具作成の鍵となる素材。 弓の名手がこれを的にしたという逸話がある。
es_es: The key material for making armor. There is an anecdote that a master of bows did this.

# EXPLANATION_687
source: 武具作成の鍵となる素材。 誰かの血が染み込んだ不気味な布。
es_es: The key material for making armor. An eerie cloth soaked with someone's blood.

# EXPLANATION_688
source: 武具作成の鍵となる素材。 青く綺麗な色の高価な宝石だ。
es_es: The key material for making armor. It's an expensive jewel with a beautiful blue color.

# EXPLANATION_689
source: 武具作成の鍵となる素材。 太古の時代から伝わる品の模造品だ。
es_es: The key material for making armor. It is an imitation of a product that has been passed down since ancient times.

# EXPLANATION_690
source: 武具作成の鍵となる素材。 少しだけ艶かしい姿をしている気がする。
es_es: The key material for making armor. I feel like I have a slightly glossy appearance.

# EXPLANATION_691
source: 武具作成の鍵となる素材。 水滴のような形をしている。
es_es: The key material for making armor. It is shaped like a drop of water.

# EXPLANATION_692
source: 武具作成の鍵となる素材。 透明に透き通った綺麗な宝石だ。
es_es: The key material for making armor. It is a beautiful jewel that is transparent and transparent.

# EXPLANATION_693
source: 武具作成の鍵となる素材。 こんな鮮やかな色の鳥は見たことがない。
es_es: The key material for making armor. I've never seen a bird of such a bright color.

# EXPLANATION_694
source: 武具作成の鍵となる素材。 いにしえより伝わる大切な御守りだ。
es_es: The key material for making armor. It is an important omamori that has been passed down since ancient times.

# EXPLANATION_695
source: 武具作成の鍵となる素材。 真っ赤な石を磨いて作った綺麗な勾玉。
es_es: The key material for making armor. A beautiful magatama made by polishing a bright red stone.

# EXPLANATION_696
source: 武具作成の鍵となる素材。 何かに睨まれているような気分になる。
es_es: The key material for making armor. I feel like I'm staring at something.

# EXPLANATION_697
source: 武具作成の鍵となる素材。 薬入れとして使うものだが高価な誂えになっている。
es_es: The key material for making armor. It is used as a medicine container, but it is expensive.

# EXPLANATION_698
source: 武具作成の鍵となる素材。 かなり大きな蛇の抜け殻だ。
es_es: The key material for making armor. It's a pretty big snake shell.

# EXPLANATION_699
source: 武具作成の鍵となる素材。 邪神を封じ込めたという逸話のある御札だ。
es_es: The key material for making armor. It is a bill with an anecdote that it contained the evil god.

# EXPLANATION_700
source: 武具作成の鍵となる素材。 この硬さは実在の生き物のものではなさそうだ。
es_es: The key material for making armor. This hardness does not seem to be that of a real creature.

# EXPLANATION_701
source: 武具作成の鍵となる素材。 こんな歯で噛みつかれたらひとたまりもない。
es_es: The key material for making armor. If you are bitten by such a tooth, there will be no lump.

# EXPLANATION_702
source: 武具作成の鍵となる素材。 名も知れない流派の目録だ。
es_es: The key material for making armor. It is a list of unknown schools.

# EXPLANATION_703
source: 武具作成の鍵となる素材。 あまり趣味のいい品ではない。
es_es: The key material for making armor. It's not a very tasty item.

# EXPLANATION_704
source: 武具作成の鍵となる素材。 防寒着としては使えなさそうだ。
es_es: The key material for making armor. It doesn't seem to be usable as winter clothes.

# EXPLANATION_705
source: 武具作成の鍵となる素材。 夏の風物詩を彩る特殊な火薬玉だ。
es_es: The key material for making armor. It is a special gunpowder ball that colors the summer tradition.

# EQUIP_1
source: 刀
es_es: Knife

# EQUIP_2
source: 特
es_es: special

# EQUIP_3
source: 銃
es_es: gun

# EQUIP_4
source: 腕
es_es: arm

# EQUIP_5
source: 胴
es_es: Body

# EQUIP_6
source: 頭
es_es: head

# EQUIP_7
source: 弾
es_es: Bullet
