Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/bootpar/boot.par/item.po
Languages: es_es

# NAME_2
source: 活力丹
es_es: Vigor Dan

# NAME_3
source: 活力丹 高級
es_es: Vigor Dan Senior

# NAME_4
source: 活力丹 特選
es_es: Vitality Special Selection

# NAME_5
source: 熱血丹
es_es: Hot Blood Pill

# NAME_6
source: 熱血丹 高級
es_es: Hot Blood Dan Senior

# NAME_7
source: 熱血丹 特選
es_es: Hot-blooded tan specialties

# NAME_8
source: 万能丹
es_es: Magnum

# NAME_9
source: 万能丹 高級
es_es: Magnum Advanced

# NAME_10
source: 万能丹 特選
es_es: Magnum Special Selection

# NAME_11
source: 万能丹 究極
es_es: Universal Tan Ultimate

# NAME_12
source: 酔い覚め丹
es_es: Sickness awakening

# NAME_13
source: 空腹丹
es_es: Fasting Dan

# NAME_14
source: スタミナンＸ（仮）
es_es: Staminan X (provisional)

# NAME_15
source: 傷薬
es_es: Injury

# NAME_16
source: 蜜柑
es_es: Tangerine

# NAME_17
source: 柿
es_es: persimmon

# NAME_18
source: いちじく
es_es: figs

# NAME_19
source: 焼き栗
es_es: Roasted chestnuts

# NAME_20
source: 赤葡萄酒
es_es: Red wine

# NAME_21
source: 紹興酒
es_es: Shaoxing wine

# NAME_22
source: 芋焼酎
es_es: Shochu

# NAME_23
source: 灘の清酒
es_es: Nada sake

# NAME_24
source: 伊丹の清酒
es_es: Itami sake

# NAME_25
source: 伊丹諸白
es_es: Itami Moroshiro

# NAME_26
source: 伏見の清酒
es_es: Fushimi sake

# NAME_27
source: どぶろく
es_es: Doburoku

# NAME_28
source: 大福餅
es_es: Daifuku mochi

# NAME_29
source: よもぎ饅頭
es_es: Yomogi Manju

# NAME_30
source: 金平糖
es_es: Konpeito

# NAME_31
source: 握り飯
es_es: rice ball

# NAME_32
source: 幕の内弁当
es_es: Makunouchi lunch

# NAME_33
source: 腰弁当
es_es: Waist lunch

# NAME_34
source: 稲荷寿司
es_es: Inari sushi

# NAME_35
source: 干飯
es_es: cooked rice

# NAME_36
source: はったい
es_es: Hattaiko

# NAME_37
source: おはぎ
es_es: ohagi

# NAME_38
source: 落雁
es_es: Falling Goose

# NAME_39
source: ようかん
es_es: Yokan

# NAME_40
source: あかりのおむすび
es_es: Akari's rice ball

# NAME_41
source: 長命丸
es_es: Chomeimaru

# NAME_42
source: 納豆
es_es: Natto

# NAME_43
source: 骨
es_es: bone

# NAME_44
source: 春画
es_es: Shunga

# NAME_45
source: ちり紙
es_es: Dust paper

# NAME_46
source: だんごむし
es_es: Roly-poly

# NAME_47
source: みみず
es_es: Earthworm

# NAME_48
source: 遥のカステーラ
es_es: Haruka Castella

# NAME_49
source: 遥のおむすび
es_es: Haruka's rice ball

# NAME_50
source: 赤水
es_es: Chishui

# NAME_51
source: 黄水
es_es: Yellow water

# NAME_52
source: 青水
es_es: Blue water

# NAME_53
source: 緑水
es_es: Green water

# NAME_54
source: 修練水
es_es: Practice water

# NAME_55
source: 赤団子
es_es: Red dumpling

# NAME_56
source: 黄団子
es_es: Yellow dumpling

# NAME_57
source: 青団子
es_es: Blue dumpling

# NAME_58
source: 緑団子
es_es: Green dumpling

# NAME_59
source: 修練団子
es_es: Training dumpling

# NAME_60
source: 赤大福
es_es: Red Daifuku

# NAME_61
source: 黄大福
es_es: Huang Dafu

# NAME_62
source: 青大福
es_es: Qing Dafu

# NAME_63
source: 緑大福
es_es: Green Daifuku

# NAME_64
source: 修練大福
es_es: Training Daifuku

# NAME_65
source: 神主のおむすび
es_es: The priest's rice ball

# NAME_66
source: 神主のおむすび
es_es: The priest's rice ball

# NAME_67
source: 神主のおむすび
es_es: The priest's rice ball

# NAME_68
source: 神主のおむすび
es_es: The priest's rice ball

# NAME_69
source: 神主のおむすび
es_es: The priest's rice ball

# NAME_70
source: 神主のおむすび
es_es: The priest's rice ball

# NAME_71
source: 井戸の清水
es_es: Shimizu in the well

# NAME_72
source: 清めの水
es_es: Clean water

# NAME_73
source: 御霊の酒
es_es: Spirit sake

# NAME_74
source: 悟りの饅頭
es_es: Enlightenment bun

# NAME_75
source: 常連券
es_es: Regular ticket

# NAME_76
source: 身代わり石
es_es: Substitute stone

# NAME_77
source: 馴染みの丸薬
es_es: Familiar pills

# NAME_78
source: 馴染みの薬湯
es_es: Familiar medicinal bath

# NAME_79
source: 聖護院八ツ橋 手提袋入
es_es: Shogoin eight bridge tote bag case

# NAME_80
source: 聖護院八ツ橋 ４８枚入
es_es: Seigoin Yatsuhashi 48 pieces

# NAME_81
source: 聖護院 霜の橋 手提袋入
es_es: Shogoin Cream Bridge Tote Bag

# NAME_82
source: 聖護院まんじゅう ６個入
es_es: Shogoin Manju 6 pieces

# NAME_83
source: 男の愛情弁当
es_es: Man's love lunch

# NAME_84
source: きゅうり
es_es: Cucumber

# NAME_85
source: じゃが芋
es_es: potato

# NAME_86
source: 大根
es_es: Radish

# NAME_87
source: 人参
es_es: Ginseng

# NAME_88
source: ほうれん草
es_es: spinach

# NAME_89
source: さつま芋
es_es: Sweet potato

# NAME_90
source: そら豆
es_es: Broad beans

# NAME_91
source: たまねぎ
es_es: Onion

# NAME_92
source: なす
es_es: Eggplant

# NAME_93
source: ねぎ
es_es: Leek

# NAME_94
source: かぶ
es_es: Turnip

# NAME_95
source: かぼちゃ
es_es: pumpkin

# NAME_96
source: ごぼう
es_es: Burdock

# NAME_97
source: 生姜
es_es: ginger

# NAME_98
source: にんにく
es_es: Garlic

# NAME_99
source: 白菜
es_es: Chinese cabbage

# NAME_100
source: 唐辛子
es_es: Chili

# NAME_101
source: いちご
es_es: Strawberry

# NAME_102
source: きゃべつ
es_es: Cabbage

# NAME_103
source: 里芋
es_es: taro

# NAME_104
source: とまと
es_es: Tomato

# NAME_105
source: 朝鮮人参
es_es: Ginseng

# NAME_106
source: 卵
es_es: egg

# NAME_107
source: うどん粉
es_es: Udon flour

# NAME_108
source: はちみつ
es_es: honey

# NAME_109
source: 銀杏
es_es: ginkgo

# NAME_110
source: 季節外れの青梅
es_es: Ome out of season

# NAME_111
source: ザリガニ
es_es: crayfish

# NAME_112
source: シラス
es_es: Shirasu

# NAME_113
source: ハゼ
es_es: Goby

# NAME_114
source: ハリセンボン
es_es: Harisenbon

# NAME_115
source: フナ
es_es: Crucian carp

# NAME_116
source: アユ
es_es: Ayu

# NAME_117
source: イカ
es_es: squid

# NAME_118
source: ウナギ
es_es: eel

# NAME_119
source: エレキナマズ
es_es: Electric catfish

# NAME_120
source: カワハギ
es_es: Kawahagi

# NAME_121
source: クルマエビ
es_es: Prawn

# NAME_122
source: コイ
es_es: Koi

# NAME_123
source: マダコ
es_es: Common octopus

# NAME_124
source: アナゴ
es_es: eel

# NAME_125
source: オニカサゴ
es_es: Onikasago

# NAME_126
source: カレイ
es_es: Flatfish

# NAME_127
source: スッポン
es_es: Soft-shelled turtle

# NAME_128
source: タカアシガニ
es_es: Japanese spider crab

# NAME_129
source: ニシキゴイ
es_es: Nishikigoi

# NAME_130
source: ニジマス
es_es: Rainbow trout

# NAME_131
source: サケ
es_es: salmon

# NAME_132
source: トラフグ
es_es: Trafugu

# NAME_133
source: ホオジロザメ
es_es: Great white shark

# NAME_134
source: マダイ
es_es: Red sea bream

# NAME_135
source: イトウ
es_es: Ito

# NAME_136
source: カジキ
es_es: Marlin

# NAME_137
source: 人面魚
es_es: Man face fish

# NAME_138
source: マグロ
es_es: Tuna

# NAME_139
source: 竜宮の使い
es_es: Oarfish messenger

# NAME_140
source: 釜あげうどん
es_es: Kamaage udon

# NAME_141
source: ぶっかけうどん
es_es: Bukkake udon

# NAME_142
source: 温玉ぶっかけうどん
es_es: Hot ball bukkake udon

# NAME_143
source: かけうどん
es_es: Kake udon

# NAME_144
source: きつねうどん
es_es: Kitsune Udon

# NAME_145
source: おろししょうゆうどん
es_es: Grated soy sauce udon

# NAME_146
source: いなり（３個）
es_es: Inari (3 pieces)

# NAME_147
source: はなまる特製龍うどん
es_es: Hanamaru special dragon udon

# NAME_148
source: かけそば
es_es: Kake soba

# NAME_149
source: もりそば
es_es: Morisoba

# NAME_150
source: 冷したぬきそば
es_es: Cold tanuki soba

# NAME_151
source: 冷しきつねそば
es_es: Cold kitsune soba

# NAME_152
source: 天玉そば
es_es: Tentama soba

# NAME_153
source: 特撰富士そば
es_es: Specially selected Fuji Soba

# NAME_154
source: ゆず鶏ほうれん草そば
es_es: Yuzu chicken spinach soba

# NAME_155
source: かつ丼
es_es: Katsudon

# NAME_156
source: 天ぷらうどん
es_es: Tempura udon

# NAME_157
source: 月見うどん
es_es: Tsukimi udon

# NAME_158
source: きつねうどん
es_es: Kitsune Udon

# NAME_159
source: たぬきうどん
es_es: Tanuki udon

# NAME_160
source: 極上本鮪三貫にぎり
es_es: The finest tuna three-piece nigiri

# NAME_161
source: 上ちらし丼
es_es: Upper chirashizushi bowl

# NAME_162
source: 特製本鮪丼
es_es: Specially made tuna bowl

# NAME_163
source: 特選すしざんまい
es_es: Special Sushi Zanmai

# NAME_164
source: まぐろざんまい
es_es: Maguro Zammai

# NAME_165
source: 河岸盛 二人前
es_es: He'an Sheng in front of two people

# NAME_166
source: 銀鱈の西京焼
es_es: Sablefish grilled in Saikyo

# NAME_167
source: 茶碗蒸し
es_es: Savory egg custard

# NAME_168
source: 鯛のかぶと煮
es_es: Boiled sea bream helmet

# NAME_169
source: 生麦酒
es_es: Raw beer

# NAME_170
source: 梅酒
es_es: Plum wine

# NAME_171
source: わたみ 日本酒
es_es: Watami sake

# NAME_172
source: 特製焼酎 わたみ
es_es: Special shochu Watami

# NAME_173
source: 緑茶
es_es: Green Tea

# NAME_174
source: 豪快 卓上炙り〆鯖
es_es: Exciting tabletop roasted mackerel

# NAME_175
source: 刺身９品盛合せ
es_es: Assortment of 9 sashimi

# NAME_176
source: 丸いか炙り焼
es_es: Round squid roasted

# NAME_177
source: たこわさ胡瓜
es_es: Takowasa cucumber

# NAME_178
source: 頑固一徹！揚げたて厚揚
es_es: Stubborn Ittetsu! Freshly fried

# NAME_179
source: 新鮮野菜を特製わさび味噌で。
es_es: Fresh vegetables with special wasabi miso.

# NAME_180
source: だし巻き玉子
es_es: Dashimaki Tamago

# NAME_181
source: 鶏の串焼き盛合わせ
es_es: Assorted chicken skewers

# NAME_182
source: 生麦酒
es_es: Raw beer

# NAME_183
source: 清酒 はなこ無双
es_es: Sake Hanako Musou

# NAME_184
source: かちわり赤ぶどう酒
es_es: Red grape liquor

# NAME_185
source: 緑茶
es_es: Green Tea

# NAME_186
source: 真ほっけの開き
es_es: Atka mackerel opening

# NAME_187
source: 鮭とばの炙り
es_es: Saketoba roasting

# NAME_188
source: 氷下魚の炙り
es_es: Grilled fish under ice

# NAME_189
source: 醤油とおかかの焼きおにぎり
es_es: Grilled rice balls with soy sauce and dried bonito

# NAME_190
source: ざる豆腐の山わさび掛け
es_es: Zaru tofu horseradish

# NAME_191
source: あさりの酒蒸し
es_es: Sake Steamed Clam

# NAME_192
source: ぶっかけいくら丼
es_es: Bukkake salmon roe bowl

# NAME_193
source: だし巻き玉子
es_es: Dashimaki Tamago

# NAME_194
source: 「釜寅」五目
es_es: "Kamatora" 5th

# NAME_195
source: 鶏釜飯
es_es: Chicken kamameshi

# NAME_196
source: 海鮮五目釜飯
es_es: Seafood Gomoku Kamameshi

# NAME_197
source: うなぎまぶし
es_es: Eel glare

# NAME_198
source: あさり釜飯
es_es: Clam kamameshi

# NAME_199
source: 鯛釜飯
es_es: Sea bream kamameshi

# NAME_200
source: 「釜寅」五目
es_es: "Kamatora" 5th

# NAME_201
source: 鶏釜飯
es_es: Chicken kamameshi

# NAME_202
source: 海鮮五目釜飯
es_es: Seafood Gomoku Kamameshi

# NAME_203
source: うなぎまぶし
es_es: Eel glare

# NAME_204
source: あさり釜飯
es_es: Clam kamameshi

# NAME_205
source: 鯛釜飯
es_es: Sea bream kamameshi

# NAME_206
source: 甘酒
es_es: Sweet Sake

# NAME_207
source: どぶろく
es_es: Doburoku

# NAME_208
source: ぜんざい
es_es: Zenzai

# NAME_209
source: 三色団子
es_es: Three-color dumpling

# NAME_210
source: 焼き団子
es_es: Grilled dumplings

# NAME_211
source: よもぎ饅頭
es_es: Yomogi Manju

# NAME_212
source: 茶漬け
es_es: Chazuke

# NAME_213
source: おはぎ
es_es: ohagi

# NAME_214
source: 心太
es_es: Heart too

# NAME_215
source: 葛切り
es_es: Kuzukiri

# NAME_216
source: わらびもち
es_es: Warabimochi

# NAME_217
source: 卓袱 松膳
es_es: Zhuo Fu Song

# NAME_218
source: 卓袱 竹膳
es_es: Zhuobao bamboo meal

# NAME_219
source: 卓袱 梅膳
es_es: Zhuo Fu Mei Meal

# NAME_220
source: 卓袱 昼膳
es_es: Zhuo Fu day meal

# NAME_221
source: 伏見の酒
es_es: Fushimi sake

# NAME_222
source: 灘の酒
es_es: Nada sake

# NAME_223
source: 西条の酒
es_es: Saijo Sake

# NAME_224
source: 薩摩焼酎
es_es: Satsuma shochu

# NAME_225
source: 赤葡萄酒
es_es: Red wine

# NAME_226
source: 豆腐田楽
es_es: Tofu Dengaku

# NAME_227
source: 芋煮
es_es: Imoni

# NAME_228
source: 稲荷寿司
es_es: Inari sushi

# NAME_229
source: 焼き鱧
es_es: Roasted conger

# NAME_230
source: 漬け物
es_es: pickles

# NAME_231
source: 湯豆腐
es_es: Soup tofu

# NAME_232
source: 芋酒
es_es: Imoshu

# NAME_233
source: そば掻
es_es: Soba noodles

# NAME_234
source: 栗まんじゅう
es_es: Chestnut bread

# NAME_235
source: さばの姿寿司
es_es: Mackerel sushi

# NAME_236
source: 土佐酒
es_es: Tosa sake

# NAME_237
source: 栗焼酎
es_es: Chestnut shochu

# NAME_238
source: 鰹のたたき
es_es: Katsuo no tataki

# NAME_239
source: 皿鉢料理
es_es: Plate bowl dish

# NAME_240
source: 酒盗
es_es: Shutou

# NAME_241
source: なすの漬け物
es_es: Pickled eggplant

# NAME_242
source: 合わせ酒
es_es: Combined sake

# NAME_243
source: 猿酒
es_es: Ape wine

# NAME_244
source: 美人酒
es_es: Beauty wine

# NAME_245
source: 何かの煮込み
es_es: Stew something

# NAME_246
source: 黒団子
es_es: Black dumpling

# NAME_247
source: 虫焼き
es_es: Insect grill

# NAME_248
source: へた煮
es_es: Boiled

# NAME_249
source: 闇鍋
es_es: Dark pot

# NAME_250
source: 金むくの像
es_es: Statue of gold

# NAME_251
source: 白金の皿
es_es: Platinum plate

# NAME_252
source: 金の皿
es_es: Gold plate

# NAME_253
source: 銀の皿
es_es: Silver plate

# NAME_254
source: 銅の皿
es_es: Copper dish

# NAME_255
source: 鉄の皿
es_es: Iron plate

# NAME_256
source: お金１０００文
es_es: 1000 sentences of money

# NAME_257
source: お金１両
es_es: 1 car of money

# NAME_258
source: 賭け点１０点
es_es: 10 betting points

# NAME_259
source: 賭け点１００点
es_es: 100 betting points

# NAME_260
source: １千点を換金
es_es: Redeem 1,000 points

# NAME_261
source: １萬点を換金
es_es: Redeem 1 Manpoint

# NAME_262
source: 手作り浅漬け
es_es: Handmade lightly pickled

# NAME_263
source: 手作り浅漬け[特上]
es_es: Handmade pickled vegetables [special]

# NAME_264
source: かて飯
es_es: Katemeshi

# NAME_265
source: かて飯[特上]
es_es: Katemeshi [special]

# NAME_266
source: ほっこり味噌汁
es_es: Loose miso soup

# NAME_267
source: ほっこり味噌汁[特上]
es_es: Loose miso soup [special]

# NAME_268
source: 元気おむすび
es_es: Cheerful rice balls

# NAME_269
source: 元気おむすび[特上]
es_es: Genki rice ball [special]

# NAME_270
source: みなぎる味噌汁
es_es: Minagiru miso soup

# NAME_271
source: みなぎる味噌汁[特上]
es_es: Minagiru miso soup [special]

# NAME_272
source: 力持ち煮込み
es_es: Powerful stew

# NAME_273
source: 力持ち煮込み[特上]
es_es: Powerful stew [special]

# NAME_274
source: 魚介たっぷり辛みそ鍋
es_es: Spicy hot pot with plenty of seafood

# NAME_275
source: 魚介たっぷり辛みそ鍋[特上]
es_es: Spicy hot pot with plenty of seafood [special]

# NAME_276
source: 根性ちらし寿司
es_es: Gut Chirashizushi

# NAME_277
source: 根性ちらし寿司[特上]
es_es: Gut Chirashizushi [Special]

# NAME_278
source: 爽快香味かき揚げ
es_es: Refreshing flavor kakiage

# NAME_279
source: 爽快香味かき揚げ[特上]
es_es: Refreshing flavor kakiage [special]

# NAME_280
source: 鉄火煮
es_es: Boiled iron

# NAME_281
source: 鉄火煮[特上]
es_es: Boiled iron [special]

# NAME_282
source: すっきり野菜の和え物
es_es: Refreshing vegetable sauce

# NAME_283
source: すっきり野菜の和え物[特上]
es_es: Refreshing vegetable sauce [special]

# NAME_284
source: しっかり焼き魚
es_es: Firmly grilled fish

# NAME_285
source: しっかり焼き魚[特上]
es_es: Firmly grilled fish [special]

# NAME_286
source: 漁師のてっぽう焼き
es_es: Fisherman's Teppo-yaki

# NAME_287
source: 漁師のてっぽう焼き[特上]
es_es: Fisherman's Teppo-yaki [Special]

# NAME_288
source: 疲れ知らずの滋養鍋
es_es: Tireless nourishing pot

# NAME_289
source: 疲れ知らずの滋養鍋[特上]
es_es: Tireless nourishing pot [special]

# NAME_290
source: 幸せうどん
es_es: Happy udon

# NAME_291
source: 幸せうどん[特上]
es_es: Happy Udon [Special]

# NAME_292
source: ちゃっかり加須底羅
es_es: Kasu Sora

# NAME_293
source: ちゃっかり加須底羅[特上]
es_es: Chakkari Kasu Sora [Special]

# NAME_294
source: はなまる重
es_es: Hanamaru Shige

# NAME_295
source: はなまる重[特上]
es_es: Hanamaru Shige [Special]

# NAME_296
source: 鬼神弁当
es_es: Onigami bento

# NAME_297
source: 鬼神弁当[特上]
es_es: Onigami Bento [Special]

# NAME_298
source: すこやか薬効膳
es_es: Healthy medicinal set

# NAME_299
source: すこやか薬効膳[特上]
es_es: Healthy medicinal set [special]

# NAME_300
source: 超激辛ちゃんこ鍋
es_es: Super spicy chanko nabe

# NAME_301
source: 超激辛ちゃんこ鍋[特上]
es_es: Super spicy chanko nabe [special]

# NAME_302
source: 革命ころころ揚げ
es_es: Fried around the revolution

# NAME_303
source: 革命ころころ揚げ[特上]
es_es: Fried around the revolution [special]

# NAME_304
source: 梅干し
es_es: Salted plum

# NAME_306
source: 撒き餌
es_es: Sprinkle bait

# NAME_307
source: 高級撒き餌
es_es: High-class sprinkling bait

# NAME_308
source: 特選撒き餌
es_es: Specially sprinkled bait

# NAME_309
source: 究極撒き餌
es_es: Ultimate sprinkling bait

# NAME_310
source: 肥やし
es_es: Fertilizer

# NAME_311
source: かかしの根付
es_es: Scarecrow netsuke

# NAME_312
source: 幕末お役立ちパック
es_es: Useful pack at the end of the Edo period

# NAME_313
source: 新鮮お野菜パック
es_es: Fresh vegetable pack

# NAME_314
source: 選りすぐり装備品パック
es_es: Selected equipment pack

# NAME_315
source: ぴちぴち鮮魚パック
es_es: Pichi Pichi Fresh Fish Pack

# NAME_316
source: 成長お助けパック
es_es: Growth help pack

# NAME_317
source: 実用錬成素材パック
es_es: Practical wrought material pack

# NAME_318
source: 満腹お料理パック
es_es: Full food pack

# NAME_319
source: 実用隊士パック
es_es: Practical soldier pack

# NAME_328
source: テスト用刀
es_es: Test sword

# NAME_329
source: テスト用ドス
es_es: Test dos

# NAME_330
source: テスト用トンファー
es_es: Test tonfa

# NAME_331
source: テスト用カリスティック
es_es: Test calistic

# NAME_332
source: テスト用棒
es_es: Test stick

# NAME_333
source: テスト用ハンマー
es_es: Test hammer

# NAME_334
source: テスト用ヌンチャク
es_es: Nunchaku for testing

# NAME_335
source: テスト用バット
es_es: Test bat

# NAME_336
source: テスト銃
es_es: Test gun

# NAME_337
source: テスト用銃剣
es_es: Bayonet for testing

# NAME_338
source: 束刀
es_es: Beam knife

# NAME_339
source: 無銘刀
es_es: Wuming Knife

# NAME_340
source: 朽ちた剣
es_es: Rotten sword

# NAME_341
source: 朽ちた妖刀
es_es: Rotten sword

# NAME_342
source: 黒鉄丸
es_es: Black iron circle

# NAME_343
source: 白刃丸
es_es: Shiratamaru

# NAME_344
source: 錆びた征夷剣
es_es: Rusted Shogun

# NAME_345
source: 錆びた神剣
es_es: Rusted sword

# NAME_346
source: 錆びた大和剣
es_es: Rusted Yamato sword

# NAME_347
source: 大保丸
es_es: Ohomaru

# NAME_348
source: 松風
es_es: Matsukaze

# NAME_349
source: 吉行
es_es: Yoshiyuki

# NAME_350
source: 夜叉丸
es_es: Yasha Maru

# NAME_351
source: 雅丸
es_es: Masamaru

# NAME_352
source: 石切丸
es_es: Ishikiri Maru

# NAME_353
source: 小狐丸
es_es: Little Fox Maru

# NAME_354
source: 鮪切
es_es: Tuna cut

# NAME_355
source: 輝上文字
es_es: Bright characters

# NAME_356
source: 吼紅
es_es: Roar red

# NAME_357
source: 黒船切
es_es: Kurofunekiri

# NAME_358
source: 鉄砲切
es_es: Gun cut

# NAME_359
source: 獅子王
es_es: Lion King

# NAME_360
source: 千代金丸
es_es: Chiyo Kanamaru

# NAME_361
source: 陽光
es_es: sunlight

# NAME_362
source: 不知火
es_es: Shiranui

# NAME_363
source: 姫鶴一文字
es_es: Hime Tsuruichi

# NAME_364
source: 桜吹雪
es_es: SakuraFubuki

# NAME_365
source: 小烏丸
es_es: Ko Karasuma

# NAME_366
source: 蜥蜴丸
es_es: Lizard Maru

# NAME_367
source: 左文字
es_es: Left character

# NAME_368
source: 天光丸
es_es: Tianguang Maru

# NAME_369
source: 蛍丸
es_es: Hotarumaru

# NAME_370
source: 大根丸
es_es: Radish Maru

# NAME_371
source: 蒟蒻丸
es_es: Konjac Maru

# NAME_372
source: 数珠丸
es_es: Suzumaru

# NAME_373
source: 同田貫
es_es: Dotanuki

# NAME_374
source: 髭切
es_es: Higekiri

# NAME_375
source: 水神切
es_es: Mizukamikiri

# NAME_376
source: 回天丸
es_es: Huiten maru

# NAME_377
source: 虎鉄
es_es: Tiger iron

# NAME_378
source: 菊一文字
es_es: Kikuichimonji

# NAME_379
source: 氏繁
es_es: Shi Fan

# NAME_380
source: 朝嵐
es_es: Chao Lan

# NAME_381
source: 正宗
es_es: Authentic

# NAME_382
source: 村正
es_es: Muramasa

# NAME_383
source: 千人切
es_es: Thousands of people cut

# NAME_384
source: 雷切
es_es: Reche

# NAME_385
source: 煌蒟蒻
es_es: Glitter konjac

# NAME_386
source: 鬼神丸国重
es_es: Onigami Maru Kunishige

# NAME_387
source: 三日月宗近
es_es: Mikazuki Munechika

# NAME_388
source: 大包平
es_es: Big Baoping

# NAME_389
source: 鬼丸
es_es: Onimaru

# NAME_390
source: 大典太
es_es: Dai Nintai

# NAME_391
source: 村雨
es_es: Murasame

# NAME_392
source: 花盛
es_es: Hanamori

# NAME_393
source: 天龍神馬
es_es: Tenryu Shinme

# NAME_394
source: 童子切
es_es: Boy cut

# NAME_395
source: 天叢雲
es_es: Tian Cong Yun

# NAME_396
source: 布都魂
es_es: Pudu Soul

# NAME_397
source: ソハヤノツルギ
es_es: Sohaya no Tsurugi

# NAME_398
source: 黄金の剣
es_es: Golden sword

# NAME_399
source: 夢龍砕
es_es: Dream Dragon

# NAME_400
source: 輸入回転式拳銃
es_es: Imported revolver

# NAME_401
source: 国産回転式拳銃
es_es: Domestic revolver

# NAME_402
source: 朽ちた拳銃
es_es: Rotten pistol

# NAME_404
source: 流水
es_es: Running water

# NAME_405
source: 風雲
es_es: Wind and cloud

# NAME_406
source: 錆びた拳銃
es_es: Rusted pistol

# NAME_407
source: 木砲
es_es: Wooden cannon

# NAME_411
source: 水鏡
es_es: Water mirror

# NAME_412
source: 木枯
es_es: Kogarashi

# NAME_413
source: 豆鉄砲
es_es: peashooter

# NAME_414
source: 箸鉄砲
es_es: Chopsticks gun

# NAME_420
source: 疾風
es_es: blast

# NAME_421
source: 桜花
es_es: Sakuraka

# NAME_422
source: 明鏡
es_es: Mirror

# NAME_423
source: 仁王
es_es: Nioh

# NAME_424
source: 不飛鳥
es_es: Flightless

# NAME_429
source: 枝垂桜
es_es: Weeping cherry tree

# NAME_430
source: 日輪
es_es: Sunflower

# NAME_431
source: 金剛
es_es: King Kong

# NAME_432
source: 春爛漫
es_es: Spring full bloom

# NAME_434
source: 旋風
es_es: whirlwind

# NAME_437
source: 黄金の銃
es_es: Golden gun

# NAME_438
source: 直槍
es_es: Straight gun

# NAME_439
source: 千本槍
es_es: Thousand spears

# NAME_440
source: 長木牌子
es_es: Longwood Brand

# NAME_441
source: 大身槍
es_es: Big gun

# NAME_442
source: 十文字槍
es_es: Jumonji spear

# NAME_443
source: 大筆
es_es: Large sum

# NAME_444
source: 崩天槍
es_es: Bengtian Gun

# NAME_445
source: 大和丸
es_es: Yamato Maru

# NAME_446
source: 雷光針
es_es: Lei Guangzhen

# NAME_447
source: 五輪砕
es_es: Olympic crush

# NAME_448
source: 大竹輪
es_es: Ochikuwa

# NAME_449
source: 御手杵
es_es: Mitaki

# NAME_450
source: 日本号
es_es: Japanese issue

# NAME_451
source: 蜻蛉切
es_es: Tonbokiri

# NAME_452
source: 白龍
es_es: Bailong

# NAME_453
source: 野太刀
es_es: Nodachi

# NAME_454
source: 中巻野太刀
es_es: Nakamaki no Tachi

# NAME_455
source: 斬馬刀
es_es: Saber

# NAME_456
source: 戦斧
es_es: Battle ax

# NAME_457
source: 柳生大太刀
es_es: Yagyu Odachi

# NAME_458
source: 大金槌
es_es: Big mallet

# NAME_459
source: 飾羽子板
es_es: Feather board

# NAME_460
source: 大鋸
es_es: Big saw

# NAME_461
source: 雪洞
es_es: Snow cave

# NAME_462
source: 天地砕
es_es: Heaven and Earth

# NAME_463
source: 破邪御太刀
es_es: Destruction sword

# NAME_464
source: 祢々切丸
es_es: Nenekirimaru

# NAME_465
source: 大筒
es_es: Big tube

# NAME_466
source: 青銅砲
es_es: Bronze Cannon

# NAME_467
source: 臼砲
es_es: Mortar

# NAME_468
source: 鳩砲
es_es: Dove gun

# NAME_469
source: 絡繰砲
es_es: Karakuri gun

# NAME_470
source: 国崩
es_es: National collapse

# NAME_471
source: 電磁砲
es_es: Railgun

# NAME_472
source: 鳳凰
es_es: Phoenix

# NAME_473
source: 黒船大砲
es_es: Black ship cannon

# NAME_474
source: 革籠手
es_es: Leather cage hand

# NAME_475
source: 木籠手
es_es: Wooden gauntlet

# NAME_476
source: 鉄籠手
es_es: Iron gauntlet

# NAME_477
source: 神樹籠手
es_es: God tree gauntlet

# NAME_478
source: 鋼鉄籠手
es_es: Steel gauntlet

# NAME_479
source: 烈風
es_es: Gale

# NAME_480
source: 大蛇
es_es: Big snake

# NAME_481
source: 隠刃
es_es: Knife

# NAME_482
source: 棘蜘蛛
es_es: Spiny spider

# NAME_483
source: 薄桜
es_es: Light cherry blossoms

# NAME_484
source: 激昂陣
es_es: Excited

# NAME_485
source: 堅牢陣
es_es: Fortress

# NAME_486
source: 革製胸当て
es_es: Leather breastplate

# NAME_487
source: 木製胸当て
es_es: Wooden breastplate

# NAME_488
source: 鉄製胸当て
es_es: Iron breastplate

# NAME_489
source: 喧嘩屋サラシ
es_es: Fighter Sarashi

# NAME_490
source: 防刃胸当て
es_es: Blade-proof breastplate

# NAME_491
source: 鉄砲返し
es_es: Gun return

# NAME_492
source: 火消し胸当て
es_es: Fire extinguisher breastplate

# NAME_493
source: 薬草サラシ
es_es: Herb Sarashi

# NAME_494
source: 闘拳サラシ
es_es: Fighting fist Sarashi

# NAME_495
source: 天羽衣
es_es: Tian Yuyi

# NAME_496
source: 煉獄
es_es: Purgatory

# NAME_497
source: 風林火山
es_es: Furinkazan

# NAME_498
source: ふんどし
es_es: Loincloth

# NAME_499
source: 白鉢巻
es_es: White headband

# NAME_500
source: 木製鉢金
es_es: Wooden pot

# NAME_501
source: 根性印
es_es: Root seal

# NAME_502
source: 鉄製鉢金
es_es: Iron pot metal

# NAME_503
source: 刺繍鉢巻
es_es: Embroidery headband

# NAME_504
source: 赤鉢巻
es_es: Red headband

# NAME_505
source: 剛力印
es_es: Rigidity mark

# NAME_506
source: 覚醒頭巾
es_es: Awakening hood

# NAME_507
source: 逆境印
es_es: Adversity seal

# NAME_508
source: 御神護符
es_es: Amulet

# NAME_509
source: 闘志印
es_es: Fighting spirit seal

# NAME_510
source: 花柄鉢巻
es_es: Floral headband

# NAME_511
source: 壺鳴機
es_es: Kettle

# NAME_512
source: 祗園の頭巾
es_es: Gion hood

# NAME_513
source: 平常心の手ぬぐい
es_es: Tenugui with a normal heart

# NAME_514
source: お呼ばれ帽子
es_es: Called hat

# NAME_515
source: 曲者兜
es_es: Curlers

# NAME_516
source: 徳頭巾
es_es: German turban

# NAME_517
source: 倍詣での御札
es_es: Ofuda in double pilgrimage

# NAME_518
source: 天龍印
es_es: Tianlong Seal

# NAME_519
source: 恵比寿の烏帽子
es_es: Ebisu eboshi

# NAME_520
source: 背水の御札
es_es: Backwater bill

# NAME_521
source: 錦鯉の御守り
es_es: Nishikigoi Omamori

# NAME_522
source: 闘神の護符
es_es: Amulet of the fighting god

# NAME_523
source: 火炎弾
es_es: Flame bullet

# NAME_524
source: 雷撃弾
es_es: Lightning bullet

# NAME_525
source: 強化弾
es_es: Enhanced bullet

# NAME_526
source: 閃光弾
es_es: Flash bullet

# NAME_527
source: 毒弾
es_es: Poison bullet

# NAME_528
source: 酸性弾
es_es: Acid bullet

# NAME_529
source: 火炎弾
es_es: Flame bullet
