Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated/data/bootpar/boot.par/item.po
Languages: es_es

# HIRAGANA_292
source: ちゃっかりかすていら
es_es: If it's a mess

# HIRAGANA_293
source: ちゃっかりかすていらとくじょう
es_es: It's a mess

# HIRAGANA_294
source: はなまるじゅう
es_es: Hanamaruju

# HIRAGANA_295
source: はなまるじゅうとくじょう
es_es: Hanamaru

# HIRAGANA_296
source: きしんべんとう
es_es: Bento

# HIRAGANA_297
source: きしんべんとうとくじょう
es_es: Kishinbento Tokujo

# HIRAGANA_298
source: すこやかやっこうぜん
es_es: Let's do it healthy

# HIRAGANA_299
source: すこやかやっこうぜんとくじょう
es_es: Let's do it healthy

# HIRAGANA_300
source: ちょうげきからちゃんこなべ
es_es: Chankonabe from Chogeki

# HIRAGANA_301
source: ちょうげきからちゃんこなべとくじょう
es_es: Chankonabe Tokujo

# HIRAGANA_302
source: かくめいころころあげ
es_es: Revolution

# HIRAGANA_303
source: かくめいころころあげとくじょう
es_es: Revolution

# HIRAGANA_304
source: うめぼし
es_es: pickled plum

# HIRAGANA_305
source: そばこ
es_es: Buckwheat

# HIRAGANA_306
source: まきえ
es_es: Makie

# HIRAGANA_307
source: こうきゅうまきえ
es_es: Koukyu Makie

# HIRAGANA_308
source: とくせんまきえ
es_es: Tokusen Makie

# HIRAGANA_309
source: きゅうきょくまきえ
es_es: Kyukyokumakie

# HIRAGANA_310
source: こやし
es_es: Koyashi

# HIRAGANA_311
source: かかしのねつけ
es_es: Scarecrow

# HIRAGANA_312
source: ばくまつおやくだちぱっく
es_es: Bakumatsu Oyakudachi Pack

# HIRAGANA_313
source: しんせんおやさいぱっく
es_es: Shinsen Oyasai Pack

# HIRAGANA_314
source: よりすぐりそうびひんぱっく
es_es: Better supplies

# HIRAGANA_315
source: ぴちぴちせんぎょぱっく
es_es: Pichi Pichi Sengyo Pack

# HIRAGANA_316
source: せいちょうおたすけぱっく
es_es: Seicho Otasuke Pack

# HIRAGANA_317
source: じつようれんせいそざいぱっく
es_es: Actually

# HIRAGANA_318
source: まんぷくおりょうりぱっく
es_es: Manpuku Oriori Pack

# HIRAGANA_319
source: じつようたいしぱっく
es_es: Actually

# HIRAGANA_320
source: かむろちょうえんじょいぱっく１
es_es: Kamurochoenjoi Pack 1

# HIRAGANA_321
source: かむろちょうえんじょいぱっく２
es_es: Kamurochoenjoi Pack 2

# HIRAGANA_322
source: かむろちょうえんじょいぱっく３
es_es: Kamurochoenjoi Pack 3

# HIRAGANA_323
source: かむろちょうえんじょいぱっく４
es_es: Kamurochoenjoi Pack 4

# HIRAGANA_324
source: かむろちょうえんじょいぱっく５
es_es: Kamurochoenjoi Pack 5

# HIRAGANA_325
source: かむろちょうえんじょいぱっく６
es_es: Kamurochoenjoi Pack 6

# HIRAGANA_326
source: かむろちょうえんじょいぱっく７
es_es: Kamurochoenjoi Pack 7

# HIRAGANA_327
source: かむろちょうえんじょいぱっく８
es_es: Kamurochoenjoi Pack 8

# HIRAGANA_328
source: てすとようかたな
es_es: Katana

# HIRAGANA_329
source: てすとようどす
es_es: Tesutoyoudosu

# HIRAGANA_330
source: てすとようとんふぁー
es_es: Pig farming

# HIRAGANA_331
source: てすとようかりすてぃっく
es_es: Tesutoyokari Stick

# HIRAGANA_332
source: てすとようぼう
es_es: Tesutoyoubo

# HIRAGANA_333
source: てすとようはんまー
es_es: Tesutoyo Hammer

# HIRAGANA_334
source: てすとようぬんちゃく
es_es: Tesutoyo Nunchaku

# HIRAGANA_335
source: てすとようばっと
es_es: Tesutoyobatto

# HIRAGANA_336
source: てすとじゅう
es_es: Tesutoju

# HIRAGANA_337
source: てすとようじゅうけん
es_es: Tesutoyojuken

# HIRAGANA_338
source: たばがたな
es_es: Slapstick

# HIRAGANA_339
source: むめいとう
es_es: Mumeito

# HIRAGANA_340
source: くちたつるぎ
es_es: Kuchitatsurugi

# HIRAGANA_341
source: くちたようとう
es_es: Kuchitayo

# HIRAGANA_342
source: くろがねまる
es_es: Kuroganemaru

# HIRAGANA_343
source: はくじんまる
es_es: Caucasian

# HIRAGANA_344
source: さびたせいいけん
es_es: Rusty

# HIRAGANA_345
source: さびたしんけん
es_es: Rusty Shinken

# HIRAGANA_346
source: さびたやまとけん
es_es: Rust Yamatoken

# HIRAGANA_347
source: たいほうまる
es_es: Taihomaru

# HIRAGANA_348
source: まつかぜ
es_es: Matsukaze

# HIRAGANA_349
source: よしゆき
es_es: Yoshiyuki

# HIRAGANA_350
source: やしゃまる
es_es: Yaksha

# HIRAGANA_351
source: みやびまる
es_es: Miyabimaru

# HIRAGANA_352
source: いしきりまる
es_es: Ishikirimaru

# HIRAGANA_353
source: こぎつねまる
es_es: Kogitsunemaru

# HIRAGANA_354
source: まぐろぎり
es_es: Tuna

# HIRAGANA_355
source: ひかりうえもんじ
es_es: Hikari Uemonji

# HIRAGANA_356
source: ほえくれない
es_es: Don't bark

# HIRAGANA_357
source: くろふねぎり
es_es: Kurofunegiri

# HIRAGANA_358
source: てっぽうぎり
es_es: Teppougiri

# HIRAGANA_359
source: ししおう
es_es: Shishiou

# HIRAGANA_360
source: ちよがねまる
es_es: Chiyoganemaru

# HIRAGANA_361
source: ようこう
es_es: Yohkoh

# HIRAGANA_362
source: しらぬい
es_es: Shiranui

# HIRAGANA_363
source: ひめつるいちもんじ
es_es: Himetsuru Ichimonji

# HIRAGANA_364
source: さくらふぶき
es_es: Sakura Fubuki

# HIRAGANA_365
source: こがらすまる
es_es: Kogarasumaru

# HIRAGANA_366
source: とかげまる
es_es: Lizards

# HIRAGANA_367
source: さもんじ
es_es: Samonji

# HIRAGANA_368
source: てんこうまる
es_es: Tenkoumaru

# HIRAGANA_369
source: ほたるまる
es_es: Firefly

# HIRAGANA_370
source: だいこんまる
es_es: Daikon radish

# HIRAGANA_371
source: こんにゃくまる
es_es: Konjac Maru

# HIRAGANA_372
source: じゅずまる
es_es: Juzumaru

# HIRAGANA_373
source: どうたぬき
es_es: Dotanuki

# HIRAGANA_374
source: ひげきり
es_es: Beard

# HIRAGANA_375
source: すいじんぎり
es_es: Suijingiri

# HIRAGANA_376
source: かいてんまる
es_es: Kaitenmaru

# HIRAGANA_377
source: こてつ
es_es: Iron

# HIRAGANA_378
source: きくいちもんじ
es_es: Kikuichimonji

# HIRAGANA_379
source: うじしげ
es_es: Ujishige

# HIRAGANA_380
source: あさあらし
es_es: Storm

# HIRAGANA_381
source: まさむね
es_es: Masamune

# HIRAGANA_382
source: むらまさ
es_es: Muramasa

# HIRAGANA_383
source: せんにんぎり
es_es: Senningiri

# HIRAGANA_384
source: らいきり
es_es: Raikiri

# HIRAGANA_385
source: きらめきこんにゃく
es_es: Glitter konjac

# HIRAGANA_386
source: きじんまるくにしげ
es_es: Fine round

# HIRAGANA_387
source: みかづきむねちか
es_es: Mikazuki Munechika

# HIRAGANA_388
source: おおかねひら
es_es: Okanehira

# HIRAGANA_389
source: おにまる
es_es: Onimaru

# HIRAGANA_390
source: おおてんた
es_es: Otenta

# HIRAGANA_391
source: むらさめ
es_es: Murasame

# HIRAGANA_392
source: はなざかり
es_es: Hanazaki

# HIRAGANA_393
source: てんりゅうじんば
es_es: Tenryujinba

# HIRAGANA_394
source: どうじぎり
es_es: How

# HIRAGANA_395
source: あめのむらくも
es_es: Ame no Murakumo

# HIRAGANA_396
source: ふつのみたま
es_es: Two Mitama

# HIRAGANA_397
source: そはやのつるぎ
es_es: Sohaya's sword

# HIRAGANA_398
source: おうごんのつるぎ
es_es: Ogon sword

# HIRAGANA_399
source: ゆめのたつくだき
es_es: Dream of Tatsuki

# HIRAGANA_400
source: ゆにゅうかいてんしきけんじゅう
es_es: Yunyukaitenshikikenju

# HIRAGANA_401
source: こくさんかいてんしきけんじゅう
es_es: Kokusan Kaitenshiki Kenju

# HIRAGANA_402
source: くちたけんじゅう
es_es: Kuchita Kenju

# HIRAGANA_403
source: はいりぼるばー
es_es: Iriboruba

# HIRAGANA_404
source: りゅうすい
es_es: Ryusui

# HIRAGANA_405
source: ふううん
es_es: Hmmm

# HIRAGANA_406
source: さびたけんじゅう
es_es: Rusty Kenju

# HIRAGANA_407
source: もくほう
es_es: Mokuho

# HIRAGANA_408
source: もでるつー
es_es: Model

# HIRAGANA_409
source: あいあんぐらいんだー
es_es: It's about Aian

# HIRAGANA_410
source: くいっくふぁいあ
es_es: Kuikkufaia

# HIRAGANA_411
source: みかがみ
es_es: Mikagami

# HIRAGANA_412
source: こがらし
es_es: Kogarashi

# HIRAGANA_413
source: まめでっぽう
es_es: Beans

# HIRAGANA_414
source: はしでっぽう
es_es: Hashideppo

# HIRAGANA_415
source: もでるすりー
es_es: Model

# HIRAGANA_416
source: あーまーぶれいかー
es_es: Ahhhhhhh

# HIRAGANA_417
source: だぶるすとらいく
es_es: Dull

# HIRAGANA_418
source: はーとびーと
es_es: Heartbeat

# HIRAGANA_419
source: そーどくらっしゃー
es_es: Sodo Crusher

# HIRAGANA_420
source: はやて
es_es: Hayate

# HIRAGANA_421
source: おうか
es_es: Oka

# HIRAGANA_422
source: めいきょう
es_es: Meikyo

# HIRAGANA_423
source: におう
es_es: Smell

# HIRAGANA_424
source: ふひちょう
es_es: Fuhicho

# HIRAGANA_425
source: もでるてん
es_es: Model

# HIRAGANA_426
source: れいじんぐばれっと
es_es: Reijingu Baretto

# HIRAGANA_427
source: そうるびーと
es_es: Sorubito

# HIRAGANA_428
source: すぴりっとすまっしゃー
es_es: Spicy

# HIRAGANA_429
source: しだれざくら
es_es: Weeping cherry tree

# HIRAGANA_430
source: にちりん
es_es: Nichirin

# HIRAGANA_431
source: こんごう
es_es: Kongo

# HIRAGANA_432
source: はるらんまん
es_es: Haru Ranman

# HIRAGANA_433
source: だぶるふらっしゅ
es_es: Daburu Furasu

# HIRAGANA_434
source: つむじかぜ
es_es: Whirlwind

# HIRAGANA_435
source: もでるふぉーてぃーん
es_es: Model Form

# HIRAGANA_436
source: どらごんほーく
es_es: Dragon Hoku

# HIRAGANA_437
source: おうごんのじゅう
es_es: Ogon no Jyu

# HIRAGANA_438
source: ちょくそう
es_es: Frequently

# HIRAGANA_439
source: せんぼんやり
es_es: Leibnitzia

# HIRAGANA_440
source: ながこけし
es_es: Nagakokeshi

# HIRAGANA_441
source: おおみやり
es_es: Good luck

# HIRAGANA_442
source: じゅうもんじやり
es_es: 10 years old

# HIRAGANA_443
source: おおふで
es_es: Ofude

# HIRAGANA_444
source: ほうてんそう
es_es: Hotenso

# HIRAGANA_445
source: やまとまる
es_es: Yamato

# HIRAGANA_446
source: らいこうしん
es_es: Raikoshin

# HIRAGANA_447
source: ごりんくだき
es_es: Gorinkaki

# HIRAGANA_448
source: おおちくわ
es_es: Chikuwa

# HIRAGANA_449
source: おてぎね
es_es: Otegine

# HIRAGANA_450
source: にほんごう
es_es: Nihongo

# HIRAGANA_451
source: とんぼきり
es_es: Tonbokiri

# HIRAGANA_452
source: はくりゅう
es_es: Hakuryu

# HIRAGANA_453
source: のだち
es_es: Nodachi

# HIRAGANA_454
source: なかまきのだち
es_es: Nakamaki no Dachi

# HIRAGANA_455
source: ざんばとう
es_es: Zambato

# HIRAGANA_456
source: いくさおの
es_es: Ikusao

# HIRAGANA_457
source: やぎゅうおおたち
es_es: Yagyu Otachi

# HIRAGANA_458
source: おおかなづち
es_es: Hammer

# HIRAGANA_459
source: かざりはごいた
es_es: The decoration was messy

# HIRAGANA_460
source: おおのこぎり
es_es: Saw

# HIRAGANA_461
source: ぼんぼり
es_es: Bonbori

# HIRAGANA_462
source: てんちくだき
es_es: Tenka Hashimoto

# HIRAGANA_463
source: はじゃのみたち
es_es: Haja no Mitachi

# HIRAGANA_464
source: ねねきりまる
es_es: Nenekirimaru

# HIRAGANA_465
source: おおづつ
es_es: Ozutsu

# HIRAGANA_466
source: せいどうほう
es_es: How to do

# HIRAGANA_467
source: きゅうほう
es_es: Kyuho

# HIRAGANA_468
source: きゅうほう
es_es: Kyuho

# HIRAGANA_469
source: からくりほう
es_es: How to karakuri

# HIRAGANA_470
source: くにくずし
es_es: Kunikuzu

# HIRAGANA_471
source: でんじほう
es_es: Denjiho

# HIRAGANA_472
source: ほうおう
es_es: Ho-oh

# HIRAGANA_473
source: くろふねたいほう
es_es: Kurofunetai

# HIRAGANA_474
source: かわこて
es_es: Kawakote

# HIRAGANA_475
source: きこて
es_es: Kikote

# HIRAGANA_476
source: てつこて
es_es: Tetsukote

# HIRAGANA_477
source: しんじゅこて
es_es: Shinjukote

# HIRAGANA_478
source: こうてつこて
es_es: Kotetsu trowel

# HIRAGANA_479
source: れっぷう
es_es: Repuu

# HIRAGANA_480
source: おろち
es_es: Orochi

# HIRAGANA_481
source: かくれやいば
es_es: Kakureyaiba

# HIRAGANA_482
source: とげぐも
es_es: Thorn

# HIRAGANA_483
source: うすざくら
es_es: Thin

# HIRAGANA_484
source: げっこうじん
es_es: Gekkojin

# HIRAGANA_485
source: けんろうじん
es_es: Kenrojin

# HIRAGANA_486
source: かわせいむねあて
es_es: Breastplate

# HIRAGANA_487
source: もくせいむねあて
es_es: Breastplate

# HIRAGANA_488
source: てつせいむねあて
es_es: Breastplate

# HIRAGANA_489
source: けんかやさらし
es_es: Quarrel and bleaching

# HIRAGANA_490
source: ぼうじんむねあて
es_es: Breastplate

# HIRAGANA_491
source: てっぽうがえし
es_es: Teppo

# HIRAGANA_492
source: ひけしむねあて
es_es: Breastplate

# HIRAGANA_493
source: やくそうさらし
es_es: Exposed

# HIRAGANA_494
source: とうけんさらし
es_es: Sarashi

# HIRAGANA_495
source: あまのはごろも
es_es: Ama no Hagoromo

# HIRAGANA_496
source: れんごく
es_es: Purgatory

# HIRAGANA_497
source: ふうりんかざん
es_es: Furinkazan

# HIRAGANA_498
source: ふんどし
es_es: Loincloth

# HIRAGANA_499
source: しろはちまき
es_es: White headband

# HIRAGANA_500
source: もくせいはちがね
es_es: Wood is different

# HIRAGANA_501
source: こんじょうじるし
es_es: Konjojirushi

# HIRAGANA_502
source: てつせいはちがね
es_es: Tetsusei is different

# HIRAGANA_503
source: ししゅうはちまき
es_es: Hachimaki

# HIRAGANA_504
source: あかはちまき
es_es: Akahachimaki

# HIRAGANA_505
source: ごうりきじるし
es_es: Lunatic

# HIRAGANA_506
source: かくせいずきん
es_es: Kakuseizukin

# HIRAGANA_507
source: ぎゃっきょうじるし
es_es: Gyakkyoujirushi

# HIRAGANA_508
source: みかみのごふ
es_es: Amulet of Mikami

# HIRAGANA_509
source: とうしじるし
es_es: Toshijiru

# HIRAGANA_510
source: はながらはちまき
es_es: Hachimaki

# HIRAGANA_511
source: つぼなりき
es_es: Pot

# HIRAGANA_512
source: ぎおんのずきん
es_es: Gion's hood

# HIRAGANA_513
source: へいじょうしんのてぬぐい
es_es: Joshin Tenugui

# HIRAGANA_514
source: およばれぼうし
es_es: Reaching

# HIRAGANA_515
source: くせものかぶと
es_es: Habit

# HIRAGANA_516
source: とくずきん
es_es: Tokuzukin

# HIRAGANA_517
source: ばいもうでのおふだ
es_es: It ’s a sword

# HIRAGANA_518
source: てんりゅうじるし
es_es: Tenryujirushi

# HIRAGANA_519
source: えびすのえぼし
es_es: Eboshi Eboshi

# HIRAGANA_520
source: はいすいのおふだ
es_es: Yesui no Fuda

# HIRAGANA_521
source: にしきごいのおまもり
es_es: Nishikigoi no Omamori

# HIRAGANA_522
source: とうしんのごふ
es_es: Amulet

# HIRAGANA_523
source: かえんだん
es_es: Kaedan

# HIRAGANA_524
source: らいげきだん
es_es: Raigekidan

# HIRAGANA_525
source: きょうかだん
es_es: Today

# HIRAGANA_526
source: せんこうだん
es_es: Senkoudan

# HIRAGANA_527
source: どくだん
es_es: Dokudan

# HIRAGANA_528
source: さんせいだん
es_es: Sanseidan

# HIRAGANA_529
source: かえんだん
es_es: Kaedan

# HIRAGANA_530
source: らいげきだん
es_es: Raigekidan

# HIRAGANA_531
source: きょうかだん
es_es: Today

# HIRAGANA_532
source: せんこうだん
es_es: Senkoudan

# HIRAGANA_533
source: どくだん
es_es: Dokudan

# HIRAGANA_534
source: さんせいだん
es_es: Sanseidan

# HIRAGANA_535
source: つうじょうだん
es_es: Tsujodan

# HIRAGANA_536
source: ぼくとう
es_es: I

# HIRAGANA_537
source: きふだ
es_es: Kifuda

# HIRAGANA_538
source: てんぼう
es_es: Tenbo

# HIRAGANA_539
source: かじののちっぷ
es_es: Casino Chip

# HIRAGANA_540
source: しょうぎてん
es_es: Shogi

# HIRAGANA_541
source: ふくびきけん
es_es: Fukubikiken

# HIRAGANA_542
source: ふべんなだいどころ
es_es: The main point

# HIRAGANA_543
source: ふつうのだいどころ
es_es: Normal kitchen

# HIRAGANA_544
source: りょうりずきのだいどころ
es_es: The main point of the kitchen

# HIRAGANA_545
source: ばんのうなだいどころ
es_es: The highlight of Ban

# HIRAGANA_546
source: てんけいしょ せん
es_es: Tenkeishosen

# HIRAGANA_547
source: てんけいしょ そう
es_es: Tenkeisho Yes

# HIRAGANA_548
source: てんけいしょ らん
es_es: Tenkeishoran

# HIRAGANA_549
source: てんけいしょ ひ
es_es: Tenkeishohi

# HIRAGANA_550
source: てんけいしょ かぜ
es_es: Tenkeisho Kaze

# HIRAGANA_551
source: てんけいしょ は
es_es: Tenkeisho

# HIRAGANA_552
source: てんけいしょ とう
es_es: Tenkeishoto

# HIRAGANA_553
source: てんけいしょ げき
es_es: Tenkeisho Geki

# HIRAGANA_554
source: しょうじんもくろく
es_es: Shojin Mokuroku

# HIRAGANA_555
source: おおたちのまきもの
es_es: Odachi's scroll

# HIRAGANA_556
source: やりのまきもの
es_es: Spear scroll

# HIRAGANA_557
source: おおづつのまきもの
es_es: Ozutsu no Makimono

# HIRAGANA_558
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_559
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_560
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_561
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_562
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_563
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_564
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_565
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_566
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_567
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_568
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_569
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_570
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_571
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_572
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_573
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_574
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_575
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_576
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_577
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_578
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_579
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_580
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_581
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_582
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_583
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_584
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_585
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_586
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_587
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_588
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_589
source: ひきゃくのにもつ
es_es: I have it

# HIRAGANA_590
source: きものげんきむすめ
es_es: Kimono Gen Kimusume

# HIRAGANA_591
source: こうきゅうきものしんりんりょく
es_es: Kimono Kimono

# HIRAGANA_592
source: こうきゅうきものいやしみず
es_es: Iyashimizu

# HIRAGANA_593
source: こうきゅうきものまんてんざくら
es_es: Kimono Kimono Mantenzakura

# HIRAGANA_594
source: さいこうきゅうきものむらさきつやぼし
es_es: Kimono Kimono Murasaki Tsuyaboshi

# HIRAGANA_595
source: おかね
es_es: Money

# HIRAGANA_596
source: けいけんち
es_es: value of experience

# HIRAGANA_597
source: ちゅうもんなんでもしなかず
es_es: Chumon does nothing

# HIRAGANA_598
source: ちゅうもんなんでもしゅかず
es_es: Chumon anything

# HIRAGANA_599
source: ちゅうもんうり
es_es: Chumonuri

# HIRAGANA_600
source: ちゅうもんいも
es_es: Chumon potato

# HIRAGANA_601
source: ちゅうもんかいふくしなかず
es_es: Chumonkai Fukushinakazu

# HIRAGANA_602
source: ちゅうもんかいふくしゅかず
es_es: Chumonkai Fukushu Kazu

# HIRAGANA_603
source: ちゅうもんかたなしなかず
es_es: Chumon no Kazu

# HIRAGANA_604
source: ちゅうもんかたなしゅかず
es_es: Chumon Katana Shukazu

# HIRAGANA_605
source: ちゅうもんじゅうしなかず
es_es: Monju Nuclear Power Plant

# HIRAGANA_606
source: ちゅうもんじゅうしゅかず
es_es: Chumonjushukazu

# HIRAGANA_607
source: ちゅうもんだんがんしなかず
es_es: I don't have cancer

# HIRAGANA_608
source: ちゅうもんだんがんしゅかず
es_es: Carcinoma

# HIRAGANA_609
source: ちゅうもんやりしなかず
es_es: I don't know what to do

# HIRAGANA_610
source: ちゅうもんやりしゅかず
es_es: Chumon Yari Shukazu

# HIRAGANA_611
source: ちゅうもんおおだちしなかず
es_es: Chumon Odachi Shinakazu

# HIRAGANA_612
source: ちゅうもんおおだちしゅかず
es_es: Chumon Odachi Shukazu

# HIRAGANA_613
source: てつくず
es_es: Tetsukuzu

# HIRAGANA_614
source: はがねのいた
es_es: There was a steel

# HIRAGANA_615
source: たまはがね
es_es: Tamahagane

# HIRAGANA_616
source: ぎんのかけら
es_es: Fragment of gin

# HIRAGANA_617
source: ちいさなきんかい
es_es: Small Kinkai

# HIRAGANA_618
source: おおきなきんかい
es_es: Big

# HIRAGANA_619
source: はっきんのつぶ
es_es: Hakkin no Tsubu

# HIRAGANA_620
source: はっきんのかたまり
es_es: Hakkin lump

# HIRAGANA_621
source: にじいろのかけら
es_es: Fragment of rainbow

# HIRAGANA_622
source: いびつなねじ
es_es: Distorted screw

# HIRAGANA_623
source: しんぴんのねじ
es_es: Shinpin screw

# HIRAGANA_624
source: がたがたのはぐるま
es_es: Gear rattle

# HIRAGANA_625
source: せいこうなはぐるま
es_es: Seikou na Haguruma

# HIRAGANA_626
source: さびたばね
es_es: Rusty spring

# HIRAGANA_627
source: ちいさなぜんまい
es_es: Small royal fern

# HIRAGANA_628
source: からくりざいく
es_es: Karakuri

# HIRAGANA_629
source: こわれたらしんばん
es_es: Lashinbang if broken

# HIRAGANA_630
source: せいみつきかい
es_es: Seimitsukikai

# HIRAGANA_631
source: かれきのえだ
es_es: It ’s his life

# HIRAGANA_632
source: りょうしつなきぎれ
es_es: Ryoshitsuna Kigire

# HIRAGANA_633
source: やわらかいもくざい
es_es: Soft wood

# HIRAGANA_634
source: じょうぶなもくざい
es_es: Good wood

# HIRAGANA_635
source: りゅうぼくのはへん
es_es: Ryu I'm strange

# HIRAGANA_636
source: せんねんじゅのえだ
es_es: Sennenju no Eda

# HIRAGANA_637
source: しんぼくのきぎれ
es_es: Shinboku no Kigire

# HIRAGANA_638
source: じょうしつなひかく
es_es: Good luck

# HIRAGANA_639
source: きれいなけがわ
es_es: Beautiful injuries

# HIRAGANA_640
source: てんさんし
es_es: Tensan

# HIRAGANA_641
source: けもののしっぽ
es_es: Beast's tail

# HIRAGANA_642
source: めいばのたてがみ
es_es: Mane of Meiba

# HIRAGANA_643
source: しゅぞめのぬの
es_es: Shuzomenuno

# HIRAGANA_644
source: きれいなきぬおりもの
es_es: Beautiful vaginal discharge

# HIRAGANA_645
source: なんばんとらいのたんもの
es_es: Nanban Torai no Tanmono

# HIRAGANA_646
source: にじいろのおりもの
es_es: Rainbow vaginal discharge

# HIRAGANA_647
source: てつのかなづち
es_es: Tetsu no Kanazuchi

# HIRAGANA_648
source: どうのかなづち
es_es: How about a hammer

# HIRAGANA_649
source: ぎんのかなづち
es_es: Gin no Kanazuchi

# HIRAGANA_650
source: きんのかなづち
es_es: Hammer

# HIRAGANA_651
source: ちゃいろのきんぞくふん
es_es: Brown metal

# HIRAGANA_652
source: あおみどりいろのきんぞくふん
es_es: Ao Midoriiro no Kinzokufun

# HIRAGANA_653
source: はいいろのきんぞくふん
es_es: Gray metal

# HIRAGANA_654
source: こくしょくのきんぞくふん
es_es: Metal metal

# HIRAGANA_655
source: はくしょくのきんぞくふん
es_es: Metal metal

# HIRAGANA_656
source: かっしょくのきんぞくふん
es_es: Metal metal

# HIRAGANA_657
source: ぎんいろのきんぞくふん
es_es: Silver metal

# HIRAGANA_658
source: きんいろのきんぞくふん
es_es: Metal metal

# HIRAGANA_659
source: けんまいし
es_es: Kenmai

# HIRAGANA_660
source: もくたん
es_es: Mokutan

# HIRAGANA_661
source: かざんがんのかけら
es_es: Fragment of volcanic rock

# HIRAGANA_662
source: とうきのさかびん
es_es: Touki no Sakabin

# HIRAGANA_663
source: いびつなじしゃく
es_es: Distorted

# HIRAGANA_664
source: くもったてかがみ
es_es: Cloudy bend

# HIRAGANA_665
source: われたまないた
es_es: I'm sorry

# HIRAGANA_666
source: せっかいのこな
es_es: Noisy Kona

# HIRAGANA_667
source: きれいなこのは
es_es: This is beautiful

# HIRAGANA_668
source: こはく
es_es: Kohaku

# HIRAGANA_669
source: ようかいのかいが
es_es: I'm sorry

# HIRAGANA_670
source: さきん
es_es: Gold dust

# HIRAGANA_671
source: なまりのかたまり
es_es: A lump of accent

# HIRAGANA_672
source: すいぎょく
es_es: Suigyoku

# HIRAGANA_673
source: しんじゅ
es_es: Shinju

# HIRAGANA_674
source: みやびなかみかざり
es_es: Miyabinakami Kazari

# HIRAGANA_675
source: こくようせき
es_es: Obsidian

# HIRAGANA_676
source: きぼりのくま
es_es: Kibori bear

# HIRAGANA_677
source: まがまがしいじゅず
es_es: Misleading Juzu

# HIRAGANA_678
source: ほたるいし
es_es: Fluorite

# HIRAGANA_679
source: おれたせんまいどおし
es_es: I'm sorry

# HIRAGANA_680
source: ろうにんのかみひも
es_es: Ronin's bite string

# HIRAGANA_681
source: わらにんぎょう
es_es: Straw doll

# HIRAGANA_682
source: すいじんせき
es_es: Suijinseki

# HIRAGANA_683
source: ひうちいし
es_es: Hiuchiishi

# HIRAGANA_684
source: しっこくのおび
es_es: Sickly scary

# HIRAGANA_685
source: ひときりのてかせ
es_es: Standing out

# HIRAGANA_686
source: ひのまるせんす
es_es: Hinomaru Sensu

# HIRAGANA_687
source: ちぞめのぬの
es_es: Chizome no Nu

# HIRAGANA_688
source: らんぎょく
es_es: Langyoku

# HIRAGANA_689
source: きんいん
es_es: Gold seal

# HIRAGANA_690
source: なまめかしいにんぎょう
es_es: Smooth doll

# HIRAGANA_691
source: りゅうのなみだ
es_es: Ryu no Namida

# HIRAGANA_692
source: すいしょう
es_es: Let's go

# HIRAGANA_693
source: ほうおうのはね
es_es: Hoou no Hane

# HIRAGANA_694
source: たいこのおまもり
es_es: Taiko no Omamori

# HIRAGANA_695
source: しんくのまがたま
es_es: Shinku no Magatama

# HIRAGANA_696
source: りゅうのひとみ
es_es: Ryu no Hitomi

# HIRAGANA_697
source: きんのいんろう
es_es: Inro

# HIRAGANA_698
source: おろちのぬけがら
es_es: Orochi no Nukegara

# HIRAGANA_699
source: かみごろしのふだ
es_es: Kamigoroshi no Fuda

# HIRAGANA_700
source: りゅうのひげ
es_es: Ryu's beard

# HIRAGANA_701
source: りゅうのきば
es_es: Ryu no Kiba

# HIRAGANA_702
source: いなかりゅうはのもくろく
es_es: Inakari Hanomokuroku

# HIRAGANA_703
source: へびがらのがんたい
es_es: I want to get rid of snakes

# HIRAGANA_704
source: そでのやぶれたはおり
es_es: The broken sleeve

# HIRAGANA_705
source: はなびだま
es_es: Hanabi Dama

# EXPLANATION_2
source: 回復薬の「活力丹」だ。 体力を少し回復してくれる。
es_es: It is a recovery drug, "Vitality Tan". It recovers a little physical strength.

# EXPLANATION_3
source: 回復薬の「活力丹 高級」だ。 体力をある程度回復してくれる。
es_es: It is a recovery drug, "Vitality Tan Luxury". It restores physical strength to some extent.

# EXPLANATION_4
source: 回復薬の「活力丹 特選」だ。 体力をかなり回復してくれる。
es_es: It is a recovery drug, "Vitality Tan Special". It recovers a lot of physical strength.

# EXPLANATION_5
source: 興奮薬の「熱血丹」だ。 ヒートゲージを少し上げてくれる。
es_es: It is a stimulant "hot blood tan". It raises the heat gauge a little.

# EXPLANATION_6
source: 興奮薬の「熱血丹 高級」だ。 ヒートゲージをある程度上げてくれる。
es_es: It is a stimulant "hot blood tan luxury". It raises the heat gauge to some extent.

# EXPLANATION_7
source: 興奮薬の「熱血丹 特選」だ。 ヒートゲージをかなり上げてくれる。
es_es: It is a stimulant "hot blood tan special selection". It raises the heat gauge considerably.

# EXPLANATION_8
source: 治療薬の「万能丹」だ。 体力とヒートゲージを 少し上げてくれる。
es_es: It is a therapeutic drug, "Universal Tan". It raises your physical strength and heat gauge a little.

# EXPLANATION_9
source: 治療薬の「万能丹 高級」だ。 体力とヒートゲージを ある程度上げてくれる。
es_es: It is a therapeutic drug, "Universal Tan Luxury". It raises your physical strength and heat gauge to some extent.

# EXPLANATION_10
source: 治療薬の「万能丹 特選」だ。 体力とヒートゲージを かなり上げてくれる。
es_es: It is a therapeutic drug, "Universal Tan Special". It raises your physical strength and heat gauge considerably.

# EXPLANATION_11
source: 治療薬の「万能丹 究極」だ。 体力とヒートゲージを 最大限まで上げてくれる。
es_es: It is the therapeutic drug "Universal Tan Ultimate". It raises your physical strength and heat gauge to the maximum.

# EXPLANATION_12
source: 仰天斎が発明した丸薬だ。 酔いを覚ます効果があるという…。
es_es: A pill invented by Astonishai. It is said to have the effect of waking up sickness.

# EXPLANATION_13
source: 仰天斎が発明した丸薬だ。 腹を減らせるらしいが…。
es_es: A pill invented by Astonishai. It seems that you can get hungry ...

# EXPLANATION_14
source: スタミナンＸ。 維新には出てこない。
es_es: Staminan X. It does not appear in the restoration.

# EXPLANATION_15
source: 怪我をした個所に塗る傷薬だ。 体力をほんの少し回復してくれる。
es_es: It is a wound medicine to be applied to the injured area. It restores a little physical strength.

# EXPLANATION_16
source: 穫れたての蜜柑だ。 まだ少し酸っぱそうだ。
es_es: It's a freshly harvested tangerine. It still looks a little sour.
