Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00330c9f.po
Languages: es_es

source: いらっしゃいませ。 何にしましょう？
es_es: Welcome. What should i do?

source: 食べ物を食べることで、戦いを有利に進めるための 能力が上昇することがあります。 店舗で食事をする場合は どの能力が上昇するかがお品書きに表示されます。
es_es: Eating food can increase your ability to take advantage of the battle. When you eat at the store, the item description will indicate which ability will increase.

source: 上昇する能力は以下の通りです。 【腕力】：攻撃力が上昇する。 【集中】：ヒートゲージが溜まりやすくなる。 【忍耐】：敵から受けるダメージが減少する。 全ての能力は食事後、一定時間で効果を失います。
es_es: The ability to rise is as follows. [Strength]: Attack power increases. [Concentration]: The heat gauge tends to accumulate. [Patience]: Reduces damage received from enemies. All abilities lose their effectiveness within a certain amount of time after eating.

source: どの能力が上昇しているかは画面左上の 体力の下に記号で表示されます。 それぞれの能力に上限がありますので バランスのいい食事を心がけましょう。
es_es: Which ability is increasing is indicated by a symbol below the physical strength in the upper left of the screen. There is an upper limit to each ability, so try to have a well-balanced diet.

source: いつもありがとうね。 また、よろしくお願いしますよ。
es_es: Thank you always. Also, thank you.

source: あら、食べないのかい？ またよろしく頼むよ。
es_es: Oh, don't you eat? I'll ask you again.

source: いらっしゃいませ。 何にしましょう？
es_es: Welcome. What should i do?

source: いつもありがとうね。 また、よろしくお願いしますよ。
es_es: Thank you always. Also, thank you.

source: 店員
es_es: Clerk

source: 食事による能力強化
es_es: Strengthening by diet
