Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00330eb1.po
Languages: es_es

source: 旦那、さすがにこの火の中へは 舟、出せまへんわ。 途中がどないなってるかもわからんしなぁ。
es_es: Husband, as expected, I can't put out a boat in this fire. I don't know if it's not on the way.

source: こっちも商売あがったりや。 なんか知らんけど、早く片付いて欲しいわ。
es_es: This is also a business. I don't know what it is, but I want you to get rid of it as soon as possible.

source: あ、お客はん？ 悪いけど今日は看板やで。
es_es: Oh, are there any customers? I'm sorry, but today is a signboard.

source: 何だと？
es_es: What did you say?

source: しょうがないんや。 アンタのお仲間に脅されたんや。
es_es: It can't be helped. I was threatened by your friends.

source: 「しばらく骸街には新選組だろうと 誰一人として通すな」言うてな。
es_es: Don't let anyone go to the skeleton for a while, even if it's a Shinsengumi.

source: チッ。一番隊か……
es_es: Chit. Is it the first corps ...

source: アンタも新選組やろけど、連中よりは 話が通じそうやな。わかってくれや。
es_es: You're a Shinsengumi, but I think you can talk more than they do. Please understand.

source: ……身内が迷惑かけたみたいだな。 わかった。他を当たる。
es_es: ...... It seems that my relatives bothered me. all right. Hit the other.

source: （船はあきらめて、洛内の方から向かうか……）
es_es: (Do you give up the ship and head from Rakuchu ...)

source: 旦那、骸街に行きはりますか？ ５００文でお送りしまっせ。
es_es: Husband, do you go to the skeleton? Send it in 500 sentences.

source: ああ、頼もう。
es_es: Oh, let's ask.

source: おおきに。 ほな、出発しまっせ。
es_es: Big. Honestly, let's start.

source: お客さん、お金無いやないですか。 お金出来てから来てや。
es_es: Customers, don't you have money? Come after you make money.

source: いや、今はいい。
es_es: No, it's good now.

source: そうですか。 また、骸街に御用の際は 声かけたってください。
es_es: Is that so. Also, please call out when you use it in the skeleton town.

source: 船頭
es_es: Bow

source: 龍馬
es_es: Ryoma

source: 骸街に行く
es_es: Go to the skeleton

source: やめる
es_es: Stop
