Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid006e01bf.po
Languages: es_es

source: むむ…… あなた…… 失礼かもしれませんが…… あやしい人ですね！
es_es: Hmm ... you ... maybe rude ... you're a suspicious person!

source: ……あやしいのはお前だ。 何をそんなにきょろきょろしているんだ？
es_es: ...... You are suspicious. What are you doing so much?

source: 私ですか？ そんなこと決まっております！ 困っている人がいないか、 町の見回りをしているのですよ！
es_es: Am I? That has been decided! I'm patrolling the town to see if anyone is in trouble!

source: 町の見回り……？
es_es: A tour of the town ...?

source: そうですとも！ 今も使命の真っ最中なのです！ だからあなた、私の邪魔をしないでいただきた……
es_es: That's right! I'm still in the middle of my mission! So you didn't disturb me ...

source: や、やめてください！
es_es: No, please stop!

source: んん!?
es_es: Hmm !?

source: そこを通してください！
es_es: Please go through there!

source: へへ、いいじゃねえか、 ちぃとばかり俺らと茶でも飲みにいこうぜぇ。
es_es: Hehe, isn't it okay, let's just go out for a cup of tea with us.

source: クク、まぁ茶だけじゃすまねぇかもしれねぇが、 お嬢ちゃんも子供じゃねえんだから、わかるよなぁ？
es_es: Kuku, well, it may not be enough to just use tea, but since the young lady is not a child, you can understand it, right?

source: お願いです！ 私、急いでいるんです！ そこを、ど…… どいてください！
es_es: Please! I'm in a hurry! Please go there ...!

source: まぁまぁ、そう言いなさんなって。 へへへ、嫌がる顔もまたかわいいなぁ！
es_es: Well, don't say that. The face I hate is also cute!

source: たちの悪い奴らがいやがる……
es_es: I hate the bad guys ...

source: （……ん？ さっきのあやしい男はどこ行った？）
es_es: (... Hmm? Where did the suspicious man go?)

source: 待て待て待てぃッ!!
es_es: Wait, wait, wait !!

source: ……えっ。
es_es: ……eh.

source: あなた達！ いたいけなお嬢さんを 無理やり、逢引にお誘いするおつもりですか!?
es_es: You guys! Are you going to forcibly invite a good-looking lady to meet you !?

source: 彼女、困っているでしょう!?
es_es: She's in trouble !?

source: 恥を知りなさい！ 恥を！
es_es: Know the shame! Shame!

source: （あ、あいつ……！）
es_es: (Oh, that guy ...!)

source: げっ、侍！ ……さ、侍だからって、 いきなりやって来て、でかいツラしてんじゃねぇぞ！
es_es: Samurai! ...... Well, just because you're a samurai, don't you suddenly come and make a big mess!

source: お、俺たちだってやる時はやるぞ!? 二対一だぞ!? それに、お侍さんには、か、関係ないだろう！
es_es: Oh, we'll do it when we do it !? It's two-on-one !? And it doesn't matter to the samurai!

source: フン！ 関係なくなどありません！ この町の困っている人は全員、私が守るのですから！
es_es: Hmm! It doesn't matter! I will protect all the people in need in this town!

source: はぁ？
es_es: Huh?

source: さぁ、お嬢さん。 危ないですから離れていてください。
es_es: Come on, young lady. It's dangerous, so stay away.

source: は…… はい！
es_es: H ... yes!

source: さぁ、諸悪の根源達よ、かかってきなさい！
es_es: Come on, roots of all evil!

source: くっ…… もう後にはひけねぇ!! 本気で、や、やっちまうぞ！
es_es: Hmm ... I can't wait anymore !! Seriously, I'll do it!

source: さ、侍だからって手加減しねぇんだからな！ い、い、痛い目見せてやるんだからな！
es_es: Well, because it's a samurai, I can't handle it! No, I'll show you a painful look!

source: うおぉぉぉ！
es_es: Uooo!

source: ふっ……
es_es: Hmm ...

source: （な…… あ、あいつ……）
es_es: (Nah ... oh, that guy ...)

source: （弱い……！）
es_es: (weak……!)

source: い、痛いよー！ わーん！
es_es: It hurts! Wow!

source: なんだ、こいつ……
es_es: What is this guy ...

source: わ、私せっかく手加減してあげたのに、 あなた達、ちょっと本気、だしすぎですよ！ わ、わーん！ 痛いよー！
es_es: Wow, I've taken care of it, but you guys are a little serious, it's too much! Wow, wow! It hurts!

source: ……おい、なんだかしらけちまったな。
es_es: …… Hey, I'm kind of confused.

source: ……あぁ、行こうぜ。
es_es: …… Ah, let's go.

source: ……あ、あの、お侍様！
es_es: …… Ah, that samurai!

source: あ、あなたは！ 大丈夫でしたか、お嬢さん！
es_es: Oh, you! Was it okay, young lady!

source: え…… えぇ。 あの、私、急いでるんで…… もう行きますね。
es_es: Eh ... yeah. Um, I'm in a hurry ... I'm going.

source: え、あ、はい！ ……どうぞ!!
es_es: Yeah, yes! ……here you go!!

source: お前…… 威勢がいいのは口だけだったな。
es_es: You ... The only thing that was dashing was the mouth.

source: あ、さっきの！ ……そんなことありません！ 時代が私についてこれていないのですよ！
es_es: Oh, just before! ...... That's not true! The times aren't about me!

source: 何を言ってるかわからねぇが、 お前…… すごかったぜ。
es_es: I don't know what you're talking about, but you ... it was amazing.

source: ……えっ？
es_es: ……eh?

source: お前は誰も傷つけずに、いざこざを片付けちまった。
es_es: You got rid of the trouble without hurting anyone.

source: 確かに…… そうかもしれませんね。 ただ…… 私はすごく傷ついておるのですが。
es_es: Certainly ... maybe so. But ... I'm really hurt.

source: ……あ、思い出したらまた痛い！ あ、あなた、何か傷を癒すもの等 お持ちではないですかね!?
es_es: …… Ah, it hurts again when I remember! Oh, do you have something to heal your wounds !?

source: すまないが今は持っていないな。
es_es: I'm sorry but I don't have it now.

source: うわーん、痛い、痛すぎる！
es_es: Wow, it hurts, it hurts too much!

source: 傷を癒すもの、なんでもいいので ……あとで持ってきていただけませんかね！
es_es: Anything that heals the wounds is fine ... Could you bring it later!

source: （……こいつのおかげで 騒ぎが収まったのも事実だ、何かしてやりたいが）
es_es: (... It's true that the turmoil has subsided thanks to this guy, I want to do something)

source: これでいいか？
es_es: Is it OK?

source: おぉ、これはこれは！
es_es: Oh, this is this!

source: （弱い……！）
es_es: (weak……!)

source: い、痛いよー！ わーん！
es_es: It hurts! Wow!

source: なんだ、こいつ……
es_es: What is this guy ...

source: わ、私せっかく手加減してあげたのに、 あなた達、ちょっと本気、だしすぎですよ！ わ、わーん！ 痛いよー！
es_es: Wow, I've taken care of it, but you guys are a little serious, it's too much! Wow, wow! It hurts!

source: ……おい、なんだかしらけちまったな。
es_es: …… Hey, I'm kind of confused.

source: ……あぁ、行こうぜ。
es_es: …… Ah, let's go.

source: ……あ、あの、お侍様！
es_es: …… Ah, that samurai!

source: あ、あなたは！ 大丈夫でしたか、お嬢さん！
es_es: Oh, you! Was it okay, young lady!

source: え…… えぇ。 あの、私、急いでるんで…… もう行きますね。
es_es: Eh ... yeah. Um, I'm in a hurry ... I'm going.

source: え、あ、はい！ ……どうぞ!!
es_es: Yeah, yes! ……here you go!!

source: お前…… 威勢がいいのは口だけだったな。
es_es: You ... The only thing that was dashing was the mouth.

source: あ、さっきの！ ……そんなことありません！ 時代が私についてこれていないのですよ！
es_es: Oh, just before! ...... That's not true! The times aren't about me!

source: 何を言ってるかわからねぇが、 お前…… すごかったぜ。
es_es: I don't know what you're talking about, but you ... it was amazing.

source: ……えっ？
es_es: ……eh?

source: お前は誰も傷つけずに、いざこざを片付けちまった。
es_es: You got rid of the trouble without hurting anyone.

source: 確かに…… そうかもしれませんね。 ただ…… 私はすごく傷ついておるのですが。
es_es: Certainly ... maybe so. But ... I'm really hurt.

source: ……あ、思い出したらまた痛い！ あ、あなた、何か傷を癒すもの等 お持ちではないですかね!?
es_es: …… Ah, it hurts again when I remember! Oh, do you have something to heal your wounds !?

source: すまないが今は持っていないな。
es_es: I'm sorry but I don't have it now.

source: うわーん、痛い、痛すぎる！
es_es: Wow, it hurts, it hurts too much!

source: 傷を癒すもの、なんでもいいので ……あとで持ってきていただけませんかね！
es_es: Anything that heals the wounds is fine ... Could you bring it later!

source: （……こいつのおかげで 騒ぎが収まったのも事実だ、何かしてやりたいが）
es_es: (... It's true that the turmoil has subsided thanks to this guy, I want to do something)

source: これでいいか？
es_es: Is it OK?

source: おぉ、これはこれは！
es_es: Oh, this is this!

source: ふむ、あなた、素晴らしい働きでしたとも！
es_es: Hmmm, you did a great job!

source: ……どうやらあなたも、私と同じ、 困った人を放っておけない性質のようですね！
es_es: ...... Apparently, you, like me, have the same nature that you can't leave a troubled person alone!

source: いや、お前が切実に頼んできたんだろ。 ……そんなことより、お前はなんなんだ？
es_es: No, you really asked for it. ...... What are you more than that?

source: なんなんだ…… と申しますと？
es_es: What is it ...?

source: 見たところ武士のようだが…… ここらの武士は、町の見回りまでやっているのか？
es_es: It looks like a samurai at first glance ... Do these samurai even go around the town?

source: えぇ、私は武士です…… が、 見回りは、私個人でやっておるのですよ！
es_es: Yeah, I'm a samurai ... but I personally do the patrols!

source: 個人だと……？
es_es: If you are an individual ...?

source: えぇ！ それもそのはず！ 私、困っている人を放っておけない性質でしてね！
es_es: Yeah! That should be it! I can't leave people in need!

source: 京の町を見回りしては、 助けが必要な人に手を差し伸べておるのですよ！
es_es: I'm looking around the city of Kyo and reaching out to those who need help!

source: そ、そうか…… 意外といい奴だな、お前。
es_es: Oh yeah ... It's a surprisingly good guy, you.

source: 意外とはなんですか！ 意外とは！
es_es: What is surprising! Surprisingly!

source: ……ん？ 誰かが困っている声がする！ 行かねば！
es_es: ……Hmm? I hear someone in trouble! I have to go!

source: 本日は助かりましたとも！ また…… お会いしましょう！
es_es: I was saved today! Let's meet again!

source: 「正義感ある怪我人」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「正義感ある怪我人」と交流してみましょう。
es_es: A bond with "an injured person with a sense of justice" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "injured people with a sense of justice".

source: や、あなたではないですか！
es_es: Isn't it you!

source: まだ私、傷が痛むのです！ 傷を癒すもの、持ってきていただけませんかね!?
es_es: I still hurt my wounds! Would you please bring something to heal your wounds !?

source: や、あなたはいつぞやの！
es_es: No, when are you!

source: ……またお前、騒動にちょっかいだして ぼこぼこにされたのか？
es_es: ...... Did you get messed up by the turmoil again?

source: し、失礼な！ 人々の笑顔を身をていして守った、 そう言っていただきたい！
es_es: And rude! I want you to say that I protected people's smiles by wearing them!

source: それにしても痛い！ 全身が痛すぎる！
es_es: Even so, it hurts! My whole body hurts too much!

source: フッ、お前も懲りないな……
es_es: Huh, you won't be disciplined ...

source: そりゃあもう！ たびたび申し訳ありませんが、 傷を癒すもの、持ってきていただけませんかね!?
es_es: That's it! I'm sorry often, but could you bring something to heal your wounds !?

source: すまないが今は持っていないな。
es_es: I'm sorry but I don't have it now.

source: うわーん、痛い、痛すぎる！
es_es: Wow, it hurts, it hurts too much!

source: 傷を癒すもの、なんでもいいので ……あとで持ってきていただけませんかね！
es_es: Anything that heals the wounds is fine ... Could you bring it later!

source: しかたねぇな…… まったく、こまった奴だ。
es_es: I don't know ... He's a mess.

source: これでいいか？
es_es: Is it OK?

source: おぉ、これはこれは！
es_es: Oh, this is this!

source: うぅ、ありがとうございます…… しかしながらまだ痛みが残っておりますゆえ……
es_es: Uh, thank you ... However, the pain still remains ...

source: もうしばらく、私の治療に お付き合いいただけるとありがたいのですが……
es_es: I would be grateful if you could keep up with my treatment for a while ...

source: しかたねぇな…… まったく、手間のかかる奴だ。
es_es: I don't know ... It's a very time-consuming guy.

source: ふむ、痛みがひいた！ 完治しましたとも！
es_es: Hmm, I'm in pain! It was completely cured!

source: ……どうやら私は、 またあなたに助けられてしまったようですね！
es_es: ...... Apparently I was helped by you again!

source: お前が助けを求めてきたから、仕方なくな。
es_es: I can't help it because you asked for help.

source: ふふふ、あなたも段々と、 人助けをする快感を覚えてきたようですね！
es_es: Fufufu, it seems that you are gradually feeling the pleasure of helping others!

source: ……ん？ 誰かが困っている声がする！ 行かねば！
es_es: ……Hmm? I hear someone in trouble! I have to go!

source: 今回も助かりましたとも！ また…… お会いしましょう！
es_es: I was saved this time too! Let's meet again!

source: や、あなたではないですか！
es_es: Isn't it you!

source: まだ私、傷が痛むのです！ 傷を癒すもの、持ってきていただけませんかね!?
es_es: I still hurt my wounds! Would you please bring something to heal your wounds !?

source: や、あなたはいつぞやの！
es_es: No, when are you!

source: ……またお前、騒動にちょっかいだして ぼこぼこにされたのか？
es_es: ...... Did you get messed up by the turmoil again?

source: し、失礼な！ 人々の笑顔を身をていして守った、 そう言っていただきたい！
es_es: And rude! I want you to say that I protected people's smiles by wearing them!

source: それにしても痛い！ 全身が痛すぎる！
es_es: Even so, it hurts! My whole body hurts too much!

source: フッ、お前も懲りないな……
es_es: Huh, you won't be disciplined ...

source: そりゃあもう！ たびたび申し訳ありませんが、 傷を癒すもの、持ってきていただけませんかね!?
es_es: That's it! I'm sorry often, but could you bring something to heal your wounds !?

source: すまないが今は持っていないな。
es_es: I'm sorry but I don't have it now.

source: うわーん、痛い、痛すぎる！
es_es: Wow, it hurts, it hurts too much!

source: 傷を癒すもの、なんでもいいので ……あとで持ってきていただけませんかね！
es_es: Anything that heals the wounds is fine ... Could you bring it later!

source: しかたねぇな…… まったく、こまった奴だ。
es_es: I don't know ... He's a mess.

source: これでいいか？
es_es: Is it OK?

source: おぉ、これはこれは！
es_es: Oh, this is this!

source: うぅ、ありがとうございます…… しかしながらまだ痛みが残っておりますゆえ……
es_es: Uh, thank you ... However, the pain still remains ...

source: もうしばらく、私の治療に お付き合いいただけるとありがたいのですが……
es_es: I would be grateful if you could keep up with my treatment for a while ...

source: しかたねぇな…… まったく、手間のかかる奴だ。
es_es: I don't know ... It's a very time-consuming guy.

source: ふむ、痛みがひいた！ 完治しましたとも！
es_es: Hmm, I'm in pain! It was completely cured!

source: ……どうやら私は、 またあなたに助けられてしまったようですね！
es_es: ...... Apparently I was helped by you again!

source: お前が助けを求めてきたから、仕方なくな。
es_es: I can't help it because you asked for help.

source: ふふふ、あなたも段々と、 人助けをする快感を覚えてきたようですね！
es_es: Fufufu, it seems that you are gradually feeling the pleasure of helping others!

source: ……ん？ 誰かが困っている声がする！ 行かねば！
es_es: ……Hmm? I hear someone in trouble! I have to go!

source: 今回も助かりましたとも！ また…… お会いしましょう！
es_es: I was saved this time too! Let's meet again!

source: や、あなたではないですか！
es_es: Isn't it you!

source: 私、まだ殴られた傷が痛むのですよ！ 傷を癒すもの、持ってきていただけましたか！
es_es: I still hurt the beaten wounds! Could you bring something to heal your wounds?

source: や、あなたはいつもの！
es_es: No, you are always!

source: お前も懲りないな…… また、ぼこぼこにされたのか。
es_es: Don't be disciplined ... Did you get bumped again?

source: しかし、今回はひどくやられたな。 熊に襲われている女でも助けたのか？
es_es: But this time it was terrible. Did the woman who was attacked by the bear help?

source: ……この町には、平和を乱す輩が多すぎます！
es_es: ...... There are too many people in this town who disturb peace!

source: どうして、人の嫌がることを 平気でする人がいるのでしょうか!?
es_es: Why do some people feel comfortable with people's dislikes !?

source: 相手の気持ちを想像できないのでしょうか!? どうして、人は人を傷つけようとするのでしょうか!?
es_es: Can't you imagine the feelings of the other person !? Why do people try to hurt others !?

source: 人は傷ついたら、こんなに…… 痛いのですよ……
es_es: When a person gets hurt, it hurts so much ...

source: ……ああ。その通りだな。
es_es: ……Oh. That's right.

source: そうです、傷ついたらこんなに痛いのです…… ……って、痛い痛い！ 忘れておりました！ 殴られたところがとても痛いです！
es_es: That's right, it hurts so much when it gets hurt ………… It hurts! I forgot! It hurts when I'm beaten!

source: ……ふっ、そうか、そうだな。
es_es: …… Huh, yeah, that's right.

source: 何を笑っておられるのですか？ いつもの如く、 傷を癒すものをよろしくお願いしますよ！
es_es: What are you laughing at? As always, thank you for something that heals your wounds!

source: すまないが今は持っていないな。
es_es: I'm sorry but I don't have it now.

source: うわーん、痛い、痛すぎる！
es_es: Wow, it hurts, it hurts too much!

source: 傷を癒すもの、なんでもいいので ……はやく持ってきていただけませんかね！
es_es: Anything that heals your wounds is fine, so please bring it with you soon!

source: あぁ、わかった。
es_es: Oh, I understand.

source: これでいいか？
es_es: Is it OK?

source: おぉ、これはこれは！
es_es: Oh, this is this!

source: うぅ、ありがとうございます…… しかしながらまだ痛みが残っておりますゆえ……
es_es: Uh, thank you ... However, the pain still remains ...

source: もう少しばかり、傷を癒すものを お届けしていただけると幸いなのですが……
es_es: I would be grateful if you could deliver something that heals your wounds a little more ...

source: フッ、まかせておけ。
es_es: Huh, leave it to me.

source: ふむ、痛みがひいた！ 完治しましたとも！
es_es: Hmm, I'm in pain! It was completely cured!

source: しかし…… いくら体の傷が癒えても、 心の傷は癒えそうにありません……
es_es: But ... no matter how much the wounds on the body heal, the wounds on the heart are unlikely to heal ...

source: 心の傷……？
es_es: Emotional scars……?

source: ……えぇ、私、気付いてしまったのですよ。
es_es: ...... Well, I noticed.

source: 私、この町で困っている人がいなくなるようにと、 喧嘩の仲裁やら、暴漢の撃退やら…… いろいろがんばってきたつもりです！
es_es: I've been doing my best to arbitrate fights, fight off thugs, and so on, so that no one in this town is in trouble!

source: しかし、その場は丸く収まったとしても、 また別の場所でまた、人が争うのです！
es_es: But even if the place fits in a circle, people will fight again in another place!

source: 困ってる人が…… いなくならないのです！
es_es: People in trouble ... will not go away!

source: それでは私、殴られ損じゃないですか！ 私が痛い思いをするだけで、 この町は何も変わらないのです！
es_es: Then I'm not beaten! Just because I hurt, nothing changes in this town!

source: そんなことは……
es_es: that kind of thing is……

source: 困っている人を助けるという使命は しばらくお休みしようと思います……
es_es: I will take a break from my mission to help people in need ...

source: 今回も、ありがとうございました。……それでは。
es_es: Thank you again for this time. ...... Then.

source: や、あなたではないですか！ 困ったことがあったらいつでも助けに行きますよ！
es_es: Isn't it you! If you have any problems, I will always go to help!

source: 挙動不審な男
es_es: Behavior suspicious man

source: 龍馬
es_es: Ryoma

source: 女の声
es_es: Woman's voice

source: いたいけなお嬢さん
es_es: A good lady

source: 意地の悪そうな男
es_es: Nasty man

source: 根性の曲がった男
es_es: A crooked man with guts

source: 二人
es_es: Two people

source: 正義感ある怪我人
es_es: Injured person with a sense of justice

source: 正義感ある怪我人との絆
es_es: Bonds with injured people with a sense of justice

source: 正義感ある怪我人の体力
es_es: Physical strength of an injured person with a sense of justice
