Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid0044004d.po
Languages: es_es

source: これじゃ足りねぇぜ…… これはお上に献上する分だろ？ あと…… 俺、個人に献上する分が足りねぇんだぜ。
es_es: This isn't enough ... Isn't this enough to give to the government? And ... I don't have enough to give to an individual.

source: えぇー！ そんな、困りますよー！
es_es: Eh! I'm in trouble!

source: 早くお米をだせ！ 子供がどうなってもいいのか！
es_es: Serve rice quickly! What happens to my child!

source: きゃ、キャ～！ お父さん、助けて～！
es_es: Kya ~! Dad, help me ~!

source: （なんだか白熱する展開になってきたな……）
es_es: (It's getting hotter ...)

source: ぐぅぅ～、子供の命にはかえられない。 いいでしょう、うちのお米、全部さしあげます。
es_es: Guu ~, it cannot be returned to the life of a child. Okay, I'll give you all of our rice.

source: 最初からこうしときゃいいんだよ！ 俺に逆らったら、斬り捨て御免！ あっという間にお前らなんか刀の錆なんだぜ！
es_es: You should do this from the beginning! If you go against me, don't slash! In a blink of an eye, you guys are rusting your sword!

source: うぅ…… せっかく頑張って作ったお米が全部……
es_es: Uh ... all the rice I made with all my might ...

source: えーんえーん。
es_es: Hmmmm.

source: じゃあ、米もたっぷりもらったし、あばよー！
es_es: Well then, I got plenty of rice, goodbye!

source: （めちゃくちゃな設定ながらも なんだか悲しい話になってきたな……）
es_es: (Although it's a messed up setting, it's kind of sad ...)

source: （子供の遊びだし、さりげなくこの武士を対処して 幸せな結末を迎えさせてやろう）
es_es: (It's a child's play, and let's casually deal with this samurai and have a happy ending)

source: そこの武士！ ちょっと待て……！
es_es: Samurai there! wait a minute……!

source: なんだぁ？ 農家の女房風情が。 俺様に文句でもあるのかだぜ？
es_es: What is it? The atmosphere of a farmer's wife. Is it also a complaint to me?

source: 女房をなめるなよ…… そもそも何故武士が 個々の家から年貢の徴収を 行っているんだ？
es_es: Don't lick your wife ... Why are samurai collecting annual tribute from individual homes in the first place?

source: 村単位で納める村請制度が常識なはずだ。 それにお前個人に 米を貢がなきゃいけないなんて制度はねぇ。
es_es: The village contract system, which pays by village, should be common sense. Besides, there is no system that you have to contribute rice to yourself.

source: な、なんだと！ う、うるせえ、うるせえ！ 言うこと聞かないと斬り捨て御免だぜー！ 家族みんな斬っちまうぜー！
es_es: What the hell! Uh, noisy, noisy! If you don't listen to what you say, you'll be exempt from slashing! Let's slash the whole family!

source: ……斬り捨て御免は、 武士の体面を大きく汚された場合にしか 適用されないんだぜ？
es_es: ...... The slashing exemption is only applied when the samurai's face is heavily soiled, right?

source: 正統性が認められなければ普通に犯罪だ。 あなたの武士である権利をはく奪される可能性も 大いにあるんだからな…… のよ！
es_es: If legitimacy is not recognized, it is a normal crime. There is a great chance that you will be deprived of your right to be a samurai ...!

source: くそー！ なんだこいつは！ もう米なんているか！ お、覚えてろー！
es_es: Damn it! What is this guy! Do you have rice anymore! Oh, remember!

source: （しまった、遊びのつもりが、 声を荒げすぎてしまったか……？）
es_es: (Did you intend to play, but your voice was too loud ...?)

source: お、お母さん…… すごい！
es_es: Oh, mom ... amazing!

source: すっげーかっこよかったー！
es_es: It was really cool!

source: お米も持って行かれずにすんだし。 これで無事、年を越せそうだよぉ～。
es_es: I didn't have to bring rice with me. It looks like we'll be able to pass the year safely.

source: そうだなぁ、餅をいっぱい買って 平和にお正月を迎えよう。
es_es: Well, let's buy a lot of rice cakes and have a peaceful New Year.

source: わーい！ お餅お餅！
es_es: Yay! Mochi Mochi!

source: 今日のおままごとはとっても楽しかったねぇ。
es_es: I really enjoyed playing house today.

source: ねー！ 手に汗握る展開だったよー！
es_es: Hey! It was a sweaty development!

source: おじちゃんのおかげだよ！ 付き合ってくれてありがと…… また遊んでね！
es_es: Thanks to my uncle! Thank you for dating ... Play again!

source: （……ふぅ、なれないことをすると疲れるな）
es_es: (... Huh, don't get tired if you can't get used to it)

source: うーん……
es_es: Hmm ...

source: （この子は武士役の子だな）
es_es: (This child is a samurai child)

source: どうかしたのか？
es_es: What's wrong?

source: おじちゃん…… おままごとしてる時に おじちゃんが私に言ってたことは 本当…… なんだよね？
es_es: Uncle ... What he said to me when he was playing house ... isn't it?

source: ん？ ……年貢とか、斬り捨て御免についてか？
es_es: Hmm? ...... Is it about annual tribute or exemption from slashing?

source: うん……
es_es: Yup……

source: そうだな、あんな武士はいないな。 お前も次からは武士より、 奥さん役とかをやった方がいいんじゃないか？
es_es: Well, there is no such samurai. Isn't it better for you to play the role of wife rather than samurai from now on?

source: でもね、おじちゃん…… うちに来る武士の人は、いつも…… あんな感じよ。
es_es: But, uncle ... the samurai who come to us always ... like that.

source: いっつもお父さんやお母さんが作ったもの 全部…… 持っていっちゃうし。
es_es: Everything that my dad and mom made ... I'll bring it with me.

source: 何…… それは本当か？
es_es: What ... is that true?

source: その武士を見てみたいんだが…… 会えるか？
es_es: I'd like to see the samurai ... Can you meet me?

source: 今日、もうすぐうちに来る時間だと思う……
es_es: I think it's about time to come today ...

source: 案内してくれ。
es_es: Please guide me.

source: 武士
es_es: warrior

source: 龍馬
es_es: Ryoma

source: 女の子の父親
es_es: Girl father

source: 大人しい女の子
es_es: Quiet girl

source: 元気な女の子
es_es: Cheerful girl

source: 遊ぶ
es_es: play

source: 今忙しい
es_es: Are you occupied

source: 素朴な男の子
es_es: Naive boy

source: 煮売り屋さんの惣菜
es_es: Boiled shop side dish

source: 野菜のおひたし 芋の煮物 豆腐
es_es: Boiled vegetables and potatoes Tofu

source: すき焼き
es_es: Sukiyaki

source: 二人
es_es: Two people

source: 「浮気してない？」
es_es: "Are you cheating?"

source: 「お仕事どうでした？」
es_es: "How was your job?"

source: 黙々とご飯を食べる
es_es: Eat rice silently

source: 通りすがりの大人たち
es_es: Adults passing by

source: ３人
es_es: 3 people

source: 遊ばない
es_es: Don't play
