Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00330455.po
Languages: es_es

source: お兄さん、ここでは西洋の「ポーカー」っちゅう 札遊びができるんや。 遊んで行きはりますか？
es_es: Brother, you can play poker in the West here all the time. Do you play and go?

source: ああ、遊ばせてもらおう。
es_es: Oh, let's play.

source: かしこまりました。 掛け率はどうしはりますか？
es_es: Understood. What is the multiplication rate?

source: 低掛け率でたのむ。
es_es: Enjoy with a low multiplication rate.

source: 低掛け率の掛け単位は、 第１、第２回は５点、 第３、第４回は１０点となります。
es_es: The multiplication unit of the low multiplication rate is 5 points for the 1st and 2nd times, and 10 points for the 3rd and 4th times.

source: では席へどうぞ。
es_es: Then go to your seat.

source: お兄さん、低掛け率のポーカーを 遊んで頂くには、 最低１００点の点数が必要となります。
es_es: Brother, you need at least 100 points to play low-rate poker.

source: 高掛け率でたのむ。
es_es: Enjoy with a high multiplication rate.

source: 高掛け率の掛け単位は、 第１、第２回は５０点、 第３、第４回は１００点となります。
es_es: The multiplication unit of the high multiplication rate is 50 points for the 1st and 2nd times, and 100 points for the 3rd and 4th times.

source: では席へどうぞ。
es_es: Then go to your seat.

source: お兄さん、高掛け率のポーカーを 遊んで頂くには、 最低１０００点の点数が必要となります。
es_es: Brother, you need at least 1000 points to play poker with a high percentage.

source: ああ、遊ばせてもらおう。
es_es: Oh, let's play.

source: かしこまりました。 掛け率はどういたしますか？
es_es: Understood. What do you do with the multiplication rate?

source: 低掛け率でたのむ。
es_es: Enjoy with a low multiplication rate.

source: 低掛け率の掛け単位は、 第１、第２回は５点、 第３、第４回は１０点となります。
es_es: The multiplication unit of the low multiplication rate is 5 points for the 1st and 2nd times, and 10 points for the 3rd and 4th times.

source: では席へどうぞ。
es_es: Then go to your seat.

source: お客様、低掛け率のポーカーを 遊んで頂くには、 最低１００点の掛け点が必要となります。
es_es: Customers need at least 100 points to play poker with a low rate.

source: 高掛け率でたのむ。
es_es: Enjoy with a high multiplication rate.

source: 高掛け率の掛け単位は、 第１、第２回は５０点、 第３、第４回は１００点となります。
es_es: The multiplication unit of the high multiplication rate is 50 points for the 1st and 2nd times, and 100 points for the 3rd and 4th times.

source: では席へどうぞ。
es_es: Then go to your seat.

source: お客様、高掛け率のポーカーを 遊んで頂くには、 最低１０００点の掛け点が必要となります。
es_es: Customers need at least 1000 points to play poker with a high rate of poker.

source: ああ、遊ばせてもらおう。
es_es: Oh, let's play.

source: かしこまりました。 掛け率はどういたしますか？
es_es: Understood. What do you do with the multiplication rate?

source: 低掛け率でたのむ。
es_es: Enjoy with a low multiplication rate.

source: 低掛け率の掛け単位は、 第１、第２回は５点、 第３、第４回は１０点となります。
es_es: The multiplication unit of the low multiplication rate is 5 points for the 1st and 2nd times, and 10 points for the 3rd and 4th times.

source: では席へどうぞ。
es_es: Then go to your seat.

source: お客様、低掛け率のポーカーを プレイして頂くには、 最低１００点の掛け点が必要となります。
es_es: Customers need a minimum of 100 points to play poker with a low rate.

source: 高掛け率でたのむ。
es_es: Enjoy with a high multiplication rate.

source: 高掛け率の掛け単位は、 第１、第２回は５０点、 第３、第４回は１００点となります。
es_es: The multiplication unit of the high multiplication rate is 50 points for the 1st and 2nd times, and 100 points for the 3rd and 4th times.

source: では席へどうぞ。
es_es: Then go to your seat.

source: お客様、高掛け率のポーカーを 遊んで頂くには、 最低１０００点の掛け点が必要となります。
es_es: Customers need at least 1000 points to play poker with a high rate of poker.

source: テキサスホールデムの遊び方を 確認いたしますか？
es_es: Would you like to know how to play Texas Hold'em?

source: では席へどうぞ。
es_es: Then go to your seat.

source: パイナップルホールデムの遊び方を 確認いたしますか？
es_es: Would you like to see how to play Pineapple Hold'em?

source: では席へどうぞ。
es_es: Then go to your seat.

source: オマハホールデムの遊び方を 確認いたしますか？
es_es: Would you like to see how to play Omaha Hold'em?

source: では席へどうぞ。
es_es: Then go to your seat.

source: いや、やめておこう。
es_es: No, let's stop.

source: そうですか。 次は是非遊んでいって下さい。
es_es: Is that so. Please play next time.

source: ディーラー
es_es: dealer

source: テキサスホールデムで遊ぶ
es_es: Play in Texas Hold'em

source: パイナップルホールデムで遊ぶ
es_es: Play with Pineapple Hold'em

source: オマハホールデムで遊ぶ
es_es: Play at Omaha Hold'em

source: テキサスホールデム練習
es_es: Texas Hold'em practice

source: パイナップルホールデム練習
es_es: Pineapple Hold'em practice

source: オマハホールデム練習
es_es: Omaha Hold'em practice

source: やめる
es_es: Stop

source: 低掛け率（５点／１０点）
es_es: Low multiplication rate (5 points / 10 points)

source: 高掛け率（５０点／１００点）
es_es: High multiplication rate (50 points / 100 points)

source: 確認する
es_es: Check
