Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid0044004d.po
Languages: es_es

source: つ…… 強ぇ！
es_es: One ... strong!

source: おい、お前。
es_es: Hey, you.

source: は…… は、はい！
es_es: Hmm ... yes!

source: どうせこの家以外からも搾取して、 私腹を肥やしているんだろ？
es_es: Anyway, you're exploiting from other than this house and fertilizing your stomach, right?

source: め、めっそうもない！
es_es: Not really!

source: またお前が同じことを繰り返していると 耳に入ってきたら、 俺がお前を斬り捨て御免してやるから、覚悟しろよ？
es_es: If you hear that you're doing the same thing again, I'll slash you and excuse you, so be prepared?

source: ひ、ひぃぃぃ！ もうしませぇぇぇぇん!!!!
es_es: Hi, hii! I won't do it anymore !!!!

source: どちら様か存じ上げませんが…… ありがとうございます。助かりました。
es_es: I don't know who you are, but ... Thank you. It was helpful.

source: あいつに逆らったり、告げ口したりすれば どんな報復が待っているか…… そう考えると何もできず…… 困っていたのです。
es_es: What kind of retaliation awaits me if I go against him or tell him ... I couldn't do anything when I thought about it ... I was in trouble.

source: 奴もこれで懲りたと思うが……
es_es: I think he was also disciplined by this ...

source: もし、あいつがまたこの家に来たら おじちゃん、また助けてくれる……？
es_es: If he comes to this house again, uncle will help me again ...?

source: あぁ、もちろんだ……
es_es: Oh, of course ...

source: よかった…… 本当にありがとうございます。 これで安心して暮らせます。
es_es: I'm glad ... Thank you very much. Now you can live with peace of mind.

source: フッ、これでお前達のままごとも、 もっと平和なお話になるだろうな。
es_es: Huh, this will make your story even more peaceful.

source: うん…… 私、いざこざがない展開の方が好きだよ。
es_es: Yeah ... I prefer a hassle-free deployment.

source: ままごと？ いざこざ？
es_es: Play house? Is it a problem?

source: お父さんには…… 内緒。
es_es: To my dad ... secret.

source: えぇー!?
es_es: Eh !?

source: フッ。
es_es: Huh.

source: あはははは！
es_es: Ahahahaha!

source: おいおい、たったのこれっぽっちかよ？ 全然足りないぜ！ 次会う時までには 借りてでもいいから、金を作ってろよ。
es_es: Hey, is it just like this? Not enough! You can borrow it by the time you meet next time, so make some money.

source: すみません…… もうこれ以上は……
es_es: Excuse me ... no more ...

source: あぁ!? まさかこの俺様に文句でもあんのか!? お前の女と子供を斬り捨ててもいいんだぜ？ 斬り捨て御免だぞ!? いいのか!?
es_es: Ah !? Isn't this a complaint to me !? Can you slash your woman and your child? Excuse me for slashing !? Is that okay !?

source: そ、それだけはご勘弁を……
es_es: Well, just forgive me ...

source: けっ、いやなら言うとおりにしろってんだぜ……
es_es: Well, if you don't like it, just do what you say ...

source: おい。
es_es: Hey.

source: だ、誰だお前は！ あ！ クソ、このガキが呼びやがったのか！
es_es: Who are you! Ah! Shit, did this kid call me!

source: 随分武士の風上におけないことを やっているようだな？
es_es: You seem to be doing something that you can't keep upwind of the samurai?

source: うるせえ、うるせえ！ こうなりゃ本当に斬り捨て御免だぜ！
es_es: Noisy, noisy! If this happens, I'm really sorry for throwing it away!

source: おじちゃん…… おままごとして遊んでくれる？
es_es: Uncle ... Will you play as a house?

source: すまない、今は少し忙しいんだ。 また後でやろう。
es_es: I'm sorry, I'm a little busy right now. I'll do it later.

source: ううう。……わかった。 私たち、違う遊びして待ってるから。 後で絶対おままごとしに来てね……
es_es: Uuu. ……all right. We're waiting for a different play. Please come to play house later ...

source: 分かった。おままごとをやってやる。
es_es: Do you get it. I'll play house.

source: わーい！ やったー！
es_es: Yay! Yay!

source: ちなみに、初心者だからな。 お手柔らかに頼むぞ。
es_es: By the way, I'm a beginner. I'll ask you gently.

source: うん、それじゃあ簡単に、よくある一般の農民の家 って設定にしよう。この子が、農民の旦那さん。
es_es: Yeah, then let's easily set up a typical farmer's house. This child is a farmer's husband.

source: よ、よろしくおねがいします。
es_es: Thank you for your consideration.

source: で、おじちゃんがその妻でー。
es_es: And my uncle is his wife.

source: なにっ!?
es_es: What !?

source: おじちゃんが、妻役！
es_es: Uncle plays the role of wife!

source: いや…… そういう役は 女の子がやった方がいいんじゃないか？
es_es: No ... Isn't it better for girls to play such a role?

source: ……そっちの子とか。
es_es: ...... That child.

source: えっと、私は…… 武士の役だから。
es_es: Well, I'm ... because I'm a samurai.

source: ……そうか。
es_es: ……Really.

source: ……で、私が農民の家の娘役。 おじちゃんは私のお母さんだよ。
es_es: ... and I'm the daughter of a farmer's house. My uncle is my mom.

source: ……わかった。 俺が妻、だな……
es_es: ……all right. I'm my wife ...

source: じゃあさっそく始めよう！ みんな、位置についてー！
es_es: Let's get started! Everyone, about the position!

source: はい。それじゃあ、はじめっ！
es_es: Okay. Well then, let's get started!

source: ……ちょっとちょっと！ おじちゃん！ おじちゃんはお母さん役なんだからお料理をしなきゃ！
es_es: ...... A little bit! Uncle! My uncle is the mother, so I have to cook!

source: お、おう……
es_es: Oh, oh ...

source: お母さんは“お、おう……”じゃないでしょ!?
es_es: Mom isn't "Oh, oh ..." !?

source: わかった!?
es_es: all right!?

source: ……お、お母さん、はりきっちゃう、ぞ。
es_es: …… Oh, mom, I'm crazy.

source: うーん、まだちょっと違う気がするけど…… まぁいいや、お料理してて。
es_es: Well, I think it's still a little different, but ... well, I'm cooking.

source: （ままごとというのは難しいものだな。 しかし一度引き受けてしまったものは仕方ない…… 最後までやりとおそう）
es_es: (It's difficult to play house, but once you've accepted it, you can't help it ... Let's do it to the end)

source: じゃ、お母さんがお料理してるところから始まりね。
es_es: Then, it starts from the place where the mother is cooking.

source: よーい始め！
es_es: Good start!

source: （……料理をすれば、いいんだよな）
es_es: (... I hope you cook)

source: 始めだってば！
es_es: If it's the beginning!

source: ……と、トントントントン。
es_es: ... and ton ton ton ton.

source: お母さーん、お腹空いたようー！ とってもいい匂いがするけど、今日のご飯はなーに？
es_es: Mom, I'm hungry! It smells very good, but what's the rice today?

source: （む…… 献立か。そこまで考えていなかった）
es_es: (Mu ... Menu? I didn't think so much)

source: （つぶらな瞳でこちらを見ているな。 さて、どうするか……）
es_es: (Don't look at me with round eyes. What should I do ...)

source: に、煮売り屋さんのお惣菜だ…… わよ。
es_es: Besides, it's a side dish from a boiled shop ... Wow.

source: えー！ また出来合いのおかずなのー？ 手抜きすぎるよ！ じゃあさっき何をトントン切ってたの～！
es_es: Eh! Is it a ready-made side dish again? I'm cutting too much! Then what were you cutting?

source: それもそうだな…… だわね。
es_es: That's right ...

source: 野菜のおひたし、芋の煮物、豆腐だ…… わよ。
es_es: Vegetables, simmered potatoes, tofu ... Wow.

source: わぁい！ 本格的！ 私、芋の煮物だーいすき！ しかもお豆腐まであるんだね、ずいぶん豪勢だなぁ。
es_es: Wow! Authentic! I like simmered potatoes! Besides, there are even tofu, which is quite a lot of people.

source: よ、喜んでくれて嬉しい…… わ。
es_es: I'm glad you're happy ...

source: すき焼きだ…… わよ。
es_es: It's sukiyaki ... Wow.

source: ちょ、ちょっと！ 豪華すぎない……？ もうちょっと現実的な献立にしてよ、お母さん……
es_es: Hey! Isn't it too luxurious ...? Make the menu a little more realistic, mom ...

source: は、はりきりすぎたかもしれない…… わね。
es_es: Maybe it was too hard ... I see.

source: 今、帰ったぞー。
es_es: I'm back now.

source: お父さんだ！ おかえりなさーい！
es_es: Dad! Welcome back!

source: ……お母さん、お父さんが帰って来たよ。
es_es: ...... Mom and dad are back.

source: あ、ああ。 お、おかえりなさい。あ…… あな…… た？
es_es: Ah, ah. Welcome back. Ah ... ah ... was it?

source: ただいま。……いやー今日も疲れたよ。
es_es: I'm home. ...... No, I'm tired today as well.

source: お疲れ様…… ご飯ができてますよ？
es_es: Thank you for your hard work ... Are you ready for rice?

source: おっ、美味そうだなぁ。じゃあみんなで食べようか。
es_es: Oh, it looks delicious. Then let's eat together.

source: いただきます。
es_es: I will have it.

source: い、いただきます。
es_es: I will.

source: むしゃむしゃ……
es_es: Munching ...

source: ぱくぱく……
es_es: Pakupaku ……

source: もぐもぐ……
es_es: Mogumogu ……

source: （何か喋れ…… そんな無言の圧力を感じるな…… 旦那さん役に何か話題をふってみるか？）
es_es: (Speak something ... Don't feel such silent pressure ... Would you like to talk about something about your husband?)

source: （少し過激な展開にしてみるか……？）
es_es: (Would you like to make it a little radical ...?)

source: あ、あなた…… 最近浮気してるでしょ？
es_es: Oh, you ... You're having an affair lately, right?

source: えっ!? し、してるわけないだろう！
es_es: Eh !? And you can't do it!

source: エェ～!? お母さん、今の発言はどういうこと!?
es_es: Oh !? Mom, what do you mean now !?

source: （子供が食いついてきたようだな よし、少し盛り上げてみるか……）
es_es: (It looks like the kids are eating, so why don't we get excited ...)

source: ……し、知ってるんだぞ。 私、あなたがお隣の田向さんの奥さんと ２人でいるところを…… 見てしまったのだわ。
es_es: ... and you know. I saw you with Mr. Tamukai's wife next door ...

source: えー…… あれはねー…… 遊んでただけだよ。
es_es: Eh ... that was ... I was just playing.

source: キャー！ “遊んでた”だなんて、お父さん！ 自ら罪を自白しちゃったようなものよー!?
es_es: Car! Dad said he was "playing"! It's like confessing your sins !?

source: え？ あ、あわわわわ……！
es_es: e? Oh, it's fluffy ...!

source: （……この流れに乗じて家を出てしまえば、 ままごとをこれでおしまいにできるかも しれないな…… よし……）
es_es: (... If you take advantage of this trend and leave the house, you may be able to finish your house with this ... OK ...)

source: 浮気は許せん。もうあんたには愛想がつきた。 ……実家に帰らせていただく！
es_es: Cheating is not allowed. You are already amiable. ...... I will return to my parents' house!

source: お、お母さん、考え直して！
es_es: Oh mom, think again!

source: 俺が悪かったぁぁぁ！ もう浮気はしねぇよぉぉぉ！ 許してくれぇぇぇ！
es_es: I was bad! I'm not cheating anymore! Please forgive me!

source: お母さん、お父さんも反省してるみたいよ！ ……やけに迫真の演技だけど。
es_es: It seems that mom and dad are also reflecting on it! ...... It's a real performance.

source: いっつも父ちゃんが母ちゃんに言ってるんだ。
es_es: Dad is always telling mom.

source: お父さんには私からきつく言っとくから、ね！ またみんなで仲良く暮らそうよ！
es_es: I'll tell my dad hard! Let's live together again!

source: む…… わ、わかった。
es_es: Mmm ... I see.

source: （早く切りあげられるかもしれないと思ったが、 そうもいかないみたいだな……）
es_es: (I thought it might be rounded up soon, but it doesn't seem to be so ...)

source: （無難な質問をしてみるか……）
es_es: (Do you want to ask a safe question ...)

source: き、今日のお仕事は…… ど、どうだっ…… どうでしたか？
es_es: What was your job today ... How was it ... How was it?

source: えーとねー…… お米がいっぱいとれたよー。
es_es: Well ... I got a lot of rice.

source: どれくらいとれたの？
es_es: How much did you get?

source: んーと、２年分くらいかな。
es_es: Well, maybe about two years.

source: えーすごーい！ それじゃあ私達、 大金持ちになれちゃうかも！
es_es: Wow! Then we could be very rich!

source: ハッハッハ、そうだなぁ。 きっと毎日お豆腐食べ放題だよ。
es_es: Ha ha ha, that's right. I'm sure you can eat tofu every day.

source: えへへ、お豆腐大好きー！
es_es: Ehe, I love tofu!

source: （ままごとらしい会話ができたようだな……）
es_es: (It seems that we were able to have a conversation like playing house ...)

source: （下手なことは言わずに飯を食っていよう……）
es_es: (Let's eat rice without saying bad things ...)

source: さ、さぁ、みんなでご飯を食べましょう。
es_es: Now, let's eat together.

source: そうだね。むしゃむしゃ。
es_es: Yeah. Munching.

source: ……むしゃむしゃ。
es_es: ...... Munching.

source: …………もぐもぐ、ご、ごはんが美味いわね！
es_es: ………… Mogumogu, rice, rice is delicious!

source: むしゃむしゃ。
es_es: Munching.

source: 邪魔するぜ…… 俺は武士だ。年貢を預かりに来た。
es_es: I'll disturb you ... I'm a samurai. I came to keep my annual tribute.

source: あ、武士さんいらっしゃい。
es_es: Oh, welcome to the samurai.

source: やいやい、年貢をよこしやがれ！
es_es: No, give me an annual tribute!

source: 今日はお米がいっぱいとれたんです。 年貢としてお納めします。はいどうぞ。
es_es: I got a lot of rice today. I will pay it as an annual tribute. here you are.

source: これじゃ足りねぇぜ…… これはお上に献上する分だろ？ あと…… 俺、個人に献上する分が足りねぇんだぜ。
es_es: This isn't enough ... Isn't this enough to give to the government? And ... I don't have enough to give to an individual.

source: えぇー！ そんな、困りますよー！
es_es: Eh! I'm in trouble!

source: 早くお米をだせ！ 子供がどうなってもいいのか！
es_es: Serve rice quickly! What happens to my child!

source: きゃ、キャ～！ お父さん、助けて～！
es_es: Kya ~! Dad, help me ~!

source: （なんだか白熱する展開になってきたな……）
es_es: (It's getting hotter ...)

source: ぐぅぅ～、子供の命にはかえられない。 いいでしょう、うちのお米、全部さしあげます。
es_es: Guu ~, it cannot be returned to the life of a child. Okay, I'll give you all of our rice.

source: 最初からこうしときゃいいんだよ！ 俺に逆らったら、斬り捨て御免！ あっという間にお前らなんか刀の錆なんだぜ！
es_es: You should do this from the beginning! If you go against me, don't slash! In a blink of an eye, you guys are rusting your sword!

source: うぅ…… せっかく頑張って作ったお米が全部……
es_es: Uh ... all the rice I made with all my might ...

source: えーんえーん。
es_es: Hmmmm.

source: じゃあ、米もたっぷりもらったし、あばよー！
es_es: Well then, I got plenty of rice, goodbye!

source: （めちゃくちゃな設定ながらも なんだか悲しい話になってきたな……）
es_es: (Although it's a messed up setting, it's kind of sad ...)

source: （子供の遊びだし、さりげなくこの武士を対処して 幸せな結末を迎えさせてやろう）
es_es: (It's a child's play, and let's casually deal with this samurai and have a happy ending)

source: そこの武士！ ちょっと待て……！
es_es: Samurai there! wait a minute……!

source: なんだぁ？ 農家の女房風情が。 俺様に文句でもあるのかだぜ？
es_es: What is it? The atmosphere of a farmer's wife. Is it also a complaint to me?

source: 女房をなめるなよ…… そもそも何故武士が 個々の家から年貢の徴収を 行っているんだ？
es_es: Don't lick your wife ... Why are samurai collecting annual tribute from individual homes in the first place?

source: 村単位で納める村請制度が常識なはずだ。 それにお前個人に 米を貢がなきゃいけないなんて制度はねぇ。
es_es: The village contract system, which pays by village, should be common sense. Besides, there is no system that you have to contribute rice to yourself.

source: な、なんだと！ う、うるせえ、うるせえ！ 言うこと聞かないと斬り捨て御免だぜー！ 家族みんな斬っちまうぜー！
es_es: What the hell! Uh, noisy, noisy! If you don't listen to what you say, you'll be exempt from slashing! Let's slash the whole family!

source: ……斬り捨て御免は、 武士の体面を大きく汚された場合にしか 適用されないんだぜ？
es_es: ...... The slashing exemption is only applied when the samurai's face is heavily soiled, right?

source: 正統性が認められなければ普通に犯罪だ。 あなたの武士である権利をはく奪される可能性も 大いにあるんだからな…… のよ！
es_es: If legitimacy is not recognized, it is a normal crime. There is a great chance that you will be deprived of your right to be a samurai ...!

source: くそー！ なんだこいつは！ もう米なんているか！ お、覚えてろー！
es_es: Damn it! What is this guy! Do you have rice anymore! Oh, remember!

source: （しまった、遊びのつもりが、 声を荒げすぎてしまったか……？）
es_es: (Did you intend to play, but your voice was too loud ...?)

source: お、お母さん…… すごい！
es_es: Oh, mom ... amazing!

source: すっげーかっこよかったー！
es_es: It was really cool!

source: お米も持って行かれずにすんだし。 これで無事、年を越せそうだよぉ～。
es_es: I didn't have to bring rice with me. It looks like we'll be able to pass the year safely.

source: そうだなぁ、餅をいっぱい買って 平和にお正月を迎えよう。
es_es: Well, let's buy a lot of rice cakes and have a peaceful New Year.

source: わーい！ お餅お餅！
es_es: Yay! Mochi Mochi!

source: 今日のおままごとはとっても楽しかったねぇ。
es_es: I really enjoyed playing house today.

source: ねー！ 手に汗握る展開だったよー！
es_es: Hey! It was a sweaty development!

source: おじちゃんのおかげだよ！ 付き合ってくれてありがと…… また遊んでね！
es_es: Thanks to my uncle! Thank you for dating ... Play again!

source: （……ふぅ、なれないことをすると疲れるな）
es_es: (... Huh, don't get tired if you can't get used to it)

source: うーん……
es_es: Hmm ...

source: （この子は武士役の子だな）
es_es: (This child is a samurai child)

source: どうかしたのか？
es_es: What's wrong?

source: おじちゃん…… おままごとしてる時に おじちゃんが私に言ってたことは 本当…… なんだよね？
es_es: Uncle ... What he said to me when he was playing house ... isn't it?

source: ん？ ……年貢とか、斬り捨て御免についてか？
es_es: Hmm? ...... Is it about annual tribute or exemption from slashing?

source: うん……
es_es: Yup……

source: そうだな、あんな武士はいないな。 お前も次からは武士より、 奥さん役とかをやった方がいいんじゃないか？
es_es: Well, there is no such samurai. Isn't it better for you to play the role of wife rather than samurai from now on?

source: でもね、おじちゃん…… うちに来る武士の人は、いつも…… あんな感じよ。
es_es: But, uncle ... the samurai who come to us always ... like that.

source: いっつもお父さんやお母さんが作ったもの 全部…… 持っていっちゃうし。
es_es: Everything that my dad and mom made ... I'll bring it with me.

source: 何…… それは本当か？
es_es: What ... is that true?

source: その武士を見てみたいんだが…… 会えるか？
es_es: I'd like to see the samurai ... Can you meet me?

source: 今日、もうすぐうちに来る時間だと思う……
es_es: I think it's about time to come today ...

source: 案内してくれ。
es_es: Please guide me.

source: やっぱりもう１人くらい必要ね。
es_es: After all, I need another person.

source: ３人でもできなくは…… ないけど。
es_es: Even three people can't do it ...

source: うーん…… あっ！
es_es: Hmm ... oh!

source: おじちゃん!! 私たちと一緒に遊んでー。
es_es: Uncle !! Playing with us.

source: ……俺か？
es_es: ...... Is it me?

source: そうだよ。「おままごと」して遊ぼうよ！
es_es: that's right. Let's play "playing house"!

source: 「おままごと」……だと？
es_es: "House" ...?

source: 興味がない。それに俺よりも、 もっと適した奴がいるだろう。じゃあな……
es_es: Am not interested. And there will be someone who is more suitable than me. See you……

source: うう…… うわあああああん!!
es_es: Uh ... Wow ah ah !!

source: え、子供泣かした？ ヒソヒソ……
es_es: Eh, did the child cry? Hisohiso ……

source: む……
es_es: Mu ……

source: 泣かないで…… 私まで、悲しくなってきちゃう……
es_es: Don't cry ... I'll be sad ...

source: しかたないよ。大人はみんな、 あんな感じなんだよ。 ぼくは…… あんな風にはなりたくないな……
es_es: It can't be helped. All adults are like that. I ... I don't want to be like that ...

source: うん。でも、いつかは私たちも そうなっちゃうのかな…… 悲しいね……
es_es: Yup. But I wonder if we will be like that someday ... I'm sad ...

source: （まずい…… 泣かせてしまった…… しかも、子供たちが大人に対して 希望を抱けなくなってしまっている）
es_es: (It's bad ... I made you cry ... Moreover, children can no longer have hope for adults)

source: ううう…… うわああん！
es_es: Wow ... Wow!

source: ヒソヒソ ヒソヒソ ヒソヒソ！
es_es: Hisohiso Hisohiso Hisohiso!

source: くっ！
es_es: Kuu!

source: （未来を作っていくのはこの子たちのような子供だ。 この子たちが夢を描けるような希望を見せることが、 大人の仕事…… 一肌脱ぐしかないのか……）
es_es: (It is children like these children who will create the future. It is an adult's job to show hope that these children can dream ... Is it the only way to take off?)

source: すまない、今は少し忙しいんだ。 また後でやろう。
es_es: I'm sorry, I'm a little busy right now. I'll do it later.

source: ううう。……わかった。 私たち、違う遊びして待ってるから。 後で絶対おままごとしに来てね……
es_es: Uuu. ……all right. We're waiting for a different play. Please come to play house later ...

source: 分かった。おままごとをやってやる。
es_es: Do you get it. I'll play house.

source: わーい！ やったー！
es_es: Yay! Yay!

source: ちなみに、初心者だからな。 お手柔らかに頼むぞ。
es_es: By the way, I'm a beginner. I'll ask you gently.

source: うん、それじゃあ簡単に、よくある一般の農民の家 って設定にしよう。この子が、農民の旦那さん。
es_es: Yeah, then let's easily set up a typical farmer's house. This child is a farmer's husband.

source: よ、よろしくおねがいします。
es_es: Thank you for your consideration.

source: で、おじちゃんがその妻でー。
es_es: And my uncle is his wife.

source: なにっ!?
es_es: What !?

source: おじちゃんが、妻役！
es_es: Uncle plays the role of wife!

source: いや…… そういう役は 女の子がやった方がいいんじゃないか？
es_es: No ... Isn't it better for girls to play such a role?

source: ……そっちの子とか。
es_es: ...... That child.

source: えっと、私は…… 武士の役だから。
es_es: Well, I'm ... because I'm a samurai.

source: ……そうか。
es_es: ……Really.

source: ……で、私が農民の家の娘役。 おじちゃんは私のお母さんだよ。
es_es: ... and I'm the daughter of a farmer's house. My uncle is my mom.

source: ……わかった。 俺が妻、だな……
es_es: ……all right. I'm my wife ...

source: じゃあさっそく始めよう！ みんな、位置についてー！
es_es: Let's get started! Everyone, about the position!

source: はい。それじゃあ、はじめっ！
es_es: Okay. Well then, let's get started!

source: ……ちょっとちょっと！ おじちゃん！ おじちゃんはお母さん役なんだからお料理をしなきゃ！
es_es: ...... A little bit! Uncle! My uncle is the mother, so I have to cook!

source: お、おう……
es_es: Oh, oh ...

source: お母さんは“お、おう……”じゃないでしょ!?
es_es: Mom isn't "Oh, oh ..." !?

source: わかった!?
es_es: all right!?

source: ……お、お母さん、はりきっちゃう、ぞ。
es_es: …… Oh, mom, I'm crazy.

source: うーん、まだちょっと違う気がするけど…… まぁいいや、お料理してて。
es_es: Well, I think it's still a little different, but ... well, I'm cooking.

source: （ままごとというのは難しいものだな。 しかし一度引き受けてしまったものは仕方ない…… 最後までやりとおそう）
es_es: (It's difficult to play house, but once you've accepted it, you can't help it ... Let's do it to the end)

source: じゃ、お母さんがお料理してるところから始まりね。
es_es: Then, it starts from the place where the mother is cooking.

source: よーい始め！
es_es: Good start!

source: （……料理をすれば、いいんだよな）
es_es: (... I hope you cook)

source: 始めだってば！
es_es: If it's the beginning!

source: ……と、トントントントン。
es_es: ... and ton ton ton ton.

source: お母さーん、お腹空いたようー！ とってもいい匂いがするけど、今日のご飯はなーに？
es_es: Mom, I'm hungry! It smells very good, but what's the rice today?

source: （む…… 献立か。そこまで考えていなかった）
es_es: (Mu ... Menu? I didn't think so much)

source: （つぶらな瞳でこちらを見ているな。 さて、どうするか……）
es_es: (Don't look at me with round eyes. What should I do ...)

source: に、煮売り屋さんのお惣菜だ…… わよ。
es_es: Besides, it's a side dish from a boiled shop ... Wow.

source: えー！ また出来合いのおかずなのー？ 手抜きすぎるよ！ じゃあさっき何をトントン切ってたの～！
es_es: Eh! Is it a ready-made side dish again? I'm cutting too much! Then what were you cutting?

source: それもそうだな…… だわね。
es_es: That's right ...

source: 野菜のおひたし、芋の煮物、豆腐だ…… わよ。
es_es: Vegetables, simmered potatoes, tofu ... Wow.

source: わぁい！ 本格的！ 私、芋の煮物だーいすき！ しかもお豆腐まであるんだね、ずいぶん豪勢だなぁ。
es_es: Wow! Authentic! I like simmered potatoes! Besides, there are even tofu, which is quite a lot of people.

source: よ、喜んでくれて嬉しい…… わ。
es_es: I'm glad you're happy ...

source: すき焼きだ…… わよ。
es_es: It's sukiyaki ... Wow.

source: ちょ、ちょっと！ 豪華すぎない……？ もうちょっと現実的な献立にしてよ、お母さん……
es_es: Hey! Isn't it too luxurious ...? Make the menu a little more realistic, mom ...

source: は、はりきりすぎたかもしれない…… わね。
es_es: Maybe it was too hard ... I see.

source: 今、帰ったぞー。
es_es: I'm back now.

source: お父さんだ！ おかえりなさーい！
es_es: Dad! Welcome back!

source: ……お母さん、お父さんが帰って来たよ。
es_es: ...... Mom and dad are back.

source: あ、ああ。 お、おかえりなさい。あ…… あな…… た？
es_es: Ah, ah. Welcome back. Ah ... ah ... was it?

source: ただいま。……いやー今日も疲れたよ。
es_es: I'm home. ...... No, I'm tired today as well.

source: お疲れ様…… ご飯ができてますよ？
es_es: Thank you for your hard work ... Are you ready for rice?

source: おっ、美味そうだなぁ。じゃあみんなで食べようか。
es_es: Oh, it looks delicious. Then let's eat together.

source: いただきます。
es_es: I will have it.

source: い、いただきます。
es_es: I will.

source: むしゃむしゃ……
es_es: Munching ...

source: ぱくぱく……
es_es: Pakupaku ……

source: もぐもぐ……
es_es: Mogumogu ……

source: （何か喋れ…… そんな無言の圧力を感じるな…… 旦那さん役に何か話題をふってみるか？）
es_es: (Speak something ... Don't feel such silent pressure ... Would you like to talk about something about your husband?)

source: （少し過激な展開にしてみるか……？）
es_es: (Would you like to make it a little radical ...?)

source: あ、あなた…… 最近浮気してるでしょ？
es_es: Oh, you ... You're having an affair lately, right?

source: えっ!? し、してるわけないだろう！
es_es: Eh !? And you can't do it!

source: エェ～!? お母さん、今の発言はどういうこと!?
es_es: Oh !? Mom, what do you mean now !?

source: （子供が食いついてきたようだな よし、少し盛り上げてみるか……）
es_es: (It looks like the kids are eating, so why don't we get excited ...)

source: ……し、知ってるんだぞ。 私、あなたがお隣の田向さんの奥さんと ２人でいるところを…… 見てしまったのだわ。
es_es: ... and you know. I saw you with Mr. Tamukai's wife next door ...

source: えー…… あれはねー…… 遊んでただけだよ。
es_es: Eh ... that was ... I was just playing.

source: キャー！ “遊んでた”だなんて、お父さん！ 自ら罪を自白しちゃったようなものよー!?
es_es: Car! Dad said he was "playing"! It's like confessing your sins !?

source: え？ あ、あわわわわ……！
es_es: e? Oh, it's fluffy ...!

source: （……この流れに乗じて家を出てしまえば、 ままごとをこれでおしまいにできるかも しれないな…… よし……）
es_es: (... If you take advantage of this trend and leave the house, you may be able to finish your house with this ... OK ...)

source: 浮気は許せん。もうあんたには愛想がつきた。 ……実家に帰らせていただく！
es_es: Cheating is not allowed. You are already amiable. ...... I will return to my parents' house!

source: お、お母さん、考え直して！
es_es: Oh mom, think again!

source: 俺が悪かったぁぁぁ！ もう浮気はしねぇよぉぉぉ！ 許してくれぇぇぇ！
es_es: I was bad! I'm not cheating anymore! Please forgive me!

source: お母さん、お父さんも反省してるみたいよ！ ……やけに迫真の演技だけど。
es_es: It seems that mom and dad are also reflecting on it! ...... It's a real performance.

source: いっつも父ちゃんが母ちゃんに言ってるんだ。
es_es: Dad is always telling mom.

source: お父さんには私からきつく言っとくから、ね！ またみんなで仲良く暮らそうよ！
es_es: I'll tell my dad hard! Let's live together again!

source: む…… わ、わかった。
es_es: Mmm ... I see.

source: （早く切りあげられるかもしれないと思ったが、 そうもいかないみたいだな……）
es_es: (I thought it might be rounded up soon, but it doesn't seem to be so ...)

source: （無難な質問をしてみるか……）
es_es: (Do you want to ask a safe question ...)

source: き、今日のお仕事は…… ど、どうだっ…… どうでしたか？
es_es: What was your job today ... How was it ... How was it?

source: えーとねー…… お米がいっぱいとれたよー。
es_es: Well ... I got a lot of rice.

source: どれくらいとれたの？
es_es: How much did you get?

source: んーと、２年分くらいかな。
es_es: Well, maybe about two years.

source: えーすごーい！ それじゃあ私達、 大金持ちになれちゃうかも！
es_es: Wow! Then we could be very rich!

source: ハッハッハ、そうだなぁ。 きっと毎日お豆腐食べ放題だよ。
es_es: Ha ha ha, that's right. I'm sure you can eat tofu every day.

source: えへへ、お豆腐大好きー！
es_es: Ehe, I love tofu!

source: （ままごとらしい会話ができたようだな……）
es_es: (It seems that we were able to have a conversation like playing house ...)

source: （下手なことは言わずに飯を食っていよう……）
es_es: (Let's eat rice without saying bad things ...)

source: さ、さぁ、みんなでご飯を食べましょう。
es_es: Now, let's eat together.

source: そうだね。むしゃむしゃ。
es_es: Yeah. Munching.

source: ……むしゃむしゃ。
es_es: ...... Munching.

source: …………もぐもぐ、ご、ごはんが美味いわね！
es_es: ………… Mogumogu, rice, rice is delicious!

source: むしゃむしゃ。
es_es: Munching.

source: 邪魔するぜ…… 俺は武士だ。年貢を預かりに来た。
es_es: I'll disturb you ... I'm a samurai. I came to keep my annual tribute.

source: あ、武士さんいらっしゃい。
es_es: Oh, welcome to the samurai.

source: やいやい、年貢をよこしやがれ！
es_es: No, give me an annual tribute!

source: 今日はお米がいっぱいとれたんです。 年貢としてお納めします。はいどうぞ。
es_es: I got a lot of rice today. I will pay it as an annual tribute. here you are.
