Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00330d54.po
Languages: es_es

source: ここで飯でも食おうか。
es_es: Would you like to eat with rice here?

source: はい。
es_es: Okay.

source: おりょう、好きなもの食っていいぞ。
es_es: You can eat whatever you like.

source: うーん…… せやけど一（はじめ）さん、 ちゃんとお金持ってるの？
es_es: Hmm ... Sayaka Ichi (Hajime) -san, do you have enough money?

source: フッ、そんな心配はしなくていい。
es_es: Huh, you don't have to worry about that.

source: ふふ……
es_es: n/a……

source: でも、何か照れるわ。 こうして二人っきりで食事してると。
es_es: But something is shy. When we eat alone like this.

source: 斎藤さん、今日はお代はいいですよ。 日頃からお世話になってますし。
es_es: Saito-san, you're good today. I am indebted to you on a daily basis.

source: いいのか？ すまないな。
es_es: Is it okay? I'm sorry.

source: 一（はじめ）さん…… ちょっと助かったと思ってるやろ？
es_es: Mr. Ichi (Hajime) ... Do you think it was a little helpful?

source: ふふ…… ちょっとだけな。
es_es: Fufu ... just a little.

source: どうだった？
es_es: how was it?

source: うん、美味しかった。 けど、一（はじめ）さんの食べっぷり見たの初めて。
es_es: Yeah, it was delicious. However, this is the first time I've seen Mr. Ichi (Hajime) eat a lot.

source: うちの作った寺田屋の食事、一（はじめ）さん、 ほとんど手ぇつけへんかったもんねぇ。
es_es: The Teradaya meal we made, Mr. Ichi (Hajime), was almost untouched.

source: あ……
es_es: Ah……

source: フフ。さ、次はどこ行く？
es_es: Huff. Where are you going next?

source: （どこかで軽く酒でも飲むか）
es_es: (Do you drink lightly somewhere?)

source: いらっしゃいませ。 ご注文はお決まりですか？
es_es: Welcome. are you ready to order?

source: お客さん、福引き券%d枚 お渡しします。
es_es: Customers will be given% d of lucky tickets.

source: ありがとうございました。 またよろしくお願いします。
es_es: Thank you very much. Also thank you.

source: すまない、急用が出来た。
es_es: I'm sorry, I was able to urgently use it.

source: かしこまりました。 またのご来店をお待ちしてます！
es_es: Understood. We look forward to seeing you again!

source: いらっしゃいませ。 ご注文はお決まりですか？
es_es: Welcome. are you ready to order?

source: お客さん、福引き券%d枚 お渡しします。
es_es: Customers will be given% d of lucky tickets.

source: ありがとうございました。 またよろしくお願いします。
es_es: Thank you very much. Also thank you.

source: すまない、急用が出来た。
es_es: I'm sorry, I was able to urgently use it.

source: かしこまりました。 またのご来店をお待ちしてます！
es_es: Understood. We look forward to seeing you again!

source: あ！ お客さん、お待ちしてましたよ！
es_es: Ah! Customers have been waiting for you!

source: どうしたんだ、改まって？
es_es: What's wrong, again?

source: 覚えてませんか？ 以前、お客さんのために新しいうどんを 考案しているって言ってたの。
es_es: Don't you remember? I used to say that I was inventing new udon noodles for my customers.

source: ああ、覚えている。 ……もしかして、完成したのか？
es_es: Oh, I remember. ...... Maybe it was completed?

source: はい！ それが…… このうどんです！
es_es: Okay! That is ... this udon!

source: 名付けて、はなまる特製龍うどん！ お客さんから漂う男らしさを、うどんで表現しました。
es_es: Name it Hanamaru's special dragon udon! I expressed the masculinity of the customers with udon noodles.

source: ほう。これは美味しそうだな……
es_es: How. This looks delicious ...

source: これから、お客さんにだけは、 この特別うどんをお作りしますので、 いつでもご注文ください。
es_es: From now on, we will make this special udon only for our customers, so please order at any time.

source: これからも「はなまるうどん」を よろしくお願いしますね！
es_es: We look forward to your continued support of "Hanamaru Udon"!

source: いらっしゃいませ。 今日は何にしましょう？
es_es: Welcome. What should i do today?

source: お客さん、福引き券%d枚 お渡しします。
es_es: Customers will be given% d of lucky tickets.

source: 毎度ありがとうございます！ いつも利用していただいて、本当に助かります。
es_es: Thank you every time! It is really helpful to have you use it all the time.

source: 安い値段で美味しいうどんが食えるからな。 こちらこそ、助かっている。
es_es: You can eat delicious udon at a cheap price. This is what helps.

source: いえいえ…… 実は、感謝の意味も込めて、今度お客さんのために 新しいうどんを作ろうと思ってるんですよ。
es_es: No ... Actually, with the meaning of gratitude, I'm thinking of making new udon noodles for the customers next time.

source: ほう、本当か？ それは楽しみだな。
es_es: Is that true? I'm looking forward to it.

source: はい！ どういううどんにするか考案中なので、 完成を楽しみにしていてくださいね。
es_es: Okay! I'm thinking about what kind of udon to make, so please look forward to the completion.

source: ああ、楽しみにしている。
es_es: Oh, I'm looking forward to it.

source: すまない、急用が出来た。
es_es: I'm sorry, I was able to urgently use it.

source: かしこまりました。 またのご来店をお待ちしてます！
es_es: Understood. We look forward to seeing you again!

source: いらっしゃいませ。 今日は何にしましょう？
es_es: Welcome. What should i do today?

source: お客さん、福引き券%d枚 お渡しします。
es_es: Customers will be given% d of lucky tickets.

source: 毎度ありがとうございます！ またぜひ、気軽に立ち寄ってくださいね。
es_es: Thank you every time! Please feel free to drop by again.

source: すまない、急用が出来た。
es_es: I'm sorry, I was able to urgently use it.

source: かしこまりました。 またのご来店をお待ちしてます！
es_es: Understood. We look forward to seeing you again!

source: いらっしゃいませ。 ご注文はお決まりですか？
es_es: Welcome. are you ready to order?

source: お客さん、福引き券%d枚 お渡しします。
es_es: Customers will be given% d of lucky tickets.

source: お客さん、お味はいかがでしたか？
es_es: How was the taste, customers?

source: あぁ、とても美味しかった。 安いし、すぐに食えるし、便利な店だな。 頻繁に利用させてもらう。
es_es: Oh, it was very delicious. It's cheap, you can eat it right away, and it's a convenient store. I will use it frequently.

source: ありがとうございます！ 気軽に立ち寄れるのが、うちの店の売りの一つでも ありますから。ぜひまたいらしてくださいね！
es_es: Thank you! One of the selling points of our store is that you can easily drop in. Please come again!

source: 「はなまるうどんの店員」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「はなまるうどんの店員」と交流してみましょう。
es_es: A bond with "Hanamaru Udon clerk" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "Hanamaru Udon clerk".

source: すまない、急用が出来た。
es_es: I'm sorry, I was able to urgently use it.

source: かしこまりました。 またのご来店をお待ちしてます！
es_es: Understood. We look forward to seeing you again!

source: 龍馬
es_es: Ryoma

source: おりょう
es_es: Oryo

source: 店員
es_es: Clerk

source: はなまるうどんの店員との絆
es_es: Bonds with Hanamaru Udon clerk
