Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c12e0.po
Languages: es_es

source: あ、旦那じゃないすかぁ！ 街がえらいことになってますけど 旦那の為に、店開けてますで！
es_es: Oh, isn't it my husband! The city is going to be great, but I'm opening a store for my husband!

source: あ、旦那じゃないすかぁ！ いらっしゃいませぇ！ 今日はどないしますっ!?
es_es: Oh, isn't it my husband! Welcome! I'm not here today !?

source: 商品を見せてくれ。
es_es: Show me the product.

source: はい、もちろん！ どうぞどうぞー！
es_es: Yes of course! Please!

source: 旦那ぁ、福引き券持ってってください！ %d枚渡しますね。
es_es: Husband, please bring a lucky ticket! I'll give you% d sheets.

source: ありがとうございましたーっ！ またおこしくださいねー!!
es_es: Thank you! Please wake up again !!

source: 旦那ぁー！ またおこしくださいねっ！
es_es: Husband! Please wake up again!

source: 旦那っ！ またおこしくださいよっ!!
es_es: Husband! Please wake up again !!

source: 持ち物を買い取ってくれ。
es_es: Buy your belongings.

source: はいはい、どちらを売って頂けますんで？
es_es: Yes Yes, which one can you sell?

source: おおきに！ またおこしください。
es_es: Big! Please wake up again.

source: 装備品を買い取ってくれ。
es_es: Buy the equipment.

source: はいはい、どちらを売って頂けますんで？
es_es: Yes Yes, which one can you sell?

source: おおきに！ またおこしください。
es_es: Big! Please wake up again.

source: あ、旦那じゃないすかぁ！ いらっしゃいませぇ！ 今日はどないしますっ!?
es_es: Oh, isn't it my husband! Welcome! I'm not here today !?

source: 商品を見せてくれ。
es_es: Show me the product.

source: はい、もちろん！ どうぞどうぞー！
es_es: Yes of course! Please!

source: 旦那ぁ、福引き券持ってってください！ %d枚渡しますね。
es_es: Husband, please bring a lucky ticket! I'll give you% d sheets.

source: ありがとうございましたーっ！ またおこしくださいねー!!
es_es: Thank you! Please wake up again !!

source: 旦那ぁー！ またおこしくださいねっ！
es_es: Husband! Please wake up again!

source: 旦那っ！ またおこしくださいよっ!!
es_es: Husband! Please wake up again !!

source: 持ち物を買い取ってくれ。
es_es: Buy your belongings.

source: はいはい、どちらを売って頂けますんで？
es_es: Yes Yes, which one can you sell?

source: おおきに！ またおこしください。
es_es: Big! Please wake up again.

source: 装備品を買い取ってくれ。
es_es: Buy the equipment.

source: はいはい、どちらを売って頂けますんで？
es_es: Yes Yes, which one can you sell?

source: おおきに！ またおこしください。
es_es: Big! Please wake up again.

source: はい、いらっしゃませ…… って旦那じゃないすか！
es_es: Yes, welcome ... Isn't it your husband!

source: おう。……ずいぶん賑わっているな？
es_es: Let's go. ...... Isn't it very busy?

source: そうなんですよっ！ たくさんのお客さんが来てくれるようになったんです！
es_es: That's right! Many customers have come to visit us!

source: これも旦那のおかげです！
es_es: This is also thanks to my husband!

source: ん？ どういうことだ？
es_es: Hmm? What does it mean?

source: またまた～ とぼけちゃって！ 前に、京に夜逃げしてきた人に うちの店のこと教えてくれてたでしょう？
es_es: See you again! Did you tell the person who fled to Kyo at night about our store before?

source: あ、あぁ。
es_es: Ah, ah.

source: その人、なんと有名な骨董品収集家やったんです！
es_es: That person was a famous antique collector!

source: あっしがその人から買いとったものが、 そりゃあもう、宝の山・山・山！ 著名な作者の壺や皿だらけ！
es_es: What I bought from that person is a treasure mountain, a mountain, a mountain! Full of vases and plates of famous authors!

source: なるほど。 それでこの賑わいっぷり…… というわけか。 よかったな。
es_es: I see. That's why it's so crowded ... I'm glad.

source: いいや、それもこれも全部旦那のおかげですよ！ これ気持ちばかりですが、受け取ってくださいよっ！
es_es: No, it's all thanks to my husband! I'm just feeling this, but please take it!

source: 「<Color:8>白金の塊<Color:Default>」を手に入れた
es_es: "<Color:8> Platinum mass<Color:Default> Got

source: ……これでうちの店でも骨董品が売り買いできるって 評判がたってくれりゃあ、 これから骨董品の商売が捗りそうですわ！
es_es: ...... If it has a good reputation that you can buy and sell antiques at our store, it seems that the antique business will progress from now on!

source: そうだな。 じゃあこれからも今まで通り、 お前の威勢のいい接客が聞けるんだな。
es_es: That's right. Then you can still listen to your dashing customer service.

source: ははは、そんなの当たり前じゃないですかい！ 元気があっしの唯一のとりえですからね！
es_es: Haha, isn't that natural! It's the only one that's energetic!

source: では、今後とも、うちの店をご贔屓に！
es_es: Then, continue to favor our store!

source: いらっしゃい…… ませ…… こ、こんな感じかな……
es_es: Welcome ... No ... I wonder if it looks like this ...

source: もっと元気を落とさないと……
es_es: I have to be more energetic ...

source: （このままでは陰気な店になってしまいそうだ はやく骨董品を売ってくれそうな奴を 見つけてやらないとな……）
es_es: (It looks like it's going to be a gloomy store as it is. I have to find someone who can sell antiques soon ...)

source: あ、旦那ぁ！ いらっしゃませぇーい！ 今日はどないしますかっ!?
es_es: Oh my husband! Welcome! How are you going today !?

source: 商品を見せてくれ。
es_es: Show me the product.

source: はい、もちろん！ どうぞどうぞ！
es_es: Yes of course! Please do!

source: 旦那ぁ、福引き券持ってってください！ %d枚渡しますね。
es_es: Husband, please bring a lucky ticket! I'll give you% d sheets.

source: ありがとうございましたーっ！ 骨董品を売ってくれそうな人がいたら この店のこと、教えてくださいね！
es_es: Thank you! If anyone is likely to sell antiques, please tell me about this store!

source: 骨董品を売ってくれそうな人がいたら、 この店のこと、教えてくださいね！
es_es: If anyone is likely to sell antiques, please tell me about this store!

source: 骨董品を売ってくれそうな人がいたら、 この店のこと、教えてくださいね！
es_es: If anyone is likely to sell antiques, please tell me about this store!

source: 持ち物を買い取ってくれ。
es_es: Buy your belongings.

source: はいはい、どちらを売って頂けますんで？
es_es: Yes Yes, which one can you sell?

source: おおきに！ またおこしください。
es_es: Big! Please wake up again.

source: 装備品を買い取ってくれ。
es_es: Buy the equipment.

source: はいはい、どちらを売って頂けますんで？
es_es: Yes Yes, which one can you sell?

source: おおきに！ またおこしください。
es_es: Big! Please wake up again.

source: あ、旦那ぁ！ いらっしゃませぇーい！ 今日はどないしますかっ!?
es_es: Oh my husband! Welcome! How are you going today !?

source: 商品を見せてくれ。
es_es: Show me the product.

source: はい、もちろん！ どうぞどうぞ！
es_es: Yes of course! Please do!

source: 旦那ぁ、福引き券持ってってください！ %d枚渡しますね。
es_es: Husband, please bring a lucky ticket! I'll give you% d sheets.

source: ありがとうございましたーっ！ またおこしくださいねー!!
es_es: Thank you! Please wake up again !!

source: あの、もし。
es_es: Um, if.

source: はい、なんでしょう！
es_es: Yes, what!

source: この店では、骨董品のようなものは、 取り扱っておらんのですかな？
es_es: Does this store sell things like antiques?

source: こ、骨董品ですか…… すみません、取り扱っていません。
es_es: Is this an antique ... I'm sorry, I don't handle it.

source: そうかね…… わかった、ありがとう。 別のお店まで足を運んでみることにしますよ。
es_es: I see ... Okay, thank you. I'll go to another store.

source: ……はぁ～あ！
es_es: …… Huh!

source: どうした？
es_es: what up?

source: あ、いえ！ 上質そうなお客さんを逃しちゃったもんで……
es_es: Oh no! I missed a customer who seems to be of good quality ...

source: 骨董品か…… そういえばこの店は 質屋にしてはほとんど置いてないな。
es_es: Is it an antique ... By the way, this shop is rarely placed as a pawn shop.

source: そうなんですよね！
es_es: That's right!

source: 古くて、趣深くて、神秘的な骨董品の数々！ うちの店には、なんでか知らないけど そういったものが集まってこないんですよ！
es_es: A lot of old, tasteful and mysterious antiques! I don't know why, but such things don't come to our store!

source: なんでだと思いますか!?
es_es: Why do you think !?

source: ……なんでと言われてもな。 強いて言えば…… 雰囲気、か？
es_es: ...... No matter what you say. Speaking of force ... Atmosphere?

source: 雰囲気？
es_es: atmosphere?

source: ああ。骨董品と言うと、落ち着いた暗めの雰囲気が 合うような気がするが、 この店は雰囲気がそれとは真逆だからな。
es_es: Oh. Speaking of antiques, I feel that the calm and dark atmosphere suits me, but this shop has the opposite atmosphere.

source: ……な、なんてこった！ 明るいことが自分のとりえだと思っていたのに むしろ逆効果だったなんて！
es_es: ...... What a hell! I thought that brightness was my fault, but it was rather counterproductive!

source: わかりました…… これからは元気を落として…… 暗めに接客することにします……
es_es: Okay ... I'm going to lose my energy ... I'll serve customers in the dark ...

source: いらっしゃい…… ませ…… こ、こんな感じかな……
es_es: Welcome ... No ... I wonder if it looks like this ...

source: （余計なことを言ってしまったな…… このままでは陰気な店になってしまいそうだ）
es_es: (I said something extra ... It looks like it's going to be a gloomy store.)

source: やめておけ。 元気な接客の方がいい。
es_es: Stop it. Energetic customer service is better.

source: で、でも、それだと骨董品が……
es_es: But then the antiques ...

source: そうだな…… もし骨董品を売ってくれそうな奴が いたら、俺がこの店を紹介しておいてやる。 だから、元気を出してくれ。
es_es: That's right ... If anyone seems to sell antiques, I'll introduce you to this store. So cheer up.

source: ほ、本当ですか！
es_es: Is that true!

source: あぁ、俺のせいでこの店から 威勢がなくなったら…… いい気分がしないからな。
es_es: Ah, if my store loses its dash ... I don't feel good.

source: 約束ですよ！ しばらく待ってもだめだったら、 本当に元気を落として接客しますからね！
es_es: It is a promise! If you can't wait for a while, you'll really feel down and serve customers!

source: 約束だ、まかせておけ。
es_es: It's a promise, leave it to me.

source: やった！ お願いしますよっ！ 楽しみにしてますからっ!!
es_es: Hooray! Thank you! I'm looking forward to it !!

source: またおこしくだいねっ！
es_es: Please wake up again!

source: またおこしくださいねー!!
es_es: Please wake up again !!

source: 持ち物を買い取ってくれ。
es_es: Buy your belongings.

source: はいはい、どちらを売って頂けますんで？
es_es: Yes Yes, which one can you sell?

source: 装備品を買い取ってくれ。
es_es: Buy the equipment.

source: はいはい、どちらを売って頂けますんで？
es_es: Yes Yes, which one can you sell?

source: あ、旦那ぁ！ いらっしゃいませぇ！ 今日はどないしますっ!?
es_es: Oh my husband! Welcome! I'm not here today !?

source: 商品を見せてくれ。
es_es: Show me the product.

source: はい、もちろん！ どうぞどうぞ！
es_es: Yes of course! Please do!

source: 旦那ぁ、福引き券持ってってください！ %d枚渡しますね。
es_es: Husband, please bring a lucky ticket! I'll give you% d sheets.

source: ありがとうございましたーっ！ またおこしくださいねー!!
es_es: Thank you! Please wake up again !!

source: またおこしくだいねっ！
es_es: Please wake up again!

source: またおこしくださいねー!!
es_es: Please wake up again !!

source: 持ち物を買い取ってくれ。
es_es: Buy your belongings.

source: はいはい、どちらを売って頂けますんで？
es_es: Yes Yes, which one can you sell?

source: おおきに！ またおこしください。
es_es: Big! Please wake up again.

source: 装備品を買い取ってくれ。
es_es: Buy the equipment.

source: はいはい、どちらを売って頂けますんで？
es_es: Yes Yes, which one can you sell?

source: おおきに！ またおこしください。
es_es: Big! Please wake up again.

source: いらっしゃいませぇ！ 今日はどないしますっ!?
es_es: Welcome! I'm not here today !?

source: 商品を見せてくれ。
es_es: Show me the product.

source: かしこまりましたー！
es_es: I'm clever!

source: 旦那ぁ、福引き券持ってってください！ %d枚渡しますね。
es_es: Husband, please bring a lucky ticket! I'll give you% d sheets.

source: ありがとうございましたーっ！ またおこしくださいねー!!
es_es: Thank you! Please wake up again !!

source: ……ほう。ずいぶんと威勢がいい質屋だな。
es_es: ...... Hmm. It's a very dashing pawn shop.

source: ハハ！ ありがとうございます！ ……いやー、今はどの店も、あれやこれや しのぎを削って商売してますからねぇ！
es_es: Haha! Thank you! ...... No, nowadays, every store is doing business by shaving this and that!

source: 他の店よりも勝っているところを何か持たないと、 お客さんに選んでもらえずに、 すぐつぶれちゃうんですよ。
es_es: If you don't have something that is superior to other stores, it will collapse immediately without being selected by customers.

source: なるほどな。 この店が他の店に勝っているのは、その威勢の良さ、 ということか。
es_es: got it. What makes this store superior to other stores is its dignity.

source: はい！ ……自分のとりえなんて 元気の良さしかないもんで！
es_es: Okay! ...... I'm just fine for myself!

source: ……ちょっとうるさすぎるかもしれませんが、 このやかましさに懲りず、 また来てくれたら嬉しいですっ！
es_es: ...... It may be a little too noisy, but I hope you will come again without being discouraged by this noisyness!

source: ああ、わかった。
es_es: Oh, I understand.

source: 「洛内 ゑびすやの主人」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「洛内 ゑびすやの主人」と交流してみましょう。
es_es: A bond with "the master of Rakuchu Ebisuya" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "the master of Rakuchu Ebisuya".

source: またおこしくださいねー!!
es_es: Please wake up again !!

source: 持ち物を買い取ってくれ。
es_es: Buy your belongings.

source: はいはい、どちらを売って頂けますんで？
es_es: Yes Yes, which one can you sell?

source: 装備品を買い取ってくれ。
es_es: Buy the equipment.

source: はいはい、どちらを売って頂けますんで？
es_es: Yes Yes, which one can you sell?

source: 質屋
es_es: Pawn shop

source: 持ち物を売る
es_es: Sell your belongings

source: 装備品を売る
es_es: Sell equipment

source: 買い物をする
es_es: to shop

source: やめる
es_es: Stop

source: 紳士的な人
es_es: Gentleman

source: 洛内 ゑびすやの主人との絆
es_es: Bonds with Rakuchu Ebisuya's master
