Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid00330d98.po
Languages: es_es

source: （駕籠賃が払えそうにない。 ５５０文稼ぐか……）
es_es: (I don't think I can pay the Kago rent. Will I earn 550 sentences ...)

source: 駕籠賃５５０文になります。 どちらまで行かれますか？
es_es: It will be 550 sentences of Kago rent. How far do you go?

source: ……ってお客さん お金持ってないやないですか…… たのんますわ。
es_es: ...... Isn't the customer not having money?

source: おおきに。 さあ、行くで。
es_es: Big. Come on, go.

source: また、よろしゅうお願いしますわ。
es_es: Also, thank you.

source: （駕籠賃が払えそうにない。 ５５０文稼ぐか……）
es_es: (I don't think I can pay the Kago rent. Will I earn 550 sentences ...)

source: 駕籠賃５５０文になります。 どちらまで行かれますか？
es_es: It will be 550 sentences of Kago rent. How far do you go?

source: ……ってお客さん お金持ってないやないですか…… たのんますわ。
es_es: ...... Isn't the customer not having money?

source: おおきに。 さあ、行くで。
es_es: Big. Come on, go.

source: また、よろしゅうお願いしますわ。
es_es: Also, thank you.

source: ダンナ。賊、退治してくれて ほんまに、ほんまにありがとうございます！
es_es: Danna. Thank you very much for getting rid of the thieves!

source: フッ、礼を言われる筋合いはない。 俺はただ、自分の身を守っただけだ。
es_es: Huh, there is no reason to be thanked. I just protected myself.

source: またまたぁ～、そんなこと言っちゃって！
es_es: See you again, say that!

source: あっしらだけやない…… あいつらにはみんな迷惑しとりましたからね。 駕籠屋全員大喜びですわ。
es_es: I don't do it ... because they all bothered me. Everyone at Kagoya is overjoyed.

source: ……というわけで、斎藤のダンナ。 御礼に、ダンナがよくいく場所に、 あっしら、駕籠かきを駐在させることにしやした。
es_es: …… So, Danna Saito. As a thank-you, I decided to have Kago Kago stationed in a place where Danna often goes.

source: 何？ そんなこといいのか？
es_es: what? Is that okay?

source: そりゃもう！ ダンナは駕籠屋全員の恩人やさかい！ ……あ、もちろんお金はいただきますけどね。
es_es: That's it! Danna is a benefactor of all Kagoya! …… Ah, of course I will get the money.

source: ふ。ちゃっかりしている…… だが、助かる。
es_es: Huh. It's a mess ... but it helps.

source: 今後ともご贔屓に！
es_es: We will continue to favor you in the future!

source: 駕籠屋で行ける場所に「洛外」が追加されました。
es_es: "Rakuchu" has been added to the places where you can go to Kagoya.

source: （駕籠賃が払えそうにない。 ５５０文稼ぐか……）
es_es: (I don't think I can pay the Kago rent. Will I earn 550 sentences ...)

source: 駕籠賃５５０文になります。 どちらまで行かれますか？
es_es: It will be 550 sentences of Kago rent. How far do you go?

source: ……ってお客さん お金持ってないやないですか…… たのんますわ。
es_es: ...... Isn't the customer not having money?

source: 分かりました。 そしたら、出発しまっせ。
es_es: I understand. Then leave.

source: 分かりました。 そしたら、出発しまっせ。
es_es: I understand. Then leave.

source: 分かりました。 そしたら、出発しまっせ。
es_es: I understand. Then leave.

source: また、よろしゅうお願いしますわ。
es_es: Also, thank you.

source: ふぅー、なんとか無事着くことができたなぁ。
es_es: Hmmm, I managed to get there safely.

source: ん？ 何か不安なことでもあったのか？
es_es: Hmm? Was it something uneasy?

source: いえね、最近この辺りに賊が出るって話なんですわ。 それも…… 駕籠屋ばかり狙う賊が。
es_es: No, I'm talking about a thief coming out around here lately. That too ... A thief who only aims at Kagoya.

source: 駕籠屋ばかりを狙う賊？
es_es: A thief who aims only at Kagoya?

source: えぇ。駕籠かきにとっちゃいい迷惑ですわほんま。 そんな賊おったら、怖くてお客さん減りますさかい。
es_es: Yeah. It's a great nuisance to Kago Kago. If such a thief is scared, the number of customers will decrease.

source: たしかにそうだな。 ……お前らも気をつけろよ。
es_es: That's true. ...... You should be careful too.

source: ダンナぁ、心配してくれるんですか！ おおきに！ 賊に負けずに頑張りますんで、今後ともご贔屓に！
es_es: Danna, are you worried! Big! I will do my best without losing to the thieves, so I will continue to favor you in the future!

source: （駕籠賃が払えそうにない。 ５５０文稼ぐか……）
es_es: (I don't think I can pay the Kago rent. Will I earn 550 sentences ...)

source: 駕籠賃５５０文になります。 どちらまで行かれますか？
es_es: It will be 550 sentences of Kago rent. How far do you go?

source: ……ってお客さん お金持ってないやないですか…… たのんますわ。
es_es: ...... Isn't the customer not having money?

source: おおきに。 さあ、行くで。
es_es: Big. Come on, go.

source: また、よろしゅうお願いしますわ。
es_es: Also, thank you.

source: お侍のダンナ。到着しましたぜ。
es_es: Samurai Danna. I've arrived.

source: ずいぶん早いんだな。
es_es: It's pretty fast.

source: これくらい朝飯前ですわ。 毎日足腰鍛えてますさかい。
es_es: This is before breakfast. I train my legs every day.

source: 頼もしいな。 ……また利用させてもらおう。
es_es: It's reliable. ...... Let's use it again.

source: 毎度どうも！ 今後ともご贔屓に！
es_es: Thank you every time! We will continue to favor you in the future!

source: 「駕籠屋」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「駕籠屋」と交流してみましょう。
es_es: A bond with "Kagoya" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "Kagoya".

source: （駕籠賃が払えそうにない。 ５５０文稼ぐか……）
es_es: (I don't think I can pay the Kago rent. Will I earn 550 sentences ...)

source: 駕籠賃５５０文になります。 どちらまで行かれますか？
es_es: It will be 550 sentences of Kago rent. How far do you go?

source: ……ってお客さん お金持ってないやないですか…… たのんますわ。
es_es: ...... Isn't the customer not having money?

source: おおきに。 さあ、行くで。
es_es: Big. Come on, go.

source: また、よろしゅうお願いしますわ。
es_es: Also, thank you.

source: （駕籠賃が払えそうにない。 ５５０文稼ぐか……）
es_es: (I don't think I can pay the Kago rent. Will I earn 550 sentences ...)

source: 駕籠賃５５０文になります。 どちらまで行かれますか？
es_es: It will be 550 sentences of Kago rent. How far do you go?

source: あら、止めはるんですか。 またよろしゅう頼んますわ。
es_es: Oh, do you want to stop it? I'll ask you again.

source: 分かりました。 そしたら、出発しまっせ。
es_es: I understand. Then leave.

source: 分かりました。 そしたら、出発しまっせ。
es_es: I understand. Then leave.

source: 分かりました。 そしたら、出発しまっせ。
es_es: I understand. Then leave.

source: 分かりました。 そしたら、出発しまっせ。
es_es: I understand. Then leave.

source: 駕籠かき
es_es: Kago Kago

source: 龍馬
es_es: Ryoma

source: 駕籠屋との絆
es_es: Bonds with Kagoya

source: やめる
es_es: Stop

source: 洛内
es_es: Loone

source: 壬生
es_es: Mibu

source: 祗園
es_es: Gion

source: 洛外
es_es: Rakuchu
