Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lasterdir/data/wdr_par/wdr.par/msg/uid00xxxxxx/uid000c133e.po
Languages: es_es

source: あなたからいただいた愛情…… たっぷり返させてもらいます！ ……これを受け取ってください！
es_es: The affection I received from you ... I will give you plenty of it! ...... Please receive this!

source: 「<Color:8>男の愛情弁当<Color:Default>」をもらった
es_es: "<Color:8> Man's love lunch<Color:Default> I got

source: まだまだ味はあなたの領域には達しませんが…… こめた愛情では、負けないつもりですよ！ ちゃんと味わってくださいね！
es_es: The taste hasn't reached your realm yet, but ... with all your love, I'm not going to lose! Please taste it properly!

source: おや、あなたは愛妻弁当の……
es_es: Oh, you're your beloved wife's bento ...

source: （愛に飢えた男がいるな…… 手料理を一緒に食うか？）
es_es: (There is a man who is hungry for love ... Would you like to eat homemade food together?)

source: 悪いが今日は手料理を持っていないんだ。
es_es: I'm sorry, but I don't have home cooking today.

source: そ、そうですか……
es_es: That's right ...

source: 実は今、手料理を持っているんだが…… 一緒に食うか？
es_es: Actually, I have home cooking now ... Would you like to eat it together?

source: はい、もちろんです！ 今日のおかずは何かな～！
es_es: Yes, of course! What is today's side dish!

source: 今日もおいしかったです。 これぞまさに愛妻弁当の体現者ですよ。
es_es: It was delicious today as well. This is exactly the embodiment of my beloved wife's bento.

source: ……あの、この前は変なことを言ってすいません。
es_es: …… Ah, I'm sorry to say something strange the other day.

source: 料理を作った本人に会わせてくれだなんて…… 大事な奥様をこんな見ず知らずの男なんかに 会わせたくありませんよね。
es_es: I don't want to see the person who cooked the food ... I don't want to see my important wife with such a stranger.

source: あなたの愛妻弁当がおいしすぎて、 つい、馬鹿なお願いをしてしまいました。 忘れてください……
es_es: Your beloved wife's bento was so delicious that I made a stupid request. please forget about it……

source: （何やらとても落ち込んでしまった……）
es_es: (Somehow I was very depressed ...)

source: （今までずっと言えなかったが…… 真実を教えてやった方がこの男のためかもしれん。 よし……）
es_es: (I couldn't say it all the time ... maybe it's for this guy to tell the truth ... okay ...)

source: ……俺だ。
es_es: ...... I am.

source: えっ、なんですか？
es_es: What is it?

source: ……作ったの、俺だ。
es_es: ...... I made it.

source: ……え？ な、何をです？
es_es: ……e? What are you doing?

source: この料理を作ったのは……
es_es: I made this dish ...

source: 俺だ！
es_es: It's me!

source: ……えぇぇぇぇぇぇ!!??
es_es: ...... Eeeeeeeee !! ??

source: ハッハッハ、そうだったんですか。 いやー驚きました。しかも独身だったとは。
es_es: Ha ha ha, was that so? I was surprised. What's more, he was single.

source: すまない。愛妻弁当に対するお前の幻想が 壊れてしまうと思って、言い出せなかった……
es_es: I'm sorry. I couldn't say it because I thought your illusion about my beloved wife's bento would be broken ...

source: いえいえ…… まぁ、驚きましたけどね。 私のこと気遣ってくださってありがとうございます。
es_es: No ... well, I was surprised. Thank you for caring for me.

source: ……あなたの弁当には、 多くの手間、労力、そして愛情がこもっていました。 少なくとも、私にはそう感じられました。
es_es: …… Your lunch box was full of effort, effort, and affection. At least I felt that way.

source: そんな素敵な料理を、私のために 何度も、何度も作ってきてくださったとは……
es_es: He made such a wonderful dish for me over and over again ...

source: フッ、お前があまりにも不憫だったからな。
es_es: Huh, you were too pitiful.

source: ハッハッハ、あなたからの愛情、 料理を通じて、ちゃんと伝わりましたよ。
es_es: Ha ha ha, through your love and cooking, it was conveyed properly.

source: 私には妻がいます…… ましてや男同士ですが…… あんな素敵な料理を作ってきてくれるあなたとなら、 ……いいかなって、思うんです。
es_es: I have a wife ... let alone men ... with you who cook such wonderful food ... I think it's okay.

source: ……ん？ どういうことだ？
es_es: ……Hmm? What does it mean?

source: あなたからいただいた愛情、 これからたっぷりと返させてください！
es_es: I will give you plenty of love from you!

source: ……い、いったいお前は何を言っているんだ？
es_es: ...... What on earth are you talking about?

source: ハッハッハ、ご馳走様です。
es_es: Ha ha ha, this is a treat.

source: （またの機会にしよう……）
es_es: (Let's take another opportunity ...)

source: あなたの愛妻弁当、 とってもおいしかったです！ またよろしくお願いしますね！
es_es: Your beloved wife's bento was very delicious! I look forward to working with you again!

source: 愛妻弁当の方じゃないですか！ どうも！
es_es: Isn't it your beloved wife's bento? Thanks!

source: （愛に飢えた男がいるな…… 手料理を一緒に食うか？）
es_es: (There is a man who is hungry for love ... Would you like to eat homemade food together?)

source: 悪いが今日は手料理を持っていないんだ。
es_es: I'm sorry, but I don't have home cooking today.

source: そ、そうですか……
es_es: That's right ...

source: （またの機会にしよう……）
es_es: (Let's take another opportunity ...)

source: 実は今、手料理を持っているんだが…… ちょっと食うか？
es_es: Actually, I have a homemade dish right now ... Would you like to eat a little?

source: は、はい！ いつもありがとうございます!!
es_es: Yes! I am always grateful for your help!!

source: すごく楽しみなんですよ～！ あなたの愛妻弁当！ ハハハ、今回はどんなおかずが入っているのかな～。
es_es: I'm really looking forward to it! Your beloved wife lunch! Hahaha, what kind of side dishes are in this time?

source: （……自分で作ったものだとは 言い出せない雰囲気になってしまったな）
es_es: (... I can't say that it was made by myself.)

source: やはりあなたの愛妻弁当は素晴らしい。
es_es: After all your beloved wife lunch is wonderful.

source: 食べる人の気持ちを考えた味付け、おかずの構成…… そして何より、愛情がたっぷりです。
es_es: Seasoning that considers the feelings of the eater, the composition of the side dishes ... And above all, there is plenty of love.

source: そ、そうだな。
es_es: That's right.

source: （これを作ったのが俺だとは つゆほども思ってなさそうだ……）
es_es: (I don't think I made this so much ...)

source: ……すいません、あなたにお願いがあります。
es_es: ...... I'm sorry, I have a request for you.

source: この料理を作った方…… あなたの奥様に会わせてもらえませんか？
es_es: The person who cooked this dish ... Would you like to meet your wife?

source: な、なに……！
es_es: What ...!

source: 自分でも馬鹿なことを言ってるとわかっています。
es_es: I know I'm saying something stupid.

source: しかし、あなたの奥様の料理を食べるたび…… おかずひとつひとつを頬張るたび……
es_es: But every time you eat your wife's food ... every time you chew each side dish ...

source: 正体のわからない淡い気持ちが 私の中で膨れあがっていくのを感じるのです！
es_es: I can feel the unidentified faint feelings swelling in me!

source: いや、淡い気持ちと言われてもな…… お前、奥さんがいるんじゃなかったか？
es_es: No, even if it's said to be a faint feeling ... Didn't you have a wife?

source: い、いえ、おそらくこの気持ちは恋ではありません。 ただ純粋に、惹かれてしまったんだと思います。 ……手料理にこもった、愛情を通じて。
es_es: No, probably this feeling is not in love. I think I was purely attracted to it. ...... Through love, with a focus on home cooking.

source: お願いです！ 一目だけでもいいんです！ この料理を作った方に会わせていただけませんか？
es_es: Please! You can just look at it! Would you like to meet the person who cooked this dish?

source: （まずいことになってしまった…… いや、この男に真実を話すいい機会だろうか……）
es_es: (It turned out to be bad ... No, is it a good opportunity to tell the truth to this man ...)

source: ……しばらく考えさせてくれ。
es_es: ...... Let me think for a while.

source: は、はい。そうですよね…… いきなりこんなことお願いされても、 いい迷惑ですよね……
es_es: Yes. That's right ... It's a good nuisance even if you suddenly ask for something like this ...

source: （この男が勝手に勘違いしたとはいえ、 騙してるようで、段々心苦しくなってきたな……）
es_es: (Although this man misunderstood himself, he seemed to be deceived, and it became more and more painful ...)

source: 会わせるかどうかはまだ決めていないが…… また、持ってきてやるから…… 元気を出せ。
es_es: I haven't decided if I'll meet you yet, but ... I'll bring it again ... Cheer up.

source: は、はい。ありがとうございます。 今回もご馳走様でした。
es_es: Yes. thanks you. It was a treat this time as well.

source: あなたの愛妻弁当、 とってもおいしかったです！ またよろしくお願いしますね！
es_es: Your beloved wife's bento was very delicious! I look forward to working with you again!

source: おや、あなたは愛妻弁当の……
es_es: Oh, you're your beloved wife's bento ...

source: （愛に飢えた男がいるな…… 手料理を一緒に食うか？）
es_es: (There is a man who is hungry for love ... Would you like to eat homemade food together?)

source: 悪いが今日は手料理を持っていないんだ。
es_es: I'm sorry, but I don't have home cooking today.

source: そ、そうですか……
es_es: That's right ...

source: （またの機会にしよう……）
es_es: (Let's take another opportunity ...)

source: 実は今、手料理を持っているんだが…… ちょっと食うか？
es_es: Actually, I have a homemade dish right now ... Would you like to eat a little?

source: 手料理って…… もしや奥様の愛妻弁当ですか!? や、やったー！ あ、ありがとうございます!!
es_es: Home cooking ... Is it your wife's beloved wife's bento !? Oh, thank you!!

source: すごく楽しみだったんですよ、あなたの愛妻弁当！ ハハハ、今回はどんなおかずが入っているのかな～。
es_es: I was really looking forward to it, your beloved wife's bento! Hahaha, what kind of side dishes are in this time?

source: （……自分で作ったものだとは 言い出せない雰囲気になってしまったな）
es_es: (... I can't say that it was made by myself.)

source: 彩りも綺麗だし、栄養配分もしっかりしている…… やはり、愛情のこもった手料理は格別においしいです！
es_es: The colors are beautiful and the nutritional distribution is solid ... After all, the loving home cooking is exceptionally delicious!

source: ……そうだな。
es_es: ...... That's right.

source: はぁ、こんな手料理を作ってくれる人が 私の嫁さんだったらなぁ……
es_es: Well, I wish my wife was the one who cooked this kind of home cooking ...

source: （これを作ったのが俺だと知ったら この男はいったいどんな顔をするんだろうな……）
es_es: (What kind of face would this man look like if I knew that I made this ...)

source: は、はい。ありがとうございます。 今回もご馳走様でした。
es_es: Yes. thanks you. It was a treat this time as well.

source: あなたの愛妻弁当、 とってもおいしかったです！ またよろしくお願いしますね！
es_es: Your beloved wife's bento was very delicious! I look forward to working with you again!

source: おや、あなたは愛妻弁当の……
es_es: Oh, you're your beloved wife's bento ...

source: （愛に飢えた男がいるな…… 手料理を一緒に食うか？）
es_es: (There is a man who is hungry for love ... Would you like to eat homemade food together?)

source: 悪いが今日は手料理を持っていないんだ。
es_es: I'm sorry, but I don't have home cooking today.

source: そ、そうですか……
es_es: That's right ...

source: （またの機会にしよう……）
es_es: (Let's take another opportunity ...)

source: 実は今、手料理を持っているんだが…… ちょっと食うか？
es_es: Actually, I have a homemade dish right now ... Would you like to eat a little?

source: 手料理って…… もしや奥様の愛妻弁当ですか!? や、やったー！ あ、ありがとうございます!!
es_es: Home cooking ... Is it your wife's beloved wife's bento !? Oh, thank you!!

source: すごく楽しみだったんですよ、あなたの愛妻弁当！ ハハハ、今回はどんなおかずが入っているのかな～。
es_es: I was really looking forward to it, your beloved wife's bento! Hahaha, what kind of side dishes are in this time?

source: （……自分で作ったものだとは 言い出せない雰囲気になってしまったな）
es_es: (... I can't say that it was made by myself.)

source: 彩りも綺麗だし、栄養配分もしっかりしている…… やはり、愛情のこもった手料理は格別においしいです！
es_es: The colors are beautiful and the nutritional distribution is solid ... After all, the loving home cooking is exceptionally delicious!

source: ……そうだな。
es_es: ...... That's right.

source: はぁ、こんな手料理を作ってくれる人が 私の嫁さんだったらなぁ……
es_es: Well, I wish my wife was the one who cooked this kind of home cooking ...

source: （これを作ったのが俺だと知ったら この男はいったいどんな顔をするんだろうな……）
es_es: (What kind of face would this man look like if I knew that I made this ...)

source: は、はい。ありがとうございます。 今回もご馳走様でした。
es_es: Yes. thanks you. It was a treat this time as well.

source: あなたの愛妻弁当、 とってもおいしかったです！ またよろしくお願いしますね！
es_es: Your beloved wife's bento was very delicious! I look forward to working with you again!

source: おや、お散歩ですか？
es_es: Oh, are you taking a walk?

source: ん？ あぁ、そんなところだ。
es_es: Hmm? Oh, that's it.

source: わかります。ここ、静かで景色がいいですもんね。 私のお気に入りの場所なんですよ。
es_es: I understand. It's quiet and the scenery is nice here. It's my favorite place.

source: （たしかに気持ちのいい場所だな……）
es_es: (It's a nice place ...)

source: こんなところで手料理でも食べたら さぞかし、おいしいんでしょうねぇ……
es_es: If you eat homemade food in such a place, it would be delicious ...

source: （言われてみれば…… たまにはこんな場所で 自分で作った料理を食うのも悪くないな）
es_es: (If you ask me ... Sometimes it's not bad to eat your own food in a place like this)

source: （よし、たまには息抜きも必要だ。 ここらで手料理でも食うとするか……）
es_es: (Okay, sometimes you need to take a break. Do you want to eat homemade food here ...)

source: ……いただきます。
es_es: ...... I will.

source: おや？ ご飯、持ってきてたんですか。
es_es: Oh? Did you bring rice?

source: まぁな。
es_es: Well.

source: ハッハッハ、準備がいいんですね。 ……もしかしてそれ、手作りですか？
es_es: Ha ha ha, you're ready. ...... Maybe it's handmade?

source: あぁ、そうだ。
es_es: Oh, that's right.

source: 手作り…… はぁぁぁ、いいですね…… 羨ましいですね、奥さんの手料理…… 愛妻弁当！
es_es: Handmade ... Oh, that's good ... I envy you, your wife's home cooking ... My beloved wife's bento!

source: ん、いや、これは愛妻弁当じゃ……
es_es: Hmm, no, this is my beloved wife's bento ...

source: はぁぁぁ、羨ましい!! 愛妻弁当なんて、世の男の憧れですよ……！
es_es: I envy you !! My beloved wife's bento is a longing for a man in the world ...!

source: （人の話を聞いてないな……）
es_es: (I haven't listened to people ...)

source: 夢なんですよね、愛妻弁当を食べること。 結婚したら、叶えられると思っていたのに…… はぁぁぁ……
es_es: It's a dream, eating your beloved wife's bento. I thought that if I got married, I would be able to do it ...

source: ん？ お前、結婚しているのか？ なら、奥さんに作ってもらえばいいじゃないか。
es_es: Hmm? Are you married? Then, why don't you ask your wife to make it?

source: ……うちの嫁さん、結婚してからわかったんですが、 料理がド下手で、その上めんどくさがりなんです。
es_es: ...... My wife, I knew after I got married, but I'm not good at cooking, and I'm tired of it.

source: それに…… とにかく怖い！ 弁当作ってくれなんて言ったら、殺されますよ!!
es_es: And ... anyway, I'm scared! If you ask me to make a bento, you'll be killed !!

source: そ、そうか…… それは大変だな……
es_es: Yeah ... it's hard ...

source: ええ…… だから、そんな美味しそうな愛妻弁当が 食べられるあなたは恵まれているんです。 奥さんにちゃんと感謝しないといけませんよ。
es_es: Yeah ... That's why you are fortunate to be able to eat such a delicious beloved wife's bento. I have to thank my wife properly.

source: そ、そうだな。
es_es: That's right.

source: （この手料理は俺が作ったなんて 言えない雰囲気になってしまった……）
es_es: (This home cooking has become an atmosphere that I can't say I made ...)

source: 一生に一度でいいから…… 食べてみたかったな…… 愛妻弁当……
es_es: It's okay to do it once in a lifetime ... I wanted to try it ... My beloved wife's bento ...

source: はぁ……
es_es: Hmm ...

source: ………… ………… …………食ってみるか？
es_es: …………………………………… Would you like to try it?

source: えっ!! いいんですか!?
es_es: Eh !! Is that okay !?

source: あ、ああ…… もちろん、お前の愛妻が作ったものじゃないが それでもいいなら……
es_es: Ah, ah ... Of course, it wasn't made by your beloved wife, but if that's okay ...

source: 食べます食べますいただきますください！ やったーやったー愛妻弁当ひゃっほーい！
es_es: I'll eat, please eat! I did it! My beloved wife's bento box!

source: うっ、うっ…… おいしい…… おいしかったです…… とても……
es_es: Ugh, uh ... delicious ... delicious ... very ...

source: そうか、それはよかった。 だが、何も泣くほどのことでは……
es_es: Well, that was good. However, nothing is so crying ...

source: だ、だって！ こ、こんなに愛情がこもった料理、 初めて食べたんですもん…… うぅ！ 愛妻弁当って、こんなに美味しいんですね！
es_es: Because! This is the first time I've eaten such a loving dish ... Uh! My beloved wife's bento is so delicious!

source: （……まぁ、作ったのは妻ではなく、俺だがな）
es_es: (... Well, I made it, not my wife)

source: ……ありがとうございました。 本当においしかったです。
es_es: ……Thank you very much. It was really delicious.

source: これで、心おきなく死ねます……
es_es: With this, I will die without any thoughts ...

source: お、おいおい。何言ってるんだ。
es_es: Hey hey. What are you talking about

source: ははは。冗談ですよ。 ……僕はこれからも、愛妻弁当を食べられない人生を とぼとぼと歩んでいきます。
es_es: Hahaha. it's a joke. ...... I will continue to live a life where I can't eat my beloved wife's bento.

source: おいしかったな…… ……また食べたいなぁ。 愛妻弁当……
es_es: It was delicious ………… I want to eat it again. My beloved wife lunch ……

source: あい…… さい…… べん…… とう……
es_es: Ai …… Sai …… Ben …… Finally ……

source: …………わかったわかった。 また気が向いたら、食わせてやるよ。
es_es: …………Was found was found. If you feel like it again, I'll feed you.

source: え!!!! 本当ですか!?!?
es_es: Eh !!!! Really!?!?

source: あ、ああ。 ……お前の愛妻が作ったものではないがな。
es_es: Ah, ah. ...... It wasn't made by your beloved wife.

source: かまいませんよ！ 食べます食べますいただきますください！ やったーやったー愛妻弁当ひゃっほーい！
es_es: it does not matter! I'll eat, please eat! I did it! My beloved wife's bento box!

source: またあんな美味しいものを食べられるなんて、 夢のようです！ いつでもお待ちしてますね。 よろしくお願いします！
es_es: It's like a dream to be able to eat such delicious food again! I'm always waiting for you. Thank you!

source: あと、奥様にもよろしくお伝えください！
es_es: Also, please give my best regards to your wife!

source: あ、ああ。
es_es: Ah, ah.

source: （面倒なことになったな…… だが、こんなに喜ぶ奴がいるんなら、 少しくらい手間をかけてもいいか）
es_es: (It's a hassle ... but if there's someone who's so happy, can I take a little time?)

source: 「愛に飢えた男」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「愛に飢えた男」と交流してみましょう。
es_es: A bond with "a man hungry for love" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with "a man who is hungry for love".

source: （そんな暇はないな…… 先を急ごう）
es_es: (I don't have time for that ... Let's hurry ahead)

source: （またの機会にしよう……）
es_es: (Let's take another opportunity ...)

source: 愛に飢えた男
es_es: Love hungry man

source: 龍馬
es_es: Ryoma

source: 手料理を食う
es_es: Eat home cooking

source: 食わない
es_es: Don't eat

source: たそがれている男
es_es: Twilight man

source: そんな暇はない
es_es: I don't have time to do that

source: 愛に飢えた男との絆
es_es: Bonds with a love-hungry man
