Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: translated_text/data/auth/c05_010.par/cmn.par.unpack/cmn.po
Languages: es_es

source: あの一（はじめ）さんが自分から起きるなんて 珍しいこともあるもんどすなあ
es_es: It's rare that that one (beginning) wakes up from himself.

source: せやけど 肝心なものを忘れてへん？
es_es: But don't you forget the important thing?

source: さ おりょうちゃん
es_es: Saori-chan

source: これは……
es_es: is this……

source: お前が裾 直してくれたのか？
es_es: Did you fix it?

source: 気にせんといて ちゃんとお代は頂くさかい ね 女将さん？
es_es: Don't worry, you'll have to pay for it, right?

source: せやねぇ 斎藤はんがこの国を 動かすくらいの大物になってくれはったら……
es_es: I wish Saito Han would become a big player to move this country ...

source: 新しい寺田屋でも作ってもらいましょか
es_es: Will you make it at the new Teradaya?

source: 本当に金に細けえ女ばかりだな ここは
es_es: I'm really just a woman who is thin with money

source: さ そろそろ出なあきまへんな 三番隊隊長さん
es_es: It's about time to come out, Mr. Captain of the 3rd division

source: ああ 行ってくる
es_es: Oh go

source: 飯と風呂 頼んだぜ
es_es: I ordered rice and a bath
