Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: firstdir/data/staypar/stay.par/soldier_card_list.po
Languages: es_es

# NORMAL_SKILL_29
source: 天下無双
es_es: World Musou

# NORMAL_SKILL_30
source: 一騎当千
es_es: Ikki Tousen

# NORMAL_SKILL_31
source: 毒性大神
es_es: Toxic God

# NORMAL_SKILL_32
source: 獅子奮迅
es_es: Lion rush

# NORMAL_SKILL_33
source: 火炎大神
es_es: Flame Okami

# NORMAL_SKILL_34
source: 英雄豪傑
es_es: Hero hero

# NORMAL_SKILL_35
source: 雷電大神
es_es: Raiden Okami

# NORMAL_SKILL_36
source: 一斉射撃
es_es: Salvo

# NORMAL_SKILL_37
source: 難攻不落
es_es: impregnable

# NORMAL_SKILL_38
source: 威風堂々
es_es: stately

# NORMAL_SKILL_39
source: 野戦病院
es_es: Field hospital

# NORMAL_SKILL_40
source: 医薬者
es_es: Pharmacist

# NORMAL_SKILL_41
source: 衛生兵
es_es: Health soldier

# NORMAL_SKILL_42
source: 応援歌
es_es: Cheering song

# NORMAL_SKILL_43
source: 後援隊
es_es: Support team

# NORMAL_SKILL_44
source: 補助者
es_es: Grantor

# NORMAL_SKILL_45
source: 超絶激怒
es_es: Transcendental rage

# NORMAL_SKILL_46
source: 報奨金
es_es: Bounty

# NORMAL_SKILL_47
source: 大支援
es_es: Great support

# NORMAL_SKILL_48
source: 益荒男
es_es: Masu Arao

# NORMAL_SKILL_49
source: 狂戦士
es_es: Berserker

# NORMAL_SKILL_50
source: 閃光大神
es_es: Flash Okami

# NORMAL_SKILL_51
source: 爆炎玉
es_es: Explosive ball

# NORMAL_SKILL_52
source: 火炎玉
es_es: Flame ball

# NORMAL_SKILL_53
source: 電撃玉
es_es: Dengeki ball

# NORMAL_SKILL_54
source: 閃光玉
es_es: Flash jade

# NORMAL_SKILL_55
source: 毒霧玉
es_es: Poison Mist Jade

# NORMAL_SKILL_56
source: 阿修羅
es_es: Ashura

# NORMAL_SKILL_57
source: 疾風迅雷
es_es: Gust of thunder

# NORMAL_SKILL_58
source: 背水ノ陣
es_es: Backwater team

# NORMAL_SKILL_59
source: 火炎師
es_es: Flame master

# NORMAL_SKILL_60
source: 雷電師
es_es: Raiden

# NORMAL_SKILL_61
source: 閃光師
es_es: Flasher

# NORMAL_SKILL_62
source: 毒性師
es_es: Toxicologist

# NORMAL_SKILL_63
source: 大乱舞
es_es: Big flurry

# NORMAL_SKILL_64
source: 悪即斬
es_es: Evil instant slash

# NORMAL_SKILL_65
source: 格闘術
es_es: Martial arts

# NORMAL_SKILL_66
source: 三連射
es_es: Triple shot

# NORMAL_SKILL_67
source: 偉丈夫
es_es: Great husband

# NORMAL_SKILL_68
source: 不退転
es_es: Never retreat

# NORMAL_SKILL_69
source: 怒髪天
es_es: Anger

# NORMAL_SKILL_70
source: 薬箱
es_es: Medicine box

# NORMAL_SKILL_71
source: 手当
es_es: allowance

# NORMAL_SKILL_72
source: 憤怒
es_es: anger

# NORMAL_SKILL_73
source: 応援
es_es: Cheering

# NORMAL_SKILL_74
source: 鼓舞
es_es: Inspire

# NORMAL_SKILL_75
source: 援助
es_es: assistance

# NORMAL_SKILL_76
source: 補翼
es_es: Patch

# NORMAL_SKILL_77
source: 支援
es_es: support

# NORMAL_SKILL_78
source: 奮闘
es_es: Struggle

# NORMAL_SKILL_79
source: 特攻
es_es: Special attack

# NORMAL_SKILL_80
source: 強襲
es_es: Assault

# NORMAL_SKILL_81
source: 勇気
es_es: courage

# NORMAL_SKILL_82
source: 努力
es_es: Work hard

# NORMAL_SKILL_83
source: 無謀
es_es: reckless

# NORMAL_SKILL_84
source: 舞踏
es_es: Butoh

# NORMAL_SKILL_85
source: 乱舞
es_es: Ranbu

# NORMAL_SKILL_86
source: 斬撃
es_es: Slashing

# NORMAL_SKILL_87
source: 斬鉄
es_es: Zantetsu

# NORMAL_SKILL_88
source: 篭手
es_es: Stick hand

# NORMAL_SKILL_89
source: 喧嘩
es_es: quarrel

# NORMAL_SKILL_90
source: 炎師
es_es: Yanshi

# NORMAL_SKILL_91
source: 雷師
es_es: Lei Shi

# NORMAL_SKILL_92
source: 光師
es_es: Mitsushi

# NORMAL_SKILL_93
source: 毒師
es_es: Poison Master

# NORMAL_SKILL_94
source: 射撃
es_es: shooting

# NORMAL_SKILL_95
source: 連射
es_es: Rapid fire

# NORMAL_SKILL_96
source: 防御
es_es: defense

# NORMAL_SKILL_97
source: 防衛
es_es: defense

# NORMAL_SKILL_98
source: 鉄壁
es_es: Iron wall

# NORMAL_SKILL_99
source: 我慢
es_es: patience

# NORMAL_SKILL_100
source: 根性
es_es: guts

# NORMAL_SKILL_101
source: 忍耐
es_es: patience

# NORMAL_SKILL_102
source: 傷薬
es_es: Injury

# NORMAL_SKILL_103
source: 声援
es_es: Solidarity

# NORMAL_SKILL_104
source: 激励
es_es: excitation

# NORMAL_SKILL_105
source: 手伝
es_es: help

# NORMAL_SKILL_106
source: 補助
es_es: Subsidy

# GET_COMMENT_0
source: 時の流れを一時的に止められる平隊士。攻防に優れており伍長として最適。座右の銘は「晴耕雨読」。
es_es: A flat soldier who can temporarily stop the flow of time. Excellent offense and defense, ideal as a corporal. The motto is "Haruko Ameyomi".

# GET_COMMENT_1
source: 最も優秀な攻撃型の平隊士の一人。統率力の優れた伍長として適任。座右の銘は「剛毅果断」。
es_es: One of the best offensive flat soldiers. Suitable as a corporal with excellent leadership. The motto is "Takeshi Kabuki".

# GET_COMMENT_2
source: 火炎玉を扱うことに長けた平隊士。攻撃型伍長として最適も、危険も伴う。座右の銘は「親思う心に勝る親心」。
es_es: A flat soldier who is good at handling flame balls. Optimal as an offensive corporal, but also dangerous. The motto is "Intimacy that surpasses intimacy."

# GET_COMMENT_3
source: 隊長の闘気を高める点において最も優秀な平隊士。攻撃型伍長として最適も、危険も伴う。座右の銘は「一意専心」。
es_es: The most excellent flat soldier in terms of enhancing the fighting spirit of the captain. Optimal as an offensive corporal, but also dangerous. The motto is "unique devotion".

# GET_COMMENT_4
source: 敵の戦意を奪う優秀な平隊士。攻撃型伍長に最適。座右の銘は「気宇壮大」。
es_es: An excellent flat soldier who robs the enemy of fighting spirit. Ideal for attacking corporals. The motto is "Kiusoudai".

# GET_COMMENT_5
source: 電撃玉を扱うことに長けた平隊士。攻撃型伍長に最適。座右の銘は「金剛不壊」。
es_es: A flat soldier who is good at handling electric shock balls. Ideal for attacking corporals. The motto is "Kongou Fuwa".

# GET_COMMENT_6
source: 閃光玉を扱うことに長けた平隊士。攻撃型伍長に最適。座右の銘は「敬天愛人」。
es_es: A flat soldier who is good at handling flash balls. Ideal for attacking corporals. The motto is "Keiten Mistress".

# GET_COMMENT_7
source: 爆弾を扱うことに長けた平隊士。攻撃型伍長に最適。座右の銘は「情けは人の為ならず」。
es_es: A flat soldier who is good at handling bombs. Ideal for attacking corporals. The motto is "Pity is not for people."

# GET_COMMENT_8
source: 最も優秀な攻撃型の平隊士の一人。槍隊士を率いる攻撃型伍長として最適。座右の銘は「結果がすべて」。
es_es: One of the best offensive flat soldiers. Ideal as an offensive corporal to lead a spear corps. The motto is "The result is everything".

# GET_COMMENT_9
source: 毒霧玉を扱うことに長けた平隊士。攻撃型伍長として最適も、危険も伴う。座右の銘は「継続は力なり」。
es_es: A flat soldier who is good at handling poisonous fog balls. Optimal as an offensive corporal, but also dangerous. The motto is "Continuation is power".

# GET_COMMENT_10
source: 戦う為に痛覚を麻痺させる平隊士。守備型伍長に最適。座右の銘は「当たって砕けろ」。
es_es: A flat soldier who paralyzes his pain to fight. Ideal for defensive corporals. The motto is "Hit and crush."

# GET_COMMENT_11
source: 守備型の平隊士として秀逸。守備型伍長に最適。座右の銘は「頑固一徹」。
es_es: Excellent as a defensive type flat soldier. Ideal for defensive corporals. The motto is "Stubborn Ittetsu".

# GET_COMMENT_12
source: 最も優秀な守備型の平隊士の一人。攻防に優れており伍長として最適。座右の銘は「決して驕らず、決して腐らず 」。
es_es: One of the best defensive flat soldiers. Excellent offense and defense, ideal as a corporal. The motto is "Never go crazy, never rot."

# GET_COMMENT_13
source: 守備型の平隊士として優秀。守備型伍長に最適。座右の銘は「命に過ぎたる宝なし」。
es_es: Excellent as a defensive type flat soldier. Ideal for defensive corporals. The motto is "No treasure that is too much for life."

# GET_COMMENT_14
source: 援護射撃を扱うことに長けた平隊士。銃隊士を率いる守備型伍長として最適。座右の銘は「縁の下の力持ち」。
es_es: A flat soldier who is good at handling support shooting. Ideal as a defensive corporal to lead a gunman. The motto is "Underground Power".

# GET_COMMENT_15
source: 最も優秀な体力回復系平隊士の一人。回復系伍長に最適。座右の銘は「七生報国」。
es_es: One of the best health recovery type flat soldiers. Ideal for recovery corporals. The motto is "Nanasei Hokoku".

# GET_COMMENT_16
source: 最も優秀な体力回復系平隊士の一人。攻撃型伍長として有能。座右の銘は「千の言より一の暴力」。
es_es: One of the best health recovery type flat soldiers. Competent as an offensive corporal. The motto is "One violence from a thousand words."

# GET_COMMENT_17
source: 最も優秀な体力回復系平隊士の一人。刀隊士を率いる回復系伍長として最適。座右の銘は「腹が減っては戦はできぬ」。
es_es: One of the best health recovery type flat soldiers. Ideal as a recovery corporal who leads a swordsman. The motto is "You can't fight if you're hungry."

# GET_COMMENT_18
source: 最も優秀な体力回復系平隊士の一人。回復系伍長に最適。座右の銘は「笑う門には福来る」。
es_es: One of the best health recovery type flat soldiers. Ideal for recovery corporals. The motto is "Fortune comes to the laughing gate."

# GET_COMMENT_19
source: 最も優秀な体力回復系平隊士の一人。攻撃型伍長として有能。座右の銘は「鉄心石腸」。
es_es: One of the best health recovery type flat soldiers. Competent as an offensive corporal. The motto is "Iron core stone intestine".

# GET_COMMENT_20
source: 全ての隊士補佐に長けた平隊士。攻撃型伍長として最適。座右の銘は「人事を尽くして天明を待つ」。
es_es: A flat soldier who is good at all assistant soldiers. Ideal as an attacking corporal. The motto is "Do your best to wait for Tenmei."

# GET_COMMENT_21
source: 継続的に隊長の闘気を高めることに優秀な平隊士。刀隊士を率いる万能型伍長として最適。座右の銘は「時は金なり」。
es_es: An excellent flat soldier who continuously raises the fighting spirit of the captain. Ideal as a versatile corporal to lead a swordsman. The motto is "Time is money".

# GET_COMMENT_22
source: 平凡な平隊士。万能型伍長として最適。座右の銘は「失敗は成功のもと」。
es_es: A mediocre flat soldier. Ideal as a versatile corporal. The motto is "Failure is the source of success."

# GET_COMMENT_23
source: 全ての隊士補佐において優秀な平隊士。回復系伍長に最適。座右の銘は「苦あれば楽あり」。
es_es: An excellent flat soldier in all assistant soldiers. Ideal for recovery corporals. The motto is "If you have a hard time, it's easy."

# GET_COMMENT_24
source: 全ての隊士補佐において優秀な平隊士。守備型伍長に最適。座右の銘は「不立文字」。
es_es: An excellent flat soldier in all assistant soldiers. Ideal for defensive corporals. The motto is "Infidelity".

# GET_COMMENT_25
source: 戦いの中に波乱を巻き起こす平隊士。伍長には不向きも、使い方次第。座右の銘は「思い立ったが吉日」。
es_es: A flat soldier who causes turmoil in the battle. Not suitable for corporal, but it depends on how you use it. The motto is "I thought it was a good day."

# GET_COMMENT_26
source: 最も優秀な隊士補佐系平隊士の一人。統率力の優れた伍長として適任。座右の銘は「怒りは敵と思え」。
es_es: One of the most talented assistant soldiers. Suitable as a corporal with excellent leadership. The motto is "Angry seems to be an enemy."

# GET_COMMENT_27
source: 全ての隊士補佐において優秀な平隊士。伍長には不向きも、使い方次第。座右の銘は「謹厳実直」。
es_es: An excellent flat soldier in all assistant soldiers. Not suitable for corporal, but it depends on how you use it. The motto is "Strict and honest".

# GET_COMMENT_28
source: 最も優秀な隊士補佐系平隊士の一人。統率力の優れた伍長として適任。座右の銘は「人に歴史あり」。
es_es: One of the most talented assistant soldiers. Suitable as a corporal with excellent leadership. The motto is "People have history."

# GET_COMMENT_29
source: 継続的に隊長の闘気を高める点において最も優秀な平隊士の一人。伍長には不向きも、使い方次第。座右の銘は「明日できることを今日するな」。
es_es: One of the best flat soldiers in terms of continuously increasing the fighting spirit of the captain. Not suitable for corporal, but it depends on how you use it. The motto is "Don't do what you can tomorrow today."

# GET_COMMENT_30
source: 瞬発的な攻撃型の平隊士として秀逸。統率力の優れた伍長として適任。座右の銘は「人は城、人は石垣」。
es_es: Excellent as an instant attack type flat soldier. Suitable as a corporal with excellent leadership. The motto is "People are castles, people are stone walls".

# GET_COMMENT_31
source: 攻撃型の平隊士として秀逸。統率力の優れた伍長として適任。座右の銘は「後は野となれ山となれ」。
es_es: Excellent as an offensive flat soldier. Suitable as a corporal with excellent leadership. The motto is "Become a field and a mountain afterwards."

# GET_COMMENT_32
source: 毒属性武器の扱いに秀逸な平隊士。攻撃型伍長として適任。座右の銘は「正々堂々」。
es_es: A flat soldier who excels in handling poisonous weapons. Suitable as an offensive corporal. The motto is "Straight and Dignified".

# GET_COMMENT_33
source: 攻撃型の平隊士として秀逸。刀隊士を率いる攻撃型伍長として最適。座右の銘は「有言実行」。
es_es: Excellent as an offensive flat soldier. Ideal as an offensive corporal to lead a swordsman. The motto is "execution of words".

# GET_COMMENT_34
source: 炎属性武器の扱いに秀逸な平隊士。攻撃型伍長として適任。座右の銘は「陰徳陽報」。
es_es: A flat soldier who excels in handling fire-type weapons. Suitable as an offensive corporal. The motto is "Yin and Yang".

# GET_COMMENT_35
source: 電撃玉を扱うことに長けた平隊士。攻撃型伍長として適任。座右の銘は「転ばぬ先の杖」。
es_es: A flat soldier who is good at handling electric shock balls. Suitable as an offensive corporal. The motto is "The cane that doesn't fall."

# GET_COMMENT_36
source: 爆弾を扱うことに長けた平隊士。攻撃型伍長として適任。座右の銘は「自分のことを必要以上に考えない」。
es_es: A flat soldier who is good at handling bombs. Suitable as an offensive corporal. The motto is "Don't think about yourself more than necessary."

# GET_COMMENT_37
source: 敵の防御を崩すことに長けた平隊士。槍隊士を率いる攻撃型伍長として最適。座右の銘は「井の中の蛙」。
es_es: A flat soldier who is good at breaking the defense of the enemy. Ideal as an offensive corporal to lead a spear corps. The motto is "Frog in the well".

# GET_COMMENT_38
source: 雷属性武器の扱いに秀逸な平隊士。攻撃型伍長として適任。座右の銘は「百聞は一見にしかず」。
es_es: A flat soldier who excels in handling lightning weapons. Suitable as an offensive corporal. The motto is "Seeing is believing".

# GET_COMMENT_39
source: 援護射撃を扱う平隊士。銃隊士を率いる攻撃型伍長として最適。座右の銘は「日々是精進」。
es_es: A flat soldier who handles support shooting. Ideal as an offensive corporal to lead a gunman. The motto is "Daily devotion".

# GET_COMMENT_40
source: 守備型の平隊士として秀逸。統率力の優れた伍長として適任。座右の銘は「一致団結」。
es_es: Excellent as a defensive type flat soldier. Suitable as a corporal with excellent leadership. The motto is "Unity".

# GET_COMMENT_41
source: 守備型の平隊士として秀逸。統率力の優れた伍長として適任。座右の銘は「為せば成る」。
es_es: Excellent as a defensive type flat soldier. Suitable as a corporal with excellent leadership. The motto is "If you do it".

# GET_COMMENT_42
source: 守備型の平隊士として秀逸。守備型伍長として適任。座右の銘は「泰然自若」。
es_es: Excellent as a defensive type flat soldier. Suitable as a defensive corporal. The motto is "Taisei Jiju".

# GET_COMMENT_43
source: 守備型の平隊士として秀逸。守備型伍長として適任。座右の銘は「有言実行」。
es_es: Excellent as a defensive type flat soldier. Suitable as a defensive corporal. The motto is "execution of words".

# GET_COMMENT_44
source: 戦う為に痛覚を麻痺させる平隊士。守備型伍長として適任。座右の銘は「不言実行」。
es_es: A flat soldier who paralyzes his pain to fight. Suitable as a defensive corporal. The motto is "Silence execution".

# GET_COMMENT_45
source: 守備型の平隊士として秀逸。刀隊士を率いる守備型伍長として最適。座右の銘は「明日は明日の風が吹く」。
es_es: Excellent as a defensive type flat soldier. Ideal as a defensive corporal to lead a swordsman. The motto is "Tomorrow's wind will blow".

# GET_COMMENT_46
source: 守備型の平隊士として秀逸。槍隊士を率いる守備型伍長として最適。座右の銘は「為せば成る」。
es_es: Excellent as a defensive type flat soldier. Ideal as a defensive corporal to lead a spear corps. The motto is "If you do it".

# GET_COMMENT_47
source: 守備型の平隊士として秀逸。攻撃型伍長として有能。座右の銘は「泰然自若」。
es_es: Excellent as a defensive type flat soldier. Competent as an offensive corporal. The motto is "Taisei Jiju".

# GET_COMMENT_48
source: 守備型の平隊士として秀逸。銃隊士を率いる守備型伍長として最適。座右の銘は「品行方正」。
es_es: Excellent as a defensive type flat soldier. Ideal as a defensive corporal to lead a gunman. The motto is "Good behavior".

# GET_COMMENT_49
source: 守備型の平隊士として秀逸。攻撃型伍長として有能。座右の銘は「安寧秩序」。
es_es: Excellent as a defensive type flat soldier. Competent as an offensive corporal. The motto is "Peaceful Order".

# GET_COMMENT_50
source: 優秀な体力回復系平隊士。統率力の優れた伍長として適任。座右の銘は「一期一会」。
es_es: Excellent physical recovery system flat soldier. Suitable as a corporal with excellent leadership. The motto is "Ichigo Ichikai".

# GET_COMMENT_51
source: 優秀な体力回復系平隊士。統率力の優れた伍長として適任。座右の銘は「豪放磊落」。
es_es: Excellent physical recovery system flat soldier. Suitable as a corporal with excellent leadership. The motto is "Gorgeous fall".

# GET_COMMENT_52
source: 優秀な体力回復系平隊士。回復系伍長として適任。座右の銘は「千里の道も一歩から」。
es_es: Excellent physical recovery system flat soldier. Suitable as a recovery corporal. The motto is "Senri no Michi also starts from one step".

# GET_COMMENT_53
source: 優秀な体力回復系平隊士。回復系伍長として適任。座右の銘は「雨降って地固まる」。
es_es: Excellent physical recovery system flat soldier. Suitable as a recovery corporal. The motto is "It rains and solidifies."

# GET_COMMENT_54
source: 優秀な体力回復系平隊士。回復系伍長として適任。座右の銘は「和をもって貴しとなす」。
es_es: Excellent physical recovery system flat soldier. Suitable as a recovery corporal. The motto is "Wa is precious."

# GET_COMMENT_55
source: 優秀な体力回復系平隊士。刀隊士を率いる回復系伍長として最適。座右の銘は「明日は明日の風が吹く」。
es_es: Excellent physical recovery system flat soldier. Ideal as a recovery corporal who leads a swordsman. The motto is "Tomorrow's wind will blow".

# GET_COMMENT_56
source: 体力回復に長けた平隊士。槍隊士を率いる回復系伍長として最適。座右の銘は「為せば成る」。
es_es: A flat soldier who is good at recovering physical strength. Ideal as a recovery corporal to lead a spear corps. The motto is "If you do it".

# GET_COMMENT_57
source: 優秀な体力回復系平隊士。回復系伍長として適任。座右の銘は「平穏無事」。
es_es: Excellent physical recovery system flat soldier. Suitable as a recovery corporal. The motto is "Peaceful and safe".

# GET_COMMENT_58
source: 体力回復に長けた平隊士。銃隊士を率いる回復系伍長として最適。座右の銘は「有言実行」。
es_es: A flat soldier who is good at recovering physical strength. Ideal as a recovery corporal to lead a gunman. The motto is "execution of words".

# GET_COMMENT_59
source: 優秀な体力回復系平隊士。回復系伍長として適任。座右の銘は「温故知新」。
es_es: Excellent physical recovery system flat soldier. Suitable as a recovery corporal. The motto is "Won's old wisdom".

# GET_COMMENT_60
source: 攻撃隊士補佐において優秀な平隊士。攻撃型伍長として適任。座右の銘は「一攫千金」。
es_es: An excellent flat soldier in the assistant attack corps. Suitable as an offensive corporal. The motto is "Ichibashi Senkin".

# GET_COMMENT_61
source: 全ての隊士補佐に長けた平隊士。攻撃型伍長として適任。座右の銘は「一富士二鷹三茄子」。
es_es: A flat soldier who is good at all assistant soldiers. Suitable as an offensive corporal. The motto is "Ichifuji, Nitaka, and Eggplant."

# GET_COMMENT_62
source: 守備隊士補佐において優秀な平隊士。守備型伍長として適任。座右の銘は「一心不乱」。
es_es: An excellent flat soldier in the assistant garrison. Suitable as a defensive corporal. The motto is "Ichishin Furu".

# GET_COMMENT_63
source: 衛生隊士補佐において優秀な平隊士。回復系伍長として適任。座右の銘は「誠心誠意」。
es_es: An excellent flat soldier in the assistant hygiene corps. Suitable as a recovery corporal. The motto is "Sincerity".

# GET_COMMENT_64
source: 平凡な平隊士。刀隊士を率いる万能型伍長として最適。座右の銘は「質実剛健」。
es_es: A mediocre flat soldier. Ideal as a versatile corporal to lead a swordsman. The motto is "Simple and strong".

# GET_COMMENT_65
source: 全ての隊士補佐に長けた平隊士。有能な伍長として死地に活路を開く。座右の銘は「切磋琢磨」。
es_es: A flat soldier who is good at all assistant soldiers. As a competent corporal, he opens the way to the dead. The motto is "Kiritsu Takuma".

# GET_COMMENT_66
source: 平凡な平隊士。槍隊士を率いる万能型伍長として最適。座右の銘は「明日は明日の風が吹く」。
es_es: A mediocre flat soldier. Ideal as a versatile corporal to lead a spear corps. The motto is "Tomorrow's wind will blow".

# GET_COMMENT_67
source: 全ての隊士補佐に長けた平隊士。有能な伍長として死地に活路を開く。座右の銘は「安寧秩序」。
es_es: A flat soldier who is good at all assistant soldiers. As a competent corporal, he opens the way to the dead. The motto is "Peaceful Order".

# GET_COMMENT_68
source: 平凡な平隊士。銃隊士を率いる万能型伍長として最適。座右の銘は「為せば成る」。
es_es: A mediocre flat soldier. Ideal as a versatile corporal to lead a gun corps. The motto is "If you do it".

# GET_COMMENT_69
source: 全ての隊士補佐に長けた平隊士。有能な伍長として死地に活路を開く。座右の銘は「会うは別れの始め」。
es_es: A flat soldier who is good at all assistant soldiers. As a competent corporal, he opens the way to the dead. The motto is "Meeting is the beginning of parting."

# GET_COMMENT_70
source: 全ての隊士補佐において優秀な平隊士。伍長には不向きも、使い方次第。座右の銘は「嘘も方便」。
es_es: An excellent flat soldier in all assistant soldiers. Not suitable for corporal, but it depends on how you use it. The motto is "Lies and Upaya".

# GET_COMMENT_71
source: 隊長の闘気を高める点において最も優秀な平隊士。伍長には不向きも、使い方次第。座右の銘は「悪銭身につかず」。
es_es: The most excellent flat soldier in terms of enhancing the fighting spirit of the captain. Not suitable for corporal, but it depends on how you use it. The motto is "Don't get sick."

# GET_COMMENT_72
source: 全ての隊士補佐において優秀な平隊士。統率力の優れた伍長として適任。座右の銘は「あばたもえくぼ」。
es_es: An excellent flat soldier in all assistant soldiers. Suitable as a corporal with excellent leadership. The motto is "Abata dimples".

# GET_COMMENT_73
source: 全ての隊士補佐において優秀な平隊士。統率力の優れた伍長として適任。座右の銘は「一致団結」。
es_es: An excellent flat soldier in all assistant soldiers. Suitable as a corporal with excellent leadership. The motto is "Unity".

# GET_COMMENT_74
source: 全ての隊士補佐に長けた平隊士。刀隊士を率いる万能型伍長として最適。座右の銘は「為せば成る」。
es_es: A flat soldier who is good at all assistant soldiers. Ideal as a versatile corporal to lead a swordsman. The motto is "If you do it".

# GET_COMMENT_75
source: 全ての隊士補佐において優秀な平隊士。統率力の優れた伍長として適任。座右の銘は「泰然自若」。
es_es: An excellent flat soldier in all assistant soldiers. Suitable as a corporal with excellent leadership. The motto is "Taisei Jiju".

# GET_COMMENT_76
source: 全ての隊士補佐に長けた平隊士。槍隊士を率いる万能型伍長として最適。座右の銘は「有言実行」。
es_es: A flat soldier who is good at all assistant soldiers. Ideal as a versatile corporal to lead a spear corps. The motto is "execution of words".

# GET_COMMENT_77
source: 全ての隊士補佐において優秀な平隊士。統率力の優れた伍長として適任。座右の銘は「不言実行」。
es_es: An excellent flat soldier in all assistant soldiers. Suitable as a corporal with excellent leadership. The motto is "Silence execution".

# GET_COMMENT_78
source: 全ての隊士補佐に長けた平隊士。銃隊士を率いる万能型伍長として最適。座右の銘は「愛されるより愛したい」。
es_es: A flat soldier who is good at all assistant soldiers. Ideal as a versatile corporal to lead a gun corps. The motto is "I want to love rather than be loved."

# GET_COMMENT_79
source: 全ての隊士補佐において優秀な平隊士。統率力の優れた伍長として適任。座右の銘は「尽忠報国」。
es_es: An excellent flat soldier in all assistant soldiers. Suitable as a corporal with excellent leadership. The motto is "Zanchuhokoku".

# GET_COMMENT_80
source: 攻撃型の平隊士として優秀。攻撃型伍長として適任。座右の銘は「一攫千金」。
es_es: Excellent as an offensive flat soldier. Suitable as an offensive corporal. The motto is "Ichibashi Senkin".

# GET_COMMENT_81
source: 攻撃型の平隊士として優秀。攻撃型伍長として適任。座右の銘は「平穏無事」。
es_es: Excellent as an offensive flat soldier. Suitable as an offensive corporal. The motto is "Peaceful and safe".

# GET_COMMENT_82
source: 閃属性武器の扱いに秀逸な平隊士。攻撃型伍長としては凡庸。座右の銘は「有言実行」。
es_es: A flat soldier who is excellent at handling flash weapons. Mediocre as an offensive corporal. The motto is "execution of words".

# GET_COMMENT_83
source: 爆弾を扱う平隊士。攻撃型伍長としては凡庸。座右の銘は「温故知新」。
es_es: A flat soldier who handles bombs. Mediocre as an offensive corporal. The motto is "Won's old wisdom".

# GET_COMMENT_84
source: 火炎玉を扱う平隊士。攻撃型伍長としては凡庸。座右の銘は「一攫千金」。
es_es: A flat soldier who handles flameballs. Mediocre as an offensive corporal. The motto is "Ichibashi Senkin".

# GET_COMMENT_85
source: 電撃玉を扱う平隊士。攻撃型伍長としては凡庸。座右の銘は「破天荒」。
es_es: A flat soldier who handles electric shock balls. Mediocre as an offensive corporal. The motto is "Breakfast".

# GET_COMMENT_86
source: 閃光玉を扱う平隊士。攻撃型伍長としては凡庸。座右の銘は「一心不乱」。
es_es: A flat soldier who handles flash balls. Mediocre as an offensive corporal. The motto is "Ichishin Furu".

# GET_COMMENT_87
source: 毒霧玉を扱う平隊士。伍長には不向き。座右の銘は「誠心誠意」。
es_es: A flat soldier who handles poisonous fog balls. Not suitable for corporals. The motto is "Sincerity".

# GET_COMMENT_88
source: 攻撃型の平隊士として優秀。伍長には不向き。座右の銘は「質実剛健」。
es_es: Excellent as an offensive flat soldier. Not suitable for corporals. The motto is "Simple and strong".

# GET_COMMENT_89
source: 攻撃型の平隊士として秀逸。伍長とすれば有能だが、危険も伴う。座右の銘は「棚からぼた餅」。
es_es: Excellent as an offensive flat soldier. A corporal is capable, but also dangerous. The motto is "Botamochi from the shelf".

# GET_COMMENT_90
source: 危険を好むが優秀な攻撃型平隊士。伍長としては窮地を生き抜く攻撃力を発揮。座右の銘は「明日は明日の風が吹く」。
es_es: An excellent offensive flat soldier who likes danger. As a corporal, he demonstrates his offensive power to survive the predicament. The motto is "Tomorrow's wind will blow".

# GET_COMMENT_91
source: 炎属性武器の扱いに優秀な平隊士。伍長としては窮地を生き抜く攻撃力を発揮。座右の銘は「為せば成る」。
es_es: An excellent flat soldier who handles fire-type weapons. As a corporal, he demonstrates his offensive power to survive the predicament. The motto is "If you do it".

# GET_COMMENT_92
source: 雷属性武器の扱いに優秀な平隊士。伍長としては窮地を生き抜く攻撃力を発揮。座右の銘は「泰然自若」。
es_es: An excellent flat soldier who handles lightning weapons. As a corporal, he demonstrates his offensive power to survive the predicament. The motto is "Taisei Jiju".

# GET_COMMENT_93
source: 閃属性武器の扱いに優秀な平隊士。伍長としては窮地を生き抜く攻撃力を発揮。座右の銘は「品行方正」。
es_es: An excellent flat soldier who handles flash weapons. As a corporal, he demonstrates his offensive power to survive the predicament. The motto is "Good behavior".

# GET_COMMENT_94
source: 毒属性武器の扱いに優秀な平隊士。伍長としては窮地を生き抜く攻撃力を発揮。座右の銘は「温故知新」。
es_es: A flat soldier who is excellent at handling poisonous weapons. As a corporal, he demonstrates his offensive power to survive the predicament. The motto is "Won's old wisdom".

# GET_COMMENT_95
source: 乱舞補佐として優秀な平隊士。統率力の優れた伍長として有能。座右の銘は「実るほど首を垂れる稲穂かな」。
es_es: An excellent flat soldier as an assistant to Ranbu. Competent as a corporal with excellent command. The motto is "Is it an ear of rice that hangs its head as it grows?"
