Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: firstdir/data/staypar/stay.par/soldier_leader_skill_list.po
Languages: es_es

# SKILL_NAME_0
source: 猛将・壱
es_es: Fierce general

# SKILL_NAME_1
source: 猛将・弐
es_es: Fierce general

# SKILL_NAME_2
source: 猛将・参
es_es: Mighty generals

# SKILL_NAME_3
source: 猛将・極
es_es: Fierce general

# SKILL_NAME_4
source: 狂闘将
es_es: Madman

# SKILL_NAME_5
source: 無双ノ刀衆
es_es: Musou no Swordsman

# SKILL_NAME_6
source: 無双ノ槍衆
es_es: Musou no Yarishu

# SKILL_NAME_7
source: 無双ノ銃衆
es_es: Musou no Gunshu

# SKILL_NAME_8
source: 守将・壱
es_es: Guardian・壱

# SKILL_NAME_9
source: 守将・弐
es_es: Guardian

# SKILL_NAME_10
source: 守将・参
es_es: Guardian・Participant

# SKILL_NAME_11
source: 守将・極
es_es: Guardian・Pole

# SKILL_NAME_12
source: 鉄壁将
es_es: Iron wall general

# SKILL_NAME_13
source: 堅守ノ刀衆
es_es: Adherent swordsman

# SKILL_NAME_14
source: 堅守ノ槍衆
es_es: Adherent spear crowd

# SKILL_NAME_15
source: 堅守ノ銃衆
es_es: Adherent guns

# SKILL_NAME_16
source: 癒将・壱
es_es: Healer Ichi

# SKILL_NAME_17
source: 癒将・弐
es_es: Healer 2

# SKILL_NAME_18
source: 癒将・参
es_es: Yujang・Sam

# SKILL_NAME_19
source: 癒将・極
es_es: Healer / Pole

# SKILL_NAME_20
source: 神癒ノ刀衆
es_es: Divine Healing Swordsman

# SKILL_NAME_21
source: 神癒ノ槍衆
es_es: Divine Healing Spear

# SKILL_NAME_22
source: 神癒ノ銃衆
es_es: Divine Healing Guns

# SKILL_NAME_23
source: 励攻・壱
es_es: Encouragement / Ichi

# SKILL_NAME_24
source: 励攻・弐
es_es: Encouragement, 2

# SKILL_NAME_25
source: 励攻・参
es_es: Rei Gong・San

# SKILL_NAME_26
source: 励攻・極
es_es: Li Gong · Extreme

# SKILL_NAME_27
source: 励守・壱
es_es: Rei Shou·壱

# SKILL_NAME_28
source: 励守・弐
es_es: Encouragement / second

# SKILL_NAME_29
source: 励守・参
es_es: Rei Mori・San

# SKILL_NAME_30
source: 励守・極
es_es: Rei Shou, Ji

# SKILL_NAME_31
source: 励癒・壱
es_es: Healing / Ichi

# SKILL_NAME_32
source: 励癒・弐
es_es: Healing / II

# SKILL_NAME_33
source: 励癒・参
es_es: Reiyu・Sam

# SKILL_NAME_34
source: 励癒・極
es_es: Rejuvenation・Extremely

# SKILL_NAME_35
source: 大励将
es_es: Da Li Jiang

# SKILL_NAME_36
source: 激励ノ刀衆
es_es: Encouragement swordsman

# SKILL_NAME_37
source: 激励ノ槍衆
es_es: Encouragement spear crowd

# SKILL_NAME_38
source: 激励ノ銃衆
es_es: Encouragement guns

# SKILL_NAME_39
source: 神速・壱
es_es: God speed, Ichi

# SKILL_NAME_40
source: 神速・弐
es_es: God speed, 2

# SKILL_NAME_41
source: 神速・参
es_es: Speed and ginseng

# SKILL_NAME_42
source: 神速・極
es_es: Speed and extreme

# SKILL_NAME_43
source: 烈神速
es_es: Fierce speed

# SKILL_NAME_44
source: 神速ノ刀衆
es_es: God speed swordsman

# SKILL_NAME_45
source: 神速ノ槍衆
es_es: Shinsoku no Yarishu

# SKILL_NAME_46
source: 神速ノ銃衆
es_es: God speed guns

# SKILL_NAME_47
source: 武甕雷男神
es_es: Wu Weng Lei Male God

# SKILL_NAME_48
source: 諸刃・励守
es_es: Double-edged / encouragement

# SKILL_NAME_49
source: 諸刃・励防
es_es: Double-edged / encouragement

# SKILL_NAME_50
source: 諸刃・励避
es_es: Double-edged / avoidance

# SKILL_NAME_51
source: 諸刃・励技
es_es: Double-edged / encouragement

# SKILL_NAME_52
source: 諸刃・励武
es_es: Double-edged / encouraged

# SKILL_NAME_53
source: 諸刃・励視
es_es: Double-edged / gaze

# SKILL_NAME_54
source: 諸刃・励気
es_es: Double-edged / encouraged

# SKILL_NAME_55
source: 諸刃・励足
es_es: Double-edged / encouraged

# SKILL_NAME_56
source: 諸刃・枠防
es_es: Double-edged / frame defense

# SKILL_NAME_57
source: 義侠心
es_es: Righteous chivalry

# SKILL_NAME_58
source: 義理人情
es_es: Righteousness

# SKILL_NAME_59
source: 不倒根性
es_es: Immortality

# SKILL_NAME_60
source: 怒龍ノ紋章
es_es: Angry Dragon Crest

# SKILL_NAME_61
source: 極・義侠道
es_es: Extreme · Righteous Xia Dao

# SKILL_NAME_62
source: 真・新選組
es_es: Shinsengumi

# SKILL_DETAIL_0
source: 常にプレイヤーの 攻撃力が増幅（小）
es_es: Player's attack power is always amplified (small)

# SKILL_DETAIL_1
source: 常にプレイヤーの 攻撃力が増幅（中）
es_es: Player's attack power is always amplified (medium)

# SKILL_DETAIL_2
source: 常にプレイヤーの 攻撃力が増幅（大）
es_es: The player's attack power is always amplified (large)

# SKILL_DETAIL_3
source: 常にプレイヤーの 攻撃力が増幅（特大）
es_es: Player's attack power is always amplified (extra large)

# SKILL_DETAIL_4
source: 体力赤点滅時に プレイヤーの 攻撃力増幅（特大）
es_es: Amplification of player's attack power when physical strength flashes red (extra large)

# SKILL_DETAIL_5
source: 刀隊士の人数に応じて プレイヤーの 攻撃力増幅（極大）
es_es: Amplification of player's attack power according to the number of swordsmen (maximum)

# SKILL_DETAIL_6
source: 槍隊士の人数に応じて プレイヤーの 攻撃力増幅（極大）
es_es: Amplification of player's attack power according to the number of spearmen (maximum)

# SKILL_DETAIL_7
source: 銃隊士の人数に応じて プレイヤーの 攻撃力増幅（極大）
es_es: Amplification of player's attack power according to the number of gunmen (maximum)

# SKILL_DETAIL_8
source: 常にプレイヤーの 防御力が増幅（小）
es_es: The player's defense power is always amplified (small)

# SKILL_DETAIL_9
source: 常にプレイヤーの 防御力が増幅（中）
es_es: The player's defense power is always amplified (medium)

# SKILL_DETAIL_10
source: 常にプレイヤーの 防御力が増幅（大）
es_es: The player's defense power is always amplified (large)

# SKILL_DETAIL_11
source: 常にプレイヤーの 防御力が増幅（特大）
es_es: The player's defense power is always amplified (extra large)

# SKILL_DETAIL_12
source: 体力赤点滅時に プレイヤーの 防御力増幅（特大）
es_es: Amplification of player's defense power when physical strength flashes red (extra large)

# SKILL_DETAIL_13
source: 刀隊士の人数に応じて プレイヤーの 防御力増幅（極大）
es_es: Amplification of player's defense power according to the number of swordsmen (maximum)

# SKILL_DETAIL_14
source: 槍隊士の人数に応じて プレイヤーの 防御力増幅（極大）
es_es: Amplification of player's defense power according to the number of spearmen (maximum)

# SKILL_DETAIL_15
source: 銃隊士の人数に応じて プレイヤーの 防御力増幅（極大）
es_es: Amplification of player's defense power according to the number of gunmen (maximum)

# SKILL_DETAIL_16
source: 常にプレイヤーの 体力を自動回復（小）
es_es: Always automatically recovers player's physical strength (small)

# SKILL_DETAIL_17
source: 常にプレイヤーの 体力を自動回復（中）
es_es: Always automatically recovers player's health (medium)

# SKILL_DETAIL_18
source: 常にプレイヤーの 体力を自動回復（大）
es_es: Always automatically recovers player's physical strength (Large)

# SKILL_DETAIL_19
source: 常にプレイヤーの 体力を自動回復（特大）
es_es: Always automatically recovers the player's physical strength (extra large)

# SKILL_DETAIL_20
source: 刀隊士の人数に応じて プレイヤーの体力を 自動回復（極大）
es_es: Automatically recovers the player's physical strength according to the number of swordsmen (maximum)

# SKILL_DETAIL_21
source: 槍隊士の人数に応じて プレイヤーの体力を 自動回復（極大）
es_es: Automatically recovers player's physical strength according to the number of spearmen (maximum)

# SKILL_DETAIL_22
source: 銃隊士の人数に応じて プレイヤーの体力を 自動回復（極大）
es_es: Automatically recovers player's physical strength according to the number of gunmen (maximum)

# SKILL_DETAIL_23
source: 常に攻撃隊士の 能力効果増幅（小）
es_es: Always increase the ability effect of attackers (small)

# SKILL_DETAIL_24
source: 常に攻撃隊士の 能力効果増幅（中）
es_es: Always amplify the ability effect of attackers (middle)

# SKILL_DETAIL_25
source: 常に攻撃隊士の 能力効果増幅（大）
es_es: Always increase the ability effect of attackers (large)

# SKILL_DETAIL_26
source: 常に攻撃隊士の 能力効果増幅 （特大）
es_es: Always amplify the ability effect of attackers (extra large)

# SKILL_DETAIL_27
source: 常に守備隊士の 能力効果増幅（小）
es_es: Always amplify the ability effect of garrison (small)

# SKILL_DETAIL_28
source: 常に守備隊士の 能力効果増幅（中）
es_es: Always amplify the ability effect of garrison (middle)

# SKILL_DETAIL_29
source: 常に守備隊士の 能力効果増幅（大）
es_es: Always amplify the ability effect of garrison (large)

# SKILL_DETAIL_30
source: 常に守備隊士の 能力効果増幅 （特大）
es_es: Always amplify the ability effect of garrison (extra large)

# SKILL_DETAIL_31
source: 常に衛生隊士の 能力効果増幅（小）
es_es: Always amplify the ability effect of hygiene personnel (small)

# SKILL_DETAIL_32
source: 常に衛生隊士の 能力効果増幅（中）
es_es: Always amplify the ability effect of hygiene personnel (middle)

# SKILL_DETAIL_33
source: 常に衛生隊士の 能力効果増幅（大）
es_es: Always amplify the ability effect of hygiene personnel (large)

# SKILL_DETAIL_34
source: 常に衛生隊士の 能力効果増幅 （特大）
es_es: Always amplify the ability effect of hygiene personnel (extra large)

# SKILL_DETAIL_35
source: 体力赤点滅時に 全隊士の能力効果 増幅（大）
es_es: Amplification of ability effect of all soldiers when physical strength flashes red (Large)

# SKILL_DETAIL_36
source: 刀隊士の人数に応じて 全隊士の能力効果 増幅（極大）
es_es: Amplification of ability effect of all swordsmen according to the number of swordsmen (maximum)

# SKILL_DETAIL_37
source: 槍隊士の人数に応じて 全隊士の能力効果 増幅（極大）
es_es: Amplification of the ability effect of all soldiers according to the number of spearmen (maximum)

# SKILL_DETAIL_38
source: 銃隊士の人数に応じて 全隊士の能力効果 増幅（極大）
es_es: Amplification of the ability effect of all soldiers according to the number of gunmen (maximum)

# SKILL_DETAIL_39
source: 常に伍長の 充填速度増幅（小）
es_es: Always corporal filling speed amplification (small)

# SKILL_DETAIL_40
source: 常に伍長の 充填速度増幅（中）
es_es: Always corporal filling speed amplification (medium)

# SKILL_DETAIL_41
source: 常に伍長の 充填速度増幅（大）
es_es: Always corporal filling speed amplification (large)

# SKILL_DETAIL_42
source: 常に伍長の 充填速度増幅（特大）
es_es: Always corporal filling speed amplification (extra large)

# SKILL_DETAIL_43
source: 体力赤点滅時に 全隊士の充填速度増幅 （大）
es_es: Amplification of filling speed of all soldiers when physical strength flashes red (large)

# SKILL_DETAIL_44
source: 刀隊士の人数に応じて 全隊士の充填速度 増幅（極大）
es_es: Amplification of filling speed of all swordsmen according to the number of swordsmen (maximum)

# SKILL_DETAIL_45
source: 槍隊士の人数に応じて 全隊士の充填速度 増幅（極大）
es_es: Amplification of filling speed of all soldiers according to the number of spearmen (maximum)

# SKILL_DETAIL_46
source: 銃隊士の人数に応じて 全隊士の充填速度 増幅（極大）
es_es: Amplification of filling speed of all soldiers according to the number of gunmen (maximum)

# SKILL_DETAIL_47
source: 常にプレイヤーの 攻撃力と防御力が 増幅（極大）
es_es: The player's attack power and defense power are always amplified (maximum)

# SKILL_DETAIL_48
source: 伍長の隊士能力効果を 大増幅しプレイヤーの 防御力が減少（大）
es_es: Corporal's corps ability effect is greatly amplified and the player's defense power is reduced (large)

# SKILL_DETAIL_49
source: 伍長の隊士能力効果を 大増幅しプレイヤーは ガード不可
es_es: Corporal's corps ability effect is greatly amplified and players cannot guard

# SKILL_DETAIL_50
source: 伍長の隊士能力効果を 大増幅しプレイヤーは スウェイ不可
es_es: Corporal's corps ability effect is greatly amplified and players cannot sway

# SKILL_DETAIL_51
source: 伍長の隊士能力効果を 大増幅しヒート アクション起動不可
es_es: Corporal's corps ability effect is greatly amplified and heat action cannot be activated

# SKILL_DETAIL_52
source: 伍長の隊士能力効果を 大増幅しプレイヤーは 武器を使用不可
es_es: Corporal's corps ability effect is greatly amplified and players cannot use weapons

# SKILL_DETAIL_53
source: 伍長の隊士能力効果を 大増幅しプレイヤーの 視界が混濁する
es_es: The corporal's corps ability effect is greatly amplified and the player's field of vision becomes cloudy.

# SKILL_DETAIL_54
source: 伍長の隊士能力効果を 大増幅しプレイヤーの 気絶確率増幅
es_es: Greatly amplifies the corporal's soldier ability effect and amplifies the player's stunning probability

# SKILL_DETAIL_55
source: 伍長の隊士能力効果 を大増幅し時々地面がヌルヌルになる
es_es: Greatly amplifies the corporal's corps ability effect and sometimes the ground becomes slimy

# SKILL_DETAIL_56
source: 常に隊士枠が１増加 してプレイヤーの 防御力が減少（小）
es_es: The number of soldiers is always increased by 1 and the player's defense power is reduced (small)

# SKILL_DETAIL_57
source: 常に隊士枠が１増加
es_es: Always increase the number of soldiers by 1

# SKILL_DETAIL_58
source: 常に隊士枠が１増加 して伍長の充填速度が 増幅（大）
es_es: The Corporal's frame is always increased by 1 and the filling speed of the Corporal is amplified (Large)

# SKILL_DETAIL_59
source: 常にプレイヤーは ダウンしない
es_es: Players never go down

# SKILL_DETAIL_60
source: 常にプレイヤーの 攻撃力増幅（極大） かつ防御力減少（大）
es_es: Always increase the player's attack power (maximum) and decrease the defense power (large)

# SKILL_DETAIL_61
source: 常に隊士枠が１増加 して全隊士の充填速度 が増幅（大）
es_es: The number of soldiers is always increased by 1, and the filling speed of all soldiers is amplified (large).

# SKILL_DETAIL_62
source: 常に全隊士の 全属性能力効果 増幅（極大）
es_es: Always amplify all attribute abilities of all soldiers (maximum)
