Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: firstdir/data/staypar/stay.par/soldier_card_list.po
Languages: es_es

# GET_COMMENT_219
source: 守備型の平隊士として汎用的。守備型伍長としては凡庸。座右の銘は「日進月歩」。
es_es: Versatile as a defensive flat soldier. Mediocre as a defensive corporal. The motto is "Daily progress".

# GET_COMMENT_220
source: 守備型の平隊士として汎用的。守備型伍長としては凡庸。座右の銘は「初志貫徹」。
es_es: Versatile as a defensive flat soldier. Mediocre as a defensive corporal. The motto is "Toru Hatsushi".

# GET_COMMENT_221
source: 守備型の平隊士として汎用的。守備型伍長としては凡庸。座右の銘は「因果応報」。
es_es: Versatile as a defensive flat soldier. Mediocre as a defensive corporal. The motto is "Causal Retribution".

# GET_COMMENT_222
source: 平凡な平隊士。伍長には不向き。座右の銘は「有言実行」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "execution of words".

# GET_COMMENT_223
source: 平凡な平隊士。伍長には不向き。座右の銘は「平々凡々」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Mediocre".

# GET_COMMENT_224
source: 平凡な平隊士。伍長には不向き。座右の銘は「臥薪嘗胆」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Wo-ki-boku".

# GET_COMMENT_225
source: 平凡な平隊士。伍長には不向き。座右の銘は「切磋琢磨」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Kiritsu Takuma".

# GET_COMMENT_226
source: 平凡な平隊士。伍長には不向き。座右の銘は「品行方正」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Good behavior".

# GET_COMMENT_227
source: 平凡な平隊士。伍長には不向き。座右の銘は「不言実行」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Silence execution".

# GET_COMMENT_228
source: 平凡な平隊士。伍長には不向き。座右の銘は「安寧秩序」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Peaceful Order".

# GET_COMMENT_229
source: 平凡な平隊士。伍長には不向き。座右の銘は「流水浮木」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Running floating tree".

# GET_COMMENT_230
source: 平凡な平隊士。伍長には不向き。座右の銘は「威風堂々」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Pomp and Circumstance".

# GET_COMMENT_231
source: 平凡な平隊士。伍長には不向き。座右の銘は「一念発起」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Initial".

# GET_COMMENT_232
source: 平凡な平隊士。伍長には不向き。座右の銘は「七転八倒」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Seven turns and eight falls".

# GET_COMMENT_233
source: 平凡な平隊士。伍長には不向き。座右の銘は「一致団結」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Unity".

# GET_COMMENT_234
source: 平凡な平隊士。伍長には不向き。座右の銘は「為せば成る」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "If you do it".

# GET_COMMENT_235
source: 平凡な平隊士。伍長には不向き。座右の銘は「泰然自若」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Taisei Jiju".

# GET_COMMENT_236
source: 平凡な平隊士。伍長には不向き。座右の銘は「日進月歩」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Daily progress".

# GET_COMMENT_237
source: 平凡な平隊士。伍長には不向き。座右の銘は「一期一会」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Ichigo Ichikai".

# GET_COMMENT_238
source: 平凡な平隊士。伍長には不向き。座右の銘は「実るほど首を垂れる稲穂かな」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Is it an ear of rice that hangs its head as it grows?"

# GET_COMMENT_239
source: 平凡な平隊士。伍長には不向き。座右の銘は「尽忠報国」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Zanchuhokoku".

# GET_COMMENT_240
source: 平凡な平隊士。伍長には不向き。座右の銘は「初志貫徹」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Toru Hatsushi".

# GET_COMMENT_241
source: 平凡な平隊士。伍長には不向き。座右の銘は「因果応報」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Causal Retribution".

# GET_COMMENT_242
source: 平凡な平隊士。伍長には不向き。座右の銘は「有言実行」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "execution of words".

# GET_COMMENT_243
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「平々凡々」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Mediocre".

# GET_COMMENT_244
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「臥薪嘗胆」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Wo-ki-boku".

# GET_COMMENT_245
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「切磋琢磨」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Kiritsu Takuma".

# GET_COMMENT_246
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「品行方正」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Good behavior".

# GET_COMMENT_247
source: 守備型の平隊士として汎用的。伍長とすれば有能だが、危険も伴う。座右の銘は「不言実行」。
es_es: Versatile as a defensive flat soldier. A corporal is capable, but also dangerous. The motto is "Silence execution".

# GET_COMMENT_248
source: 守備型の平隊士として汎用的。伍長としては窮地を粘り強く耐え抜く。座右の銘は「安寧秩序」。
es_es: Versatile as a defensive flat soldier. As a corporal, he endures the predicament tenaciously. The motto is "Peaceful Order".

# GET_COMMENT_249
source: 守備型の平隊士として汎用的。伍長としては窮地を粘り強く耐え抜く。座右の銘は「流水浮木」。
es_es: Versatile as a defensive flat soldier. As a corporal, he endures the predicament tenaciously. The motto is "Running floating tree".

# GET_COMMENT_250
source: 平凡な平隊士。守備型伍長としては凡庸。座右の銘は「七転八倒」。
es_es: A mediocre flat soldier. Mediocre as a defensive corporal. The motto is "Seven turns and eight falls".

# GET_COMMENT_251
source: 平凡な平隊士。守備型伍長としては凡庸。座右の銘は「一致団結」。
es_es: A mediocre flat soldier. Mediocre as a defensive corporal. The motto is "Unity".

# GET_COMMENT_252
source: 平凡な平隊士。伍長としては窮地を粘り強く耐え抜く。座右の銘は「為せば成る」。
es_es: A mediocre flat soldier. As a corporal, he endures the predicament tenaciously. The motto is "If you do it".

# GET_COMMENT_253
source: 守備型の平隊士として汎用的。伍長としては窮地を粘り強く耐え抜く。座右の銘は「泰然自若」。
es_es: Versatile as a defensive flat soldier. As a corporal, he endures the predicament tenaciously. The motto is "Taisei Jiju".

# GET_COMMENT_254
source: 平凡な平隊士。守備型伍長としては凡庸。座右の銘は「日進月歩」。
es_es: A mediocre flat soldier. Mediocre as a defensive corporal. The motto is "Daily progress".

# GET_COMMENT_255
source: 平凡な平隊士。守備型伍長としては凡庸。座右の銘は「流水浮木」。
es_es: A mediocre flat soldier. Mediocre as a defensive corporal. The motto is "Running floating tree".

# GET_COMMENT_256
source: 平凡な平隊士。伍長としては窮地を粘り強く耐え抜く。座右の銘は「棚からぼた餅」。
es_es: A mediocre flat soldier. As a corporal, he endures the predicament tenaciously. The motto is "Botamochi from the shelf".

# GET_COMMENT_257
source: 守備型の平隊士として汎用的。伍長としては窮地を粘り強く耐え抜く。座右の銘は「尽忠報国」。
es_es: Versatile as a defensive flat soldier. As a corporal, he endures the predicament tenaciously. The motto is "Zanchuhokoku".

# GET_COMMENT_258
source: 平凡な平隊士。回復系伍長としては凡庸。座右の銘は「平穏無事」。
es_es: A mediocre flat soldier. A mediocre recovery corporal. The motto is "Peaceful and safe".

# GET_COMMENT_259
source: 平凡な平隊士。回復系伍長としては凡庸。座右の銘は「威風堂々」。
es_es: A mediocre flat soldier. A mediocre recovery corporal. The motto is "Pomp and Circumstance".

# GET_COMMENT_260
source: 体力回復に長けた平隊士。回復系伍長としては凡庸。座右の銘は「一念発起」。
es_es: A flat soldier who is good at recovering physical strength. A mediocre recovery corporal. The motto is "Initial".

# GET_COMMENT_261
source: 平凡な平隊士。伍長には不向き。座右の銘は「七転八倒」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Seven turns and eight falls".

# GET_COMMENT_262
source: 平凡な平隊士。伍長には不向き。座右の銘は「一致団結」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Unity".

# GET_COMMENT_263
source: 平凡な平隊士。伍長には不向き。座右の銘は「流水浮木」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Running floating tree".

# GET_COMMENT_264
source: 平凡な平隊士。伍長には不向き。座右の銘は「泰然自若」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Taisei Jiju".

# GET_COMMENT_265
source: 平凡な平隊士。伍長には不向き。座右の銘は「日進月歩」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Daily progress".

# GET_COMMENT_266
source: 平凡な平隊士。伍長には不向き。座右の銘は「一期一会」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Ichigo Ichikai".

# GET_COMMENT_267
source: 平凡な平隊士。伍長には不向き。座右の銘は「実るほど首を垂れる稲穂かな」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Is it an ear of rice that hangs its head as it grows?"

# GET_COMMENT_268
source: 平凡な平隊士。伍長には不向き。座右の銘は「尽忠報国」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Zanchuhokoku".

# GET_COMMENT_269
source: 平凡な平隊士。伍長には不向き。座右の銘は「初志貫徹」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Toru Hatsushi".

# GET_COMMENT_270
source: 平凡な平隊士。伍長には不向き。座右の銘は「因果応報」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Causal Retribution".

# GET_COMMENT_271
source: 平凡な平隊士。伍長には不向き。座右の銘は「有言実行」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "execution of words".

# GET_COMMENT_272
source: 平凡な平隊士。伍長には不向き。座右の銘は「平々凡々」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Mediocre".

# GET_COMMENT_273
source: 平凡な平隊士。伍長には不向き。座右の銘は「臥薪嘗胆」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Wo-ki-boku".

# GET_COMMENT_274
source: 平凡な平隊士。伍長には不向き。座右の銘は「切磋琢磨」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Kiritsu Takuma".

# GET_COMMENT_275
source: 平凡な平隊士。伍長には不向き。座右の銘は「品行方正」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Good behavior".

# GET_COMMENT_276
source: 体力回復に長けた平隊士。伍長には不向き。座右の銘は「不言実行」。
es_es: A flat soldier who is good at recovering physical strength. Not suitable for corporals. The motto is "Silence execution".

# GET_COMMENT_277
source: 体力回復に長けた平隊士。伍長には不向き。座右の銘は「安寧秩序」。
es_es: A flat soldier who is good at recovering physical strength. Not suitable for corporals. The motto is "Peaceful Order".

# GET_COMMENT_278
source: 体力回復に長けた平隊士。伍長には不向き。座右の銘は「流水浮木」。
es_es: A flat soldier who is good at recovering physical strength. Not suitable for corporals. The motto is "Running floating tree".

# GET_COMMENT_279
source: 体力回復に長けた平隊士。伍長には不向き。座右の銘は「平穏無事」。
es_es: A flat soldier who is good at recovering physical strength. Not suitable for corporals. The motto is "Peaceful and safe".

# GET_COMMENT_280
source: 体力回復に長けた平隊士。伍長には不向き。座右の銘は「有言実行」。
es_es: A flat soldier who is good at recovering physical strength. Not suitable for corporals. The motto is "execution of words".

# GET_COMMENT_281
source: 体力回復に長けた平隊士。伍長には不向き。座右の銘は「温故知新」。
es_es: A flat soldier who is good at recovering physical strength. Not suitable for corporals. The motto is "Won's old wisdom".

# GET_COMMENT_282
source: 体力回復に長けた平隊士。伍長には不向き。座右の銘は「一攫千金」。
es_es: A flat soldier who is good at recovering physical strength. Not suitable for corporals. The motto is "Ichibashi Senkin".

# GET_COMMENT_283
source: 平凡な平隊士。伍長には不向き。座右の銘は「破天荒」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Breakfast".

# GET_COMMENT_284
source: 平凡な平隊士。伍長には不向き。座右の銘は「一心不乱」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Ichishin Furu".

# GET_COMMENT_285
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「誠心誠意」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Sincerity".

# GET_COMMENT_286
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「質実剛健」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Simple and strong".

# GET_COMMENT_287
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「棚からぼた餅」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Botamochi from the shelf".

# GET_COMMENT_288
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「明日は明日の風が吹く」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Tomorrow's wind will blow".

# GET_COMMENT_289
source: 平凡な平隊士。伍長には不向き。座右の銘は「一念発起」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Initial".

# GET_COMMENT_290
source: 平凡な平隊士。回復系伍長としては凡庸。座右の銘は「七転八倒」。
es_es: A mediocre flat soldier. A mediocre recovery corporal. The motto is "Seven turns and eight falls".

# GET_COMMENT_291
source: 平凡な平隊士。伍長には不向き。座右の銘は「一致団結」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Unity".

# GET_COMMENT_292
source: 平凡な平隊士。回復系伍長としては凡庸。座右の銘は「為せば成る」。
es_es: A mediocre flat soldier. A mediocre recovery corporal. The motto is "If you do it".

# GET_COMMENT_293
source: 平凡な平隊士。伍長には不向き。座右の銘は「泰然自若」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Taisei Jiju".

# GET_COMMENT_294
source: 平凡な平隊士。回復系伍長としては凡庸。座右の銘は「日進月歩」。
es_es: A mediocre flat soldier. A mediocre recovery corporal. The motto is "Daily progress".

# GET_COMMENT_295
source: 平凡な平隊士。伍長には不向き。座右の銘は「一期一会」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Ichigo Ichikai".

# GET_COMMENT_296
source: 平凡な平隊士。回復系伍長としては凡庸。座右の銘は「実るほど首を垂れる稲穂かな」。
es_es: A mediocre flat soldier. A mediocre recovery corporal. The motto is "Is it an ear of rice that hangs its head as it grows?"

# GET_COMMENT_297
source: 平凡な平隊士。攻撃型伍長としては凡庸。座右の銘は「棚からぼた餅」。
es_es: A mediocre flat soldier. Mediocre as an offensive corporal. The motto is "Botamochi from the shelf".

# GET_COMMENT_298
source: 攻撃隊士補佐に長けた平隊士。攻撃型伍長としては凡庸。座右の銘は「威風堂々」。
es_es: A flat soldier who is good at assisting attackers. Mediocre as an offensive corporal. The motto is "Pomp and Circumstance".

# GET_COMMENT_299
source: 平凡な平隊士。伍長には不向き。座右の銘は「一念発起」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Initial".

# GET_COMMENT_300
source: 平凡な平隊士。伍長には不向き。座右の銘は「七転八倒」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Seven turns and eight falls".

# GET_COMMENT_301
source: 平凡な平隊士。伍長には不向き。座右の銘は「一致団結」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Unity".

# GET_COMMENT_302
source: 平凡な平隊士。伍長には不向き。座右の銘は「流水浮木」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Running floating tree".

# GET_COMMENT_303
source: 平凡な平隊士。伍長には不向き。座右の銘は「初志貫徹」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Toru Hatsushi".

# GET_COMMENT_304
source: 平凡な平隊士。伍長には不向き。座右の銘は「日進月歩」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Daily progress".

# GET_COMMENT_305
source: 平凡な平隊士。守備型伍長としては凡庸。座右の銘は「一期一会」。
es_es: A mediocre flat soldier. Mediocre as a defensive corporal. The motto is "Ichigo Ichikai".

# GET_COMMENT_306
source: 攻撃隊士補佐に長けた平隊士。守備型伍長としては凡庸。座右の銘は「実るほど首を垂れる稲穂かな」。
es_es: A flat soldier who is good at assisting attackers. Mediocre as a defensive corporal. The motto is "Is it an ear of rice that hangs its head as it grows?"

# GET_COMMENT_307
source: 平凡な平隊士。伍長には不向き。座右の銘は「尽忠報国」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Zanchuhokoku".

# GET_COMMENT_308
source: 平凡な平隊士。伍長には不向き。座右の銘は「平穏無事」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Peaceful and safe".

# GET_COMMENT_309
source: 平凡な平隊士。伍長には不向き。座右の銘は「有言実行」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "execution of words".

# GET_COMMENT_310
source: 平凡な平隊士。伍長には不向き。座右の銘は「温故知新」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Won's old wisdom".

# GET_COMMENT_311
source: 平凡な平隊士。伍長には不向き。座右の銘は「一攫千金」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Ichibashi Senkin".

# GET_COMMENT_312
source: 平凡な平隊士。伍長には不向き。座右の銘は「破天荒」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Breakfast".

# GET_COMMENT_313
source: 平凡な平隊士。回復系伍長としては凡庸。座右の銘は「一心不乱」。
es_es: A mediocre flat soldier. A mediocre recovery corporal. The motto is "Ichishin Furu".

# GET_COMMENT_314
source: 攻撃隊士補佐に長けた平隊士。回復系伍長としては凡庸。座右の銘は「誠心誠意」。
es_es: A flat soldier who is good at assisting attackers. A mediocre recovery corporal. The motto is "Sincerity".

# GET_COMMENT_315
source: 平凡な平隊士。伍長には不向き。座右の銘は「質実剛健」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Simple and strong".

# GET_COMMENT_316
source: 平凡な平隊士。伍長には不向き。座右の銘は「棚からぼた餅」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Botamochi from the shelf".

# GET_COMMENT_317
source: 平凡な平隊士。伍長には不向き。座右の銘は「明日は明日の風が吹く」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Tomorrow's wind will blow".

# GET_COMMENT_318
source: 平凡な平隊士。伍長には不向き。座右の銘は「初志貫徹」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Toru Hatsushi".

# GET_COMMENT_319
source: 平凡な平隊士。伍長には不向き。座右の銘は「因果応報」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Causal Retribution".

# GET_COMMENT_320
source: 平凡な平隊士。伍長には不向き。座右の銘は「有言実行」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "execution of words".

# GET_COMMENT_321
source: 攻撃隊士補佐において優秀な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「平々凡々」。
es_es: An excellent flat soldier in the assistant attack corps. A corporal is capable, but also dangerous. The motto is "Mediocre".

# GET_COMMENT_322
source: 攻撃隊士補佐において優秀な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「臥薪嘗胆」。
es_es: An excellent flat soldier in the assistant attack corps. A corporal is capable, but also dangerous. The motto is "Wo-ki-boku".

# GET_COMMENT_323
source: 攻撃隊士補佐において優秀な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「切磋琢磨」。
es_es: An excellent flat soldier in the assistant attack corps. A corporal is capable, but also dangerous. The motto is "Kiritsu Takuma".

# GET_COMMENT_324
source: 守備隊士補佐において優秀な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「品行方正」。
es_es: An excellent flat soldier in the assistant garrison. A corporal is capable, but also dangerous. The motto is "Good behavior".

# GET_COMMENT_325
source: 守備隊士補佐において優秀な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「不言実行」。
es_es: An excellent flat soldier in the assistant garrison. A corporal is capable, but also dangerous. The motto is "Silence execution".

# GET_COMMENT_326
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「安寧秩序」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Peaceful Order".

# GET_COMMENT_327
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「流水浮木」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Running floating tree".

# GET_COMMENT_328
source: 平凡な平隊士。攻撃型伍長としては凡庸。座右の銘は「一念発起」。
es_es: A mediocre flat soldier. Mediocre as an offensive corporal. The motto is "Initial".

# GET_COMMENT_329
source: 平凡な平隊士。守備型伍長としては凡庸。座右の銘は「七転八倒」。
es_es: A mediocre flat soldier. Mediocre as a defensive corporal. The motto is "Seven turns and eight falls".

# GET_COMMENT_330
source: 平凡な平隊士。回復系伍長としては凡庸。座右の銘は「一致団結」。
es_es: A mediocre flat soldier. A mediocre recovery corporal. The motto is "Unity".

# GET_COMMENT_331
source: 守備隊士補佐に長けた平隊士。有能な伍長として死地に活路を開く。座右の銘は「破天荒」。
es_es: A flat soldier who is good at assistant garrison. As a competent corporal, he opens the way to the dead. The motto is "Breakfast".

# GET_COMMENT_332
source: 平凡な平隊士。攻撃型伍長としては凡庸。座右の銘は「泰然自若」。
es_es: A mediocre flat soldier. Mediocre as an offensive corporal. The motto is "Taisei Jiju".

# GET_COMMENT_333
source: 平凡な平隊士。守備型伍長としては凡庸。座右の銘は「日進月歩」。
es_es: A mediocre flat soldier. Mediocre as a defensive corporal. The motto is "Daily progress".

# GET_COMMENT_334
source: 平凡な平隊士。回復系伍長としては凡庸。座右の銘は「一期一会」。
es_es: A mediocre flat soldier. A mediocre recovery corporal. The motto is "Ichigo Ichikai".

# GET_COMMENT_335
source: 衛生隊士補佐に長けた平隊士。有能な伍長として死地に活路を開く。座右の銘は「実るほど首を垂れる稲穂かな」。
es_es: A flat soldier who is good at assistant hygiene. As a competent corporal, he opens the way to the dead. The motto is "Is it an ear of rice that hangs its head as it grows?"

# GET_COMMENT_336
source: 平凡な平隊士。伍長には不向き。座右の銘は「尽忠報国」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Zanchuhokoku".

# GET_COMMENT_337
source: 平凡な平隊士。伍長には不向き。座右の銘は「初志貫徹」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Toru Hatsushi".

# GET_COMMENT_338
source: 全ての隊士補佐に長けた平隊士。伍長には不向き。座右の銘は「因果応報」。
es_es: A flat soldier who is good at all assistant soldiers. Not suitable for corporals. The motto is "Causal Retribution".

# GET_COMMENT_339
source: 平凡な平隊士。伍長には不向き。座右の銘は「有言実行」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "execution of words".

# GET_COMMENT_340
source: 平凡な平隊士。伍長には不向き。座右の銘は「平々凡々」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Mediocre".

# GET_COMMENT_341
source: 平凡な平隊士。伍長には不向き。座右の銘は「臥薪嘗胆」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Wo-ki-boku".

# GET_COMMENT_342
source: 平凡な平隊士。伍長には不向き。座右の銘は「切磋琢磨」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Kiritsu Takuma".

# GET_COMMENT_343
source: 平凡な平隊士。伍長には不向き。座右の銘は「品行方正」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Good behavior".

# GET_COMMENT_344
source: 平凡な平隊士。伍長には不向き。座右の銘は「不言実行」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Silence execution".

# GET_COMMENT_345
source: 平凡な平隊士。伍長には不向き。座右の銘は「安寧秩序」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Peaceful Order".

# GET_COMMENT_346
source: 平凡な平隊士。伍長には不向き。座右の銘は「流水浮木」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Running floating tree".

# GET_COMMENT_347
source: 平凡な平隊士。伍長には不向き。座右の銘は「威風堂々」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Pomp and Circumstance".

# GET_COMMENT_348
source: 平凡な平隊士。伍長には不向き。座右の銘は「一念発起」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Initial".

# GET_COMMENT_349
source: 平凡な平隊士。伍長には不向き。座右の銘は「七転八倒」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Seven turns and eight falls".

# GET_COMMENT_350
source: 平凡な平隊士。伍長には不向き。座右の銘は「一致団結」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Unity".

# GET_COMMENT_351
source: 平凡な平隊士。伍長には不向き。座右の銘は「為せば成る」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "If you do it".

# GET_COMMENT_352
source: 平凡な平隊士。伍長には不向き。座右の銘は「切磋琢磨」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Kiritsu Takuma".

# GET_COMMENT_353
source: 平凡な平隊士。伍長には不向き。座右の銘は「日進月歩」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Daily progress".

# GET_COMMENT_354
source: 平凡な平隊士。伍長には不向き。座右の銘は「一期一会」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Ichigo Ichikai".

# GET_COMMENT_355
source: 平凡な平隊士。伍長には不向き。座右の銘は「実るほど首を垂れる稲穂かな」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Is it an ear of rice that hangs its head as it grows?"

# GET_COMMENT_356
source: 平凡な平隊士。伍長には不向き。座右の銘は「尽忠報国」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Zanchuhokoku".

# GET_COMMENT_357
source: 平凡な平隊士。伍長には不向き。座右の銘は「威風堂々」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Pomp and Circumstance".

# GET_COMMENT_358
source: 平凡な平隊士。伍長には不向き。座右の銘は「一念発起」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Initial".

# GET_COMMENT_359
source: 平凡な平隊士。伍長には不向き。座右の銘は「七転八倒」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Seven turns and eight falls".

# GET_COMMENT_360
source: 平凡な平隊士。伍長には不向き。座右の銘は「一致団結」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Unity".

# GET_COMMENT_361
source: 平凡な平隊士。伍長には不向き。座右の銘は「明日は明日の風が吹く」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Tomorrow's wind will blow".

# GET_COMMENT_362
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「平穏無事」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Peaceful and safe".

# GET_COMMENT_363
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「日進月歩」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Daily progress".

# GET_COMMENT_364
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「一期一会」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Ichigo Ichikai".

# GET_COMMENT_365
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「実るほど首を垂れる稲穂かな」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Is it an ear of rice that hangs its head as it grows?"
