Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: firstdir/data/staypar/stay.par/soldier_card_list.po
Languages: es_es

# GET_COMMENT_96
source: 一刀補佐として優秀な平隊士。攻撃型伍長としては凡庸。座右の銘は「尽忠報国」。
es_es: An excellent flat soldier as an assistant to one sword. Mediocre as an offensive corporal. The motto is "Zanchuhokoku".

# GET_COMMENT_97
source: 格闘補佐として優秀な平隊士。統率力の優れた伍長として有能。座右の銘は「有言実行」。
es_es: An excellent flat soldier as a fighting assistant. Competent as a corporal with excellent command. The motto is "execution of words".

# GET_COMMENT_98
source: 爆弾を扱う平隊士。攻撃型伍長としては凡庸。座右の銘は「平々凡々」。
es_es: A flat soldier who handles bombs. Mediocre as an offensive corporal. The motto is "Mediocre".

# GET_COMMENT_99
source: 短銃補佐として優秀な平隊士。統率力の優れた伍長として有能。座右の銘は「臥薪嘗胆」。
es_es: An excellent pistol assistant. Competent as a corporal with excellent command. The motto is "Wo-ki-boku".

# GET_COMMENT_100
source: 守備型の平隊士として優秀。守備型伍長として適任。座右の銘は「平穏無事」。
es_es: Excellent as a defensive type flat soldier. Suitable as a defensive corporal. The motto is "Peaceful and safe".

# GET_COMMENT_101
source: 守備型の平隊士として優秀。守備型伍長として適任。座右の銘は「有言実行」。
es_es: Excellent as a defensive type flat soldier. Suitable as a defensive corporal. The motto is "execution of words".

# GET_COMMENT_102
source: 守備型の平隊士として優秀。守備型伍長としては凡庸。座右の銘は「温故知新」。
es_es: Excellent as a defensive type flat soldier. Mediocre as a defensive corporal. The motto is "Won's old wisdom".

# GET_COMMENT_103
source: 守備型の平隊士として優秀。守備型伍長としては凡庸。座右の銘は「一攫千金」。
es_es: Excellent as a defensive type flat soldier. Mediocre as a defensive corporal. The motto is "Ichibashi Senkin".

# GET_COMMENT_104
source: 守備型の平隊士として優秀。守備型伍長としては凡庸。座右の銘は「破天荒」。
es_es: Excellent as a defensive type flat soldier. Mediocre as a defensive corporal. The motto is "Breakfast".

# GET_COMMENT_105
source: 守備型の平隊士として優秀。伍長には不向き。座右の銘は「一心不乱」。
es_es: Excellent as a defensive type flat soldier. Not suitable for corporals. The motto is "Ichishin Furu".

# GET_COMMENT_106
source: 継続的に隊長の闘気を高めることに長けた平隊士。伍長には不向き。座右の銘は「誠心誠意」。
es_es: A flat soldier who is good at continuously increasing the fighting spirit of the captain. Not suitable for corporals. The motto is "Sincerity".

# GET_COMMENT_107
source: 守備型の平隊士として優秀。伍長とすれば有能だが、危険も伴う。座右の銘は「質実剛健」。
es_es: Excellent as a defensive type flat soldier. A corporal is capable, but also dangerous. The motto is "Simple and strong".

# GET_COMMENT_108
source: 守備型の平隊士として優秀。伍長とすれば有能だが、危険も伴う。座右の銘は「棚からぼた餅」。
es_es: Excellent as a defensive type flat soldier. A corporal is capable, but also dangerous. The motto is "Botamochi from the shelf".

# GET_COMMENT_109
source: 守備型の平隊士として優秀。伍長とすれば有能だが、危険も伴う。座右の銘は「明日は明日の風が吹く」。
es_es: Excellent as a defensive type flat soldier. A corporal is capable, but also dangerous. The motto is "Tomorrow's wind will blow".

# GET_COMMENT_110
source: 守備型の平隊士として優秀。伍長としては窮地を粘り強く耐え抜く。座右の銘は「日進月歩」。
es_es: Excellent as a defensive type flat soldier. As a corporal, he endures the predicament tenaciously. The motto is "Daily progress".

# GET_COMMENT_111
source: 守備型の平隊士として優秀。伍長としては窮地を粘り強く耐え抜く。座右の銘は「一期一会」。
es_es: Excellent as a defensive type flat soldier. As a corporal, he endures the predicament tenaciously. The motto is "Ichigo Ichikai".

# GET_COMMENT_112
source: 守備型の平隊士として優秀。伍長としては窮地を粘り強く耐え抜く。座右の銘は「実るほど首を垂れる稲穂かな」。
es_es: Excellent as a defensive type flat soldier. As a corporal, he endures the predicament tenaciously. The motto is "Is it an ear of rice that hangs its head as it grows?"

# GET_COMMENT_113
source: 守備型の平隊士として優秀。伍長としては窮地を粘り強く耐え抜く。座右の銘は「尽忠報国」。
es_es: Excellent as a defensive type flat soldier. As a corporal, he endures the predicament tenaciously. The motto is "Zanchuhokoku".

# GET_COMMENT_114
source: 守備型の平隊士として優秀。伍長としては窮地を粘り強く耐え抜く。座右の銘は「平々凡々」。
es_es: Excellent as a defensive type flat soldier. As a corporal, he endures the predicament tenaciously. The motto is "Mediocre".

# GET_COMMENT_115
source: 守備型の平隊士として優秀。統率力の優れた伍長として有能。座右の銘は「臥薪嘗胆」。
es_es: Excellent as a defensive type flat soldier. Competent as a corporal with excellent command. The motto is "Wo-ki-boku".

# GET_COMMENT_116
source: 継続的に隊長の闘気を高めることに長けた平隊士。守備型伍長としては凡庸。座右の銘は「切磋琢磨」。
es_es: A flat soldier who is good at continuously increasing the fighting spirit of the captain. Mediocre as a defensive corporal. The motto is "Kiritsu Takuma".

# GET_COMMENT_117
source: 守備型の平隊士として優秀。統率力の優れた伍長として有能。座右の銘は「品行方正」。
es_es: Excellent as a defensive type flat soldier. Competent as a corporal with excellent command. The motto is "Good behavior".

# GET_COMMENT_118
source: 守備型の平隊士として優秀。守備型伍長としては凡庸。座右の銘は「実るほど首を垂れる稲穂かな」。
es_es: Excellent as a defensive type flat soldier. Mediocre as a defensive corporal. The motto is "Is it an ear of rice that hangs its head as it grows?"

# GET_COMMENT_119
source: 守備型の平隊士として優秀。統率力の優れた伍長として有能。座右の銘は「質実剛健」。
es_es: Excellent as a defensive type flat soldier. Competent as a corporal with excellent command. The motto is "Simple and strong".

# GET_COMMENT_120
source: 優秀な体力回復系平隊士。回復系伍長として適任。座右の銘は「初志貫徹」。
es_es: Excellent physical recovery system flat soldier. Suitable as a recovery corporal. The motto is "Toru Hatsushi".

# GET_COMMENT_121
source: 体力回復に長けた平隊士。回復系伍長として適任。座右の銘は「因果応報」。
es_es: A flat soldier who is good at recovering physical strength. Suitable as a recovery corporal. The motto is "Causal Retribution".

# GET_COMMENT_122
source: 体力回復に長けた平隊士。回復系伍長としては凡庸。座右の銘は「有言実行」。
es_es: A flat soldier who is good at recovering physical strength. A mediocre recovery corporal. The motto is "execution of words".

# GET_COMMENT_123
source: 体力回復に長けた平隊士。回復系伍長としては凡庸。座右の銘は「平々凡々」。
es_es: A flat soldier who is good at recovering physical strength. A mediocre recovery corporal. The motto is "Mediocre".

# GET_COMMENT_124
source: 体力回復に長けた平隊士。回復系伍長としては凡庸。座右の銘は「臥薪嘗胆」。
es_es: A flat soldier who is good at recovering physical strength. A mediocre recovery corporal. The motto is "Wo-ki-boku".

# GET_COMMENT_125
source: 平凡な平隊士。回復系伍長としては凡庸。座右の銘は「切磋琢磨」。
es_es: A mediocre flat soldier. A mediocre recovery corporal. The motto is "Kiritsu Takuma".

# GET_COMMENT_126
source: 平凡な平隊士。回復系伍長としては凡庸。座右の銘は「品行方正」。
es_es: A mediocre flat soldier. A mediocre recovery corporal. The motto is "Good behavior".

# GET_COMMENT_127
source: 平凡な平隊士。回復系伍長としては凡庸。座右の銘は「不言実行」。
es_es: A mediocre flat soldier. A mediocre recovery corporal. The motto is "Silence execution".

# GET_COMMENT_128
source: 優秀な体力回復系平隊士。回復系伍長としては凡庸。座右の銘は「安寧秩序」。
es_es: Excellent physical recovery system flat soldier. A mediocre recovery corporal. The motto is "Peaceful Order".

# GET_COMMENT_129
source: 体力回復に長けた平隊士。回復系伍長としては凡庸。座右の銘は「流水浮木」。
es_es: A flat soldier who is good at recovering physical strength. A mediocre recovery corporal. The motto is "Running floating tree".

# GET_COMMENT_130
source: 継続的に隊長の闘気を高めることに長けた平隊士。伍長には不向き。座右の銘は「威風堂々」。
es_es: A flat soldier who is good at continuously increasing the fighting spirit of the captain. Not suitable for corporals. The motto is "Pomp and Circumstance".

# GET_COMMENT_131
source: 体力回復に長けた平隊士。伍長には不向き。座右の銘は「因果応報」。
es_es: A flat soldier who is good at recovering physical strength. Not suitable for corporals. The motto is "Causal Retribution".

# GET_COMMENT_132
source: 優秀な体力回復系平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「七転八倒」。
es_es: Excellent physical recovery system flat soldier. A corporal is capable, but also dangerous. The motto is "Seven turns and eight falls".

# GET_COMMENT_133
source: 体力回復に長けた平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「一致団結」。
es_es: A flat soldier who is good at recovering physical strength. A corporal is capable, but also dangerous. The motto is "Unity".

# GET_COMMENT_134
source: 体力回復に長けた平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「為せば成る」。
es_es: A flat soldier who is good at recovering physical strength. A corporal is capable, but also dangerous. The motto is "If you do it".

# GET_COMMENT_135
source: 平凡な平隊士。統率力の優れた伍長として有能。座右の銘は「初志貫徹」。
es_es: A mediocre flat soldier. Competent as a corporal with excellent command. The motto is "Toru Hatsushi".

# GET_COMMENT_136
source: 優秀な体力回復系平隊士。回復系伍長としては凡庸。座右の銘は「誠心誠意」。
es_es: Excellent physical recovery system flat soldier. A mediocre recovery corporal. The motto is "Sincerity".

# GET_COMMENT_137
source: 体力回復に長けた平隊士。統率力の優れた伍長として有能。座右の銘は「質実剛健」。
es_es: A flat soldier who is good at recovering physical strength. Competent as a corporal with excellent command. The motto is "Simple and strong".

# GET_COMMENT_138
source: 優秀な体力回復系平隊士。回復系伍長としては凡庸。座右の銘は「破天荒」。
es_es: Excellent physical recovery system flat soldier. A mediocre recovery corporal. The motto is "Breakfast".

# GET_COMMENT_139
source: 体力回復に長けた平隊士。統率力の優れた伍長として有能。座右の銘は「一心不乱」。
es_es: A flat soldier who is good at recovering physical strength. Competent as a corporal with excellent command. The motto is "Ichishin Furu".

# GET_COMMENT_140
source: 守備隊士補佐において優秀な平隊士。攻撃型伍長として適任。座右の銘は「明日は明日の風が吹く」。
es_es: An excellent flat soldier in the assistant garrison. Suitable as an offensive corporal. The motto is "Tomorrow's wind will blow".

# GET_COMMENT_141
source: 攻撃隊士補佐において優秀な平隊士。攻撃型伍長としては凡庸。座右の銘は「平穏無事」。
es_es: An excellent flat soldier in the assistant attack corps. Mediocre as an offensive corporal. The motto is "Peaceful and safe".

# GET_COMMENT_142
source: 攻撃隊士補佐に長けた平隊士。攻撃型伍長としては凡庸。座右の銘は「有言実行」。
es_es: A flat soldier who is good at assisting attackers. Mediocre as an offensive corporal. The motto is "execution of words".

# GET_COMMENT_143
source: 攻撃隊士補佐において優秀な平隊士。守備型伍長として適任。座右の銘は「温故知新」。
es_es: An excellent flat soldier in the assistant attack corps. Suitable as a defensive corporal. The motto is "Won's old wisdom".

# GET_COMMENT_144
source: 守備隊士補佐に長けた平隊士。守備型伍長としては凡庸。座右の銘は「一攫千金」。
es_es: A flat soldier who is good at assistant garrison. Mediocre as a defensive corporal. The motto is "Ichibashi Senkin".

# GET_COMMENT_145
source: 守備隊士補佐において優秀な平隊士。回復系伍長として適任。座右の銘は「破天荒」。
es_es: An excellent flat soldier in the assistant garrison. Suitable as a recovery corporal. The motto is "Breakfast".

# GET_COMMENT_146
source: 継続的に隊長の闘気を高めることに長けた平隊士。回復系伍長としては凡庸。座右の銘は「一心不乱」。
es_es: A flat soldier who is good at continuously increasing the fighting spirit of the captain. A mediocre recovery corporal. The motto is "Ichishin Furu".

# GET_COMMENT_147
source: 攻撃隊士補佐において優秀な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「誠心誠意」。
es_es: An excellent flat soldier in the assistant attack corps. A corporal is capable, but also dangerous. The motto is "Sincerity".

# GET_COMMENT_148
source: 攻撃隊士補佐において優秀な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「質実剛健」。
es_es: An excellent flat soldier in the assistant attack corps. A corporal is capable, but also dangerous. The motto is "Simple and strong".

# GET_COMMENT_149
source: 攻撃隊士補佐において優秀な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「棚からぼた餅」。
es_es: An excellent flat soldier in the assistant attack corps. A corporal is capable, but also dangerous. The motto is "Botamochi from the shelf".

# GET_COMMENT_150
source: 守備隊士補佐において優秀な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「明日は明日の風が吹く」。
es_es: An excellent flat soldier in the assistant garrison. A corporal is capable, but also dangerous. The motto is "Tomorrow's wind will blow".

# GET_COMMENT_151
source: 守備隊士補佐において優秀な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「威風堂々」。
es_es: An excellent flat soldier in the assistant garrison. A corporal is capable, but also dangerous. The motto is "Pomp and Circumstance".

# GET_COMMENT_152
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「一念発起」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Initial".

# GET_COMMENT_153
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「七転八倒」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Seven turns and eight falls".

# GET_COMMENT_154
source: 攻撃隊士補佐において優秀な平隊士。有能な伍長として死地に活路を開く。座右の銘は「安寧秩序」。
es_es: An excellent flat soldier in the assistant attack corps. As a competent corporal, he opens the way to the dead. The motto is "Peaceful Order".

# GET_COMMENT_155
source: 守備隊士補佐において優秀な平隊士。有能な伍長として死地に活路を開く。座右の銘は「為せば成る」。
es_es: An excellent flat soldier in the assistant garrison. As a competent corporal, he opens the way to the dead. The motto is "If you do it".

# GET_COMMENT_156
source: 攻撃隊士補佐において優秀な平隊士。攻撃型伍長としては凡庸。座右の銘は「泰然自若」。
es_es: An excellent flat soldier in the assistant attack corps. Mediocre as an offensive corporal. The motto is "Taisei Jiju".

# GET_COMMENT_157
source: 守備隊士補佐において優秀な平隊士。有能な伍長として死地に活路を開く。座右の銘は「誠心誠意」。
es_es: An excellent flat soldier in the assistant garrison. As a competent corporal, he opens the way to the dead. The motto is "Sincerity".

# GET_COMMENT_158
source: 攻撃隊士補佐において優秀な平隊士。攻撃型伍長としては凡庸。座右の銘は「一期一会」。
es_es: An excellent flat soldier in the assistant attack corps. Mediocre as an offensive corporal. The motto is "Ichigo Ichikai".

# GET_COMMENT_159
source: 守備隊士補佐において優秀な平隊士。有能な伍長として死地に活路を開く。座右の銘は「不言実行」。
es_es: An excellent flat soldier in the assistant garrison. As a competent corporal, he opens the way to the dead. The motto is "Silence execution".

# GET_COMMENT_160
source: 全ての隊士補佐に長けた平隊士。伍長には不向きも、使い方次第。座右の銘は「初志貫徹」。
es_es: A flat soldier who is good at all assistant soldiers. Not suitable for corporal, but it depends on how you use it. The motto is "Toru Hatsushi".

# GET_COMMENT_161
source: 全ての隊士補佐において優秀な平隊士。伍長には不向きも、使い方次第。座右の銘は「威風堂々」。
es_es: An excellent flat soldier in all assistant soldiers. Not suitable for corporal, but it depends on how you use it. The motto is "Pomp and Circumstance".

# GET_COMMENT_162
source: 全ての隊士補佐において優秀な平隊士。伍長には不向き。座右の銘は「一念発起」。
es_es: An excellent flat soldier in all assistant soldiers. Not suitable for corporals. The motto is "Initial".

# GET_COMMENT_163
source: 平凡な平隊士。伍長には不向き。座右の銘は「七転八倒」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Seven turns and eight falls".

# GET_COMMENT_164
source: 全ての隊士補佐に長けた平隊士。伍長には不向き。座右の銘は「一致団結」。
es_es: A flat soldier who is good at all assistant soldiers. Not suitable for corporals. The motto is "Unity".

# GET_COMMENT_165
source: 全ての隊士補佐において優秀な平隊士。伍長には不向き。座右の銘は「為せば成る」。
es_es: An excellent flat soldier in all assistant soldiers. Not suitable for corporals. The motto is "If you do it".

# GET_COMMENT_166
source: 平凡な平隊士。伍長には不向き。座右の銘は「一心不乱」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Ichishin Furu".

# GET_COMMENT_167
source: 全ての隊士補佐に長けた平隊士。伍長には不向き。座右の銘は「因果応報」。
es_es: A flat soldier who is good at all assistant soldiers. Not suitable for corporals. The motto is "Causal Retribution".

# GET_COMMENT_168
source: 全ての隊士補佐に長けた平隊士。伍長には不向き。座右の銘は「一期一会」。
es_es: A flat soldier who is good at all assistant soldiers. Not suitable for corporals. The motto is "Ichigo Ichikai".

# GET_COMMENT_169
source: 全ての隊士補佐に長けた平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「実るほど首を垂れる稲穂かな」。
es_es: A flat soldier who is good at all assistant soldiers. A corporal is capable, but also dangerous. The motto is "Is it an ear of rice that hangs its head as it grows?"

# GET_COMMENT_170
source: 全ての隊士補佐において優秀な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「尽忠報国」。
es_es: An excellent flat soldier in all assistant soldiers. A corporal is capable, but also dangerous. The motto is "Zanchuhokoku".

# GET_COMMENT_171
source: 全ての隊士補佐に長けた平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「初志貫徹」。
es_es: A flat soldier who is good at all assistant soldiers. A corporal is capable, but also dangerous. The motto is "Toru Hatsushi".

# GET_COMMENT_172
source: 平凡な平隊士。有能な伍長として死地に活路を開く。座右の銘は「因果応報」。
es_es: A mediocre flat soldier. As a competent corporal, he opens the way to the dead. The motto is "Causal Retribution".

# GET_COMMENT_173
source: 継続的に隊長の闘気を高めることに長けた平隊士。有能な伍長として死地に活路を開く。座右の銘は「有言実行」。
es_es: A flat soldier who is good at continuously increasing the fighting spirit of the captain. As a competent corporal, he opens the way to the dead. The motto is "execution of words".

# GET_COMMENT_174
source: 全ての隊士補佐に長けた平隊士。有能な伍長として死地に活路を開く。座右の銘は「平々凡々」。
es_es: A flat soldier who is good at all assistant soldiers. As a competent corporal, he opens the way to the dead. The motto is "Mediocre".

# GET_COMMENT_175
source: 全ての隊士補佐において優秀な平隊士。統率力の優れた伍長として有能。座右の銘は「臥薪嘗胆」。
es_es: An excellent flat soldier in all assistant soldiers. Competent as a corporal with excellent command. The motto is "Wo-ki-boku".

# GET_COMMENT_176
source: 全ての隊士補佐に長けた平隊士。伍長には不向き。座右の銘は「切磋琢磨」。
es_es: A flat soldier who is good at all assistant soldiers. Not suitable for corporals. The motto is "Kiritsu Takuma".

# GET_COMMENT_177
source: 全ての隊士補佐において優秀な平隊士。統率力の優れた伍長として有能。座右の銘は「品行方正」。
es_es: An excellent flat soldier in all assistant soldiers. Competent as a corporal with excellent command. The motto is "Good behavior".

# GET_COMMENT_178
source: 全ての隊士補佐に長けた平隊士。伍長には不向き。座右の銘は「不言実行」。
es_es: A flat soldier who is good at all assistant soldiers. Not suitable for corporals. The motto is "Silence execution".

# GET_COMMENT_179
source: 全ての隊士補佐において優秀な平隊士。統率力の優れた伍長として有能。座右の銘は「安寧秩序」。
es_es: An excellent flat soldier in all assistant soldiers. Competent as a corporal with excellent command. The motto is "Peaceful Order".

# GET_COMMENT_180
source: 汎用的な攻撃型平隊士。攻撃型伍長としては凡庸。座右の銘は「泰然自若」。
es_es: A general-purpose attack type flat soldier. Mediocre as an offensive corporal. The motto is "Taisei Jiju".

# GET_COMMENT_181
source: 汎用的な攻撃型平隊士。攻撃型伍長としては凡庸。座右の銘は「平穏無事」。
es_es: A general-purpose attack type flat soldier. Mediocre as an offensive corporal. The motto is "Peaceful and safe".

# GET_COMMENT_182
source: 汎用的な攻撃型平隊士。攻撃型伍長としては凡庸。座右の銘は「有言実行」。
es_es: A general-purpose attack type flat soldier. Mediocre as an offensive corporal. The motto is "execution of words".

# GET_COMMENT_183
source: 平凡な平隊士。伍長には不向き。座右の銘は「温故知新」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Won's old wisdom".

# GET_COMMENT_184
source: 平凡な平隊士。伍長には不向き。座右の銘は「一攫千金」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Ichibashi Senkin".

# GET_COMMENT_185
source: 平凡な平隊士。伍長には不向き。座右の銘は「破天荒」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Breakfast".

# GET_COMMENT_186
source: 平凡な平隊士。伍長には不向き。座右の銘は「一心不乱」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Ichishin Furu".

# GET_COMMENT_187
source: 平凡な平隊士。伍長には不向き。座右の銘は「誠心誠意」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Sincerity".

# GET_COMMENT_188
source: 平凡な平隊士。伍長には不向き。座右の銘は「質実剛健」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Simple and strong".

# GET_COMMENT_189
source: 平凡な平隊士。伍長には不向き。座右の銘は「棚からぼた餅」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Botamochi from the shelf".

# GET_COMMENT_190
source: 平凡な平隊士。伍長には不向き。座右の銘は「明日は明日の風が吹く」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Tomorrow's wind will blow".

# GET_COMMENT_191
source: 乱舞補佐に長けた平隊士。伍長としては窮地を生き抜く攻撃力を発揮。座右の銘は「威風堂々」。
es_es: A flat soldier who is good at assisting Ranbu. As a corporal, he demonstrates his offensive power to survive the predicament. The motto is "Pomp and Circumstance".

# GET_COMMENT_192
source: 平凡な平隊士。伍長には不向き。座右の銘は「一念発起」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Initial".

# GET_COMMENT_193
source: 平凡な平隊士。伍長には不向き。座右の銘は「七転八倒」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Seven turns and eight falls".

# GET_COMMENT_194
source: 一刀補佐に長けた平隊士。伍長としては窮地を生き抜く攻撃力を発揮。座右の銘は「一致団結」。
es_es: A flat soldier who is good at assisting one sword. As a corporal, he demonstrates his offensive power to survive the predicament. The motto is "Unity".

# GET_COMMENT_195
source: 平凡な平隊士。伍長には不向き。座右の銘は「為せば成る」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "If you do it".

# GET_COMMENT_196
source: 平凡な平隊士。伍長には不向き。座右の銘は「泰然自若」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Taisei Jiju".

# GET_COMMENT_197
source: 格闘補佐に長けた平隊士。伍長としては窮地を生き抜く攻撃力を発揮。座右の銘は「日進月歩」。
es_es: A flat soldier who is good at fighting assistants. As a corporal, he demonstrates his offensive power to survive the predicament. The motto is "Daily progress".

# GET_COMMENT_198
source: 爆弾を扱う平隊士。伍長には不向き。座右の銘は「温故知新」。
es_es: A flat soldier who handles bombs. Not suitable for corporals. The motto is "Won's old wisdom".

# GET_COMMENT_199
source: 火炎玉を扱う平隊士。伍長には不向き。座右の銘は「実るほど首を垂れる稲穂かな」。
es_es: A flat soldier who handles flameballs. Not suitable for corporals. The motto is "Is it an ear of rice that hangs its head as it grows?"

# GET_COMMENT_200
source: 電撃玉を扱う平隊士。伍長には不向き。座右の銘は「尽忠報国」。
es_es: A flat soldier who handles electric shock balls. Not suitable for corporals. The motto is "Zanchuhokoku".

# GET_COMMENT_201
source: 閃光玉を扱う平隊士。伍長には不向き。座右の銘は「平穏無事」。
es_es: A flat soldier who handles flash balls. Not suitable for corporals. The motto is "Peaceful and safe".

# GET_COMMENT_202
source: 毒霧玉を扱う平隊士。伍長には不向き。座右の銘は「有言実行」。
es_es: A flat soldier who handles poisonous fog balls. Not suitable for corporals. The motto is "execution of words".

# GET_COMMENT_203
source: 平凡な平隊士。伍長には不向き。座右の銘は「温故知新」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Won's old wisdom".

# GET_COMMENT_204
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「一攫千金」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Ichibashi Senkin".

# GET_COMMENT_205
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「破天荒」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Breakfast".

# GET_COMMENT_206
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「一心不乱」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Ichishin Furu".

# GET_COMMENT_207
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「誠心誠意」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Sincerity".

# GET_COMMENT_208
source: 汎用的な攻撃型平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「質実剛健」。
es_es: A general-purpose attack type flat soldier. A corporal is capable, but also dangerous. The motto is "Simple and strong".

# GET_COMMENT_209
source: 汎用的な攻撃型平隊士。伍長としては窮地を生き抜く攻撃力を発揮。座右の銘は「棚からぼた餅」。
es_es: A general-purpose attack type flat soldier. As a corporal, he demonstrates his offensive power to survive the predicament. The motto is "Botamochi from the shelf".

# GET_COMMENT_210
source: 汎用的な攻撃型平隊士。伍長としては窮地を生き抜く攻撃力を発揮。座右の銘は「明日は明日の風が吹く」。
es_es: A general-purpose attack type flat soldier. As a corporal, he demonstrates his offensive power to survive the predicament. The motto is "Tomorrow's wind will blow".

# GET_COMMENT_211
source: 炎属性武器の扱いに長けた平隊士。攻撃型伍長としては凡庸。座右の銘は「一念発起」。
es_es: A flat soldier who is good at handling fire-type weapons. Mediocre as an offensive corporal. The motto is "Initial".

# GET_COMMENT_212
source: 雷属性武器の扱いに長けた平隊士。攻撃型伍長としては凡庸。座右の銘は「七転八倒」。
es_es: A flat soldier who is good at handling lightning weapons. Mediocre as an offensive corporal. The motto is "Seven turns and eight falls".

# GET_COMMENT_213
source: 閃属性武器の扱いに長けた平隊士。伍長としては窮地を生き抜く攻撃力を発揮。座右の銘は「一致団結」。
es_es: A flat soldier who is good at handling flash weapons. As a corporal, he demonstrates his offensive power to survive the predicament. The motto is "Unity".

# GET_COMMENT_214
source: 毒属性武器の扱いに長けた平隊士。伍長としては窮地を生き抜く攻撃力を発揮。座右の銘は「為せば成る」。
es_es: A flat soldier who is good at handling poisonous weapons. As a corporal, he demonstrates his offensive power to survive the predicament. The motto is "If you do it".

# GET_COMMENT_215
source: 平凡な平隊士。攻撃型伍長としては凡庸。座右の銘は「泰然自若」。
es_es: A mediocre flat soldier. Mediocre as an offensive corporal. The motto is "Taisei Jiju".

# GET_COMMENT_216
source: 火炎玉を扱う平隊士。伍長には不向き。座右の銘は「日進月歩」。
es_es: A flat soldier who handles flameballs. Not suitable for corporals. The motto is "Daily progress".

# GET_COMMENT_217
source: 電撃玉を扱う平隊士。伍長には不向き。座右の銘は「一期一会」。
es_es: A flat soldier who handles electric shock balls. Not suitable for corporals. The motto is "Ichigo Ichikai".

# GET_COMMENT_218
source: 短銃補佐に長けた平隊士。伍長としては窮地を生き抜く攻撃力を発揮。座右の銘は「一攫千金」。
es_es: A flat soldier who is good at assisting pistols. As a corporal, he demonstrates his offensive power to survive the predicament. The motto is "Ichibashi Senkin".
