Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: firstdir/data/staypar/stay.par/soldier_card_list.po
Languages: es_es

# PROPERTY_0
source: 攻
es_es: attack

# PROPERTY_1
source: 防
es_es: Guard against

# PROPERTY_2
source: 癒
es_es: Healing

# PROPERTY_3
source: 応
es_es: Response

# PROPERTY_4
source: 支
es_es: support

# WEAPON_0
source: 刀
es_es: Knife

# WEAPON_1
source: 槍
es_es: gun

# WEAPON_2
source: 前装式銃
es_es: Breech loader

# NAME_0
source: 品田 辰之助
es_es: Shinada Tatsunosuke

# NAME_1
source: 琉道 力也
es_es: Ryudo Rikiya

# NAME_2
source: 南 大五郎
es_es: Daigoro Minami

# NAME_3
source: 古牧 宗之介
es_es: Gu Mu Zong Nosuke

# NAME_4
source: 浄僧天狗
es_es: Jyomon Tengu

# NAME_5
source: 藤次郎
es_es: Tojiro

# NAME_6
source: 行光
es_es: Xingguang

# NAME_7
source: 墨坊主
es_es: Sumibozu

# NAME_8
source: 劉 九龍
es_es: Liu Jiulong

# NAME_9
source: 歌 彫衛門
es_es: Kazuemon

# NAME_10
source: 新垣 幹三郎
es_es: Mikisaburo Arakaki

# NAME_11
source: 与那城 尚三
es_es: Yonashiro Shozo

# NAME_12
source: 白川 般若
es_es: Shirakawa Prajna

# NAME_13
source: 伊原 勝正
es_es: Katsumasa Ihara

# NAME_14
source: 日村 公庵
es_es: Himura Koan

# NAME_15
source: 柄本 宗継
es_es: Munetsugu Aramoto

# NAME_16
source: 神田 剛二
es_es: Goji Kanda

# NAME_17
source: 空乃原
es_es: Soranohara

# NAME_18
source: 宇野 道盛
es_es: Michimori Uno

# NAME_19
source: 鎌本 鉄太郎
es_es: Tetsutaro Kamamoto

# NAME_20
source: 黒雷 勇矢
es_es: Black Thunder Yuya

# NAME_21
source: 長谷部 兼満
es_es: Kanemitsu Hasebe

# NAME_22
source: トム
es_es: Tom

# NAME_23
source: 正木 義千代
es_es: Yoshichiyo Masaki

# NAME_24
source: 大島 平八
es_es: Heihachi Oshima

# NAME_25
source: 秋元 文吉
es_es: Fumiyoshi Akimoto

# NAME_26
source: 道明寺 一輝
es_es: Domyoji Ikki

# NAME_27
source: 阿栗 純太郎
es_es: Juntaro Aguri

# NAME_28
source: 北方 蔵之介
es_es: Northern Kuranosuke

# NAME_29
source: 真鍋 兼松
es_es: Manabe Kanematsu

# NAME_30
source: 竹内 栄次郎
es_es: Eijiro Takeuchi

# NAME_31
source: 笠井 清治
es_es: Kasai Kiyoji

# NAME_32
source: 瀬戸 可兵衛
es_es: Kabei Seto

# NAME_33
source: 田村 政造
es_es: Seizo Tamura

# NAME_34
source: 杉原 武雄
es_es: Takeo Sugihara

# NAME_35
source: 根岸 忠成
es_es: Tadanari Negishi

# NAME_36
source: 金子 鉄次郎
es_es: Tetsujiro Kaneko

# NAME_37
source: 小出 虎松
es_es: Koide Toramatsu

# NAME_38
source: 中山 銀太郎
es_es: Gintaro Nakayama

# NAME_39
source: 谷本 利勝
es_es: Toshikatsu Tanimoto

# NAME_40
source: 石田 重蔵
es_es: Shigezo Ishida

# NAME_41
source: 手塚 寿也
es_es: Toshiya Tezuka

# NAME_42
source: 沼田 重一郎
es_es: Shigeichiro Numata

# NAME_43
source: 川野 亀松
es_es: Kawano Kamematsu

# NAME_44
source: 石崎 光次
es_es: Hikaru Ishizaki

# NAME_45
source: 深沢 稔
es_es: Minoru Fukasawa

# NAME_46
source: 花田 金
es_es: Hanada Kim

# NAME_47
source: 池上 伊織
es_es: Iori Ikegami

# NAME_48
source: 篠田 正盛
es_es: Shinoda Masamori

# NAME_49
source: 平岡 惣次
es_es: Soji Hiraoka

# NAME_50
source: 上田 寅二
es_es: Toraj Ueda

# NAME_51
source: 鶴田 秀三
es_es: Shuzo Tsuruta

# NAME_52
source: 武井 藤太
es_es: Tota Takei

# NAME_53
source: 柳田 新三
es_es: Shinzo Yanagita

# NAME_54
source: 永野 宇平
es_es: Uhei Nagano

# NAME_55
source: 大田 熊次郎
es_es: Kumajiro Daejeon

# NAME_56
source: 西沢 貞平
es_es: Sadahira Nishizawa

# NAME_57
source: 入江 伝馬
es_es: Irie Denma

# NAME_58
source: 湯浅 駒吉
es_es: Yuasa Komayoshi

# NAME_59
source: 長沢 茂次郎
es_es: Shigejiro Nagasawa

# NAME_60
source: 相馬 啓司
es_es: Keiji Soma

# NAME_61
source: 石山 清之介
es_es: Kiyonosuke Ishiyama

# NAME_62
source: 園田 千蔵
es_es: Senzo Sonoda

# NAME_63
source: 高松 恭介
es_es: Kyosuke Takamatsu

# NAME_64
source: 堀川 鯉之介
es_es: Horikawa Koinosuke

# NAME_65
source: 二宮 宗助
es_es: Sosuke Ninomiya

# NAME_66
source: 臼井 又兵衛
es_es: Matabei Usui

# NAME_67
source: 森田 一之介
es_es: Hajime Morita

# NAME_68
source: 大原 菊蔵
es_es: Kikuzo Ohara

# NAME_69
source: 福永 誠太郎
es_es: Seitaro Fukunaga

# NAME_70
source: 林田 勲
es_es: Isao Hayashida

# NAME_71
source: 篠崎 保次
es_es: Yoji Shinozaki

# NAME_72
source: 富永 佐平
es_es: Sahei Tominaga

# NAME_73
source: 長岡 入道
es_es: Nagaoka entrance

# NAME_74
source: 溝口 光正
es_es: Mitsumasa Mizoguchi

# NAME_75
source: 山岡 鉄
es_es: Yamaoka Tesshu

# NAME_76
source: 平松 正次
es_es: Masatsugu Hiramatsu

# NAME_77
source: 北原 三代吉
es_es: Kitahara Sandaikichi

# NAME_78
source: 浅田 宗義
es_es: Muneyoshi Asada

# NAME_79
source: 越智 秀吉
es_es: Hideyoshi Ochi

# NAME_80
source: 原 歌之助
es_es: Utanosuke Hara

# NAME_81
source: 桜井 鶴之助
es_es: Sakurai Tsurunosuke

# NAME_82
source: 古川 万助
es_es: Mansuke Furukawa

# NAME_83
source: 市川 平兵衛
es_es: Heibei Ichikawa

# NAME_84
source: 島田 義次郎
es_es: Yoshijiro Shimada

# NAME_85
source: 小松 六郎
es_es: Rokuro Komatsu

# NAME_86
source: 高野 与助
es_es: Yosuke Takano

# NAME_87
source: 水野 新一郎
es_es: Shinichiro Mizuno

# NAME_88
source: 吉川 伝五郎
es_es: Dengoro Yoshikawa

# NAME_89
source: 山内 三郎
es_es: Saburo Yamauchi

# NAME_90
source: 西田 鋤三郎
es_es: Nishida Spade Saburo

# NAME_91
source: 菊池 九兵衛
es_es: Kikuchi Kubei

# NAME_92
source: 北村 三助
es_es: Kitamura Sansuke

# NAME_93
source: 浜田 源蔵
es_es: Genzo Hamada

# NAME_94
source: 安田 竹之介
es_es: Takenosuke Yasuda

# NAME_95
source: 中田 礼三
es_es: Reizo Nakata

# NAME_96
source: 川口 彦一
es_es: Hikoichi Kawaguchi

# NAME_97
source: 平田 寅三
es_es: Torazo Hirata

# NAME_98
source: 川崎 秀太
es_es: Shuta Kawasaki

# NAME_99
source: 東 康彦
es_es: Yasuhiko Higashi

# NAME_100
source: 飯田 太郎吉
es_es: Taro Iida

# NAME_101
source: 本田 万吉
es_es: Honda Mankichi

# NAME_102
source: 吉村 金之助
es_es: Kinnosuke Yoshimura

# NAME_103
source: 辻 五兵衛
es_es: Gobei Tsuji

# NAME_104
source: 関 福太郎
es_es: Fukutaro Seki

# NAME_105
source: 中西 小一郎
es_es: Nakanishi Koichiro

# NAME_106
source: 福島 一郎
es_es: Ichiro Fukushima

# NAME_107
source: 岩田 彦四朗
es_es: Hikoshiro Iwata

# NAME_108
source: 服部 弥太郎
es_es: Yataro Hattori

# NAME_109
source: 樋口 栄三郎
es_es: Eisaburo Higuchi

# NAME_110
source: 川上 重一郎
es_es: Shigeichiro Kawakami

# NAME_111
source: 松岡 伝五郎
es_es: Dengoro Matsuoka

# NAME_112
source: 永井 良助
es_es: Ryosuke Nagai

# NAME_113
source: 山中 彦助
es_es: Hikosuke Yamanaka

# NAME_114
source: 田口 一夫
es_es: Kazuo Taguchi

# NAME_115
source: 森本 松之介
es_es: Matsunosuke Morimoto

# NAME_116
source: 矢野 米助
es_es: Yano Yonesuke

# NAME_117
source: 土屋 彦一
es_es: Hikoichi Tsuchiya

# NAME_118
source: 柴田 泰助
es_es: Taisuke Shibata

# NAME_119
source: 大島 太郎
es_es: Taro Oshima

# NAME_120
source: 平井 彦太郎
es_es: Hikotaro Hirai

# NAME_121
source: 岩本 精三郎
es_es: Seisaburo Iwamoto

# NAME_122
source: 片山 吉兵衛
es_es: Katayama Yoshibei

# NAME_123
source: 沢田 安太
es_es: Yasuta Sawada

# NAME_124
source: 本間 庄助
es_es: Shosuke Homma

# NAME_125
source: 早川 富吉
es_es: Tomiyoshi Hayakawa

# NAME_126
source: 横田 三平
es_es: Sanpei Yokota

# NAME_127
source: 荒井 茂
es_es: Shigeru Arai

# NAME_128
source: 岡崎 梅之助
es_es: Okazaki Umenosuke

# NAME_129
source: 鎌田 多兵衛
es_es: Tamae Kamada

# NAME_130
source: 大石 吉太郎
es_es: Yoshitaro Oishi

# NAME_131
source: 成田 五郎
es_es: Goro Narita

# NAME_132
source: 小田 彦四郎
es_es: Hikoshiro Oda

# NAME_133
source: 宮田 四郎
es_es: Shiro Miyata

# NAME_134
source: 石橋 鋤一郎
es_es: Ishibashi Plow Ichiro

# NAME_135
source: 篠原 甚三郎
es_es: Jinzaburo Shinohara

# NAME_136
source: 萩原 廉太郎
es_es: Rentaro Hagiwara

# NAME_137
source: 高山 次郎
es_es: Jiro Takayama

# NAME_138
source: 小西 光彦
es_es: Mitsuhiko Konishi

# NAME_139
source: 栗原 権兵衛
es_es: Gonbei Kurihara

# NAME_140
source: 酒井 孫吉
es_es: Sakai Sunkichi

# NAME_141
source: 松原 弥五郎
es_es: Yagoro Matsubara

# NAME_142
source: 糸田 三兵衛
es_es: Itoda Sanbei

# NAME_143
source: 三宅 五助
es_es: Gosuke Miyake

# NAME_144
source: 福井 長次郎
es_es: Chojiro Fukui

# NAME_145
source: 小沢 吉八郎
es_es: Yoshihachiro Ozawa

# NAME_146
source: 南 信之助
es_es: Nam Shinnosuke

# NAME_147
source: 大森 権助
es_es: Gonsuke Omori

# NAME_148
source: 奥村 与兵衛
es_es: Okumura Yohei

# NAME_149
source: 片岡 長五郎
es_es: Chogoro Kataoka

# NAME_150
source: 内山 弥吉
es_es: Yakichi Uchiyama

# NAME_151
source: 桑原 新三郎
es_es: Shinsaburo Kuwahara

# NAME_152
source: 岡 銀二
es_es: Oka Ginji

# NAME_153
source: 富田 三郎
es_es: Saburo Tomita

# NAME_154
source: 関口 一郎
es_es: Ichiro Sekiguchi

# NAME_155
source: 松永 甚太郎
es_es: Jintaro Matsunaga

# NAME_156
source: 奥田 留吉
es_es: Tomekichi Okuda

# NAME_157
source: 北川 秀士郎
es_es: Hideshiro Kitagawa

# NAME_158
source: 古賀 太郎吉
es_es: Taro Koga

# NAME_159
source: 上原 彦衛門
es_es: Uehara Hikoemon

# NAME_160
source: 工藤 平太
es_es: Heita Kudo

# NAME_161
source: 八木 又一郎
es_es: Mataichiro Yagi

# NAME_162
source: 吉野 伝次郎
es_es: Denjiro Yoshino

# NAME_163
source: 白石 鋤一
es_es: Shiraishi Hoichi

# NAME_164
source: 今村 桑次郎
es_es: Kuwajiro Imamura

# NAME_165
source: 川島 藤吉
es_es: Fujiyoshi Kawashima

# NAME_166
source: 上村 金三
es_es: Kinzo Uemura

# NAME_167
source: 小泉 徳之助
es_es: Tokunosuke Koizumi

# NAME_168
source: 中尾 半助
es_es: Hansuke Nakao

# NAME_169
source: 平山 彦三
es_es: Hikozo Hirayama

# NAME_170
source: 牧野 米助
es_es: Makino Yonesuke

# NAME_171
source: 寺田 門司
es_es: Terada Moji

# NAME_172
source: 渋谷 麦蔵
es_es: Shibuya barley

# NAME_173
source: 岡村 末吉
es_es: Sueyoshi Okamura

# NAME_174
source: 児玉 由兵衛
es_es: Kodama Yoshibe

# NAME_175
source: 坂口 太郎
es_es: Taro Sakaguchi

# NAME_176
source: 河合 栄吉
es_es: Eikichi Kawai

# NAME_177
source: 大山 六郎
es_es: Rokuro Oyama

# NAME_178
source: 多田 順司
es_es: Junji Tada

# NAME_179
source: 宮下 源二
es_es: Genji Miyashita

# NAME_180
source: 横山 甚太郎
es_es: Jintaro Yokoyama

# NAME_181
source: 石原 平一
es_es: Ishihara Heiichi

# NAME_182
source: 松下 七郎
es_es: Shichiro Matsushita

# NAME_183
source: 大橋 八兵衛
es_es: Ohashi Hachibei

# NAME_184
source: 吉岡 蔵太
es_es: Kurata Yoshioka

# NAME_185
source: 松浦 九郎
es_es: Kuro Matsuura

# NAME_186
source: 小池 三郎
es_es: Saburo Koike

# NAME_187
source: 浅野 権蔵
es_es: Gonzo Asano

# NAME_188
source: 熊谷 太平
es_es: Taihei Kumagai

# NAME_189
source: 荒木 彦兵衛
es_es: Hikobei Araki

# NAME_190
source: 野田 源一郎
es_es: Genichiro Noda

# NAME_191
source: 川村 豊
es_es: Yutaka Kawamura

# NAME_192
source: 星野 権作
es_es: Hoshino Gonsaku

# NAME_193
source: 広瀬 喜一
es_es: Kiichi Hirose

# NAME_194
source: 大谷 又一
es_es: Otani Yoichi

# NAME_195
source: 黒田 五郎
es_es: Goro Kuroda

# NAME_196
source: 尾崎 作兵衛
es_es: Risa Ozaki

# NAME_197
source: 田辺 六之助
es_es: Rokunosuke Tanabe

# NAME_198
source: 永田 千代吉
es_es: Chiyokichi Nagata

# NAME_199
source: 松村 駒三郎
es_es: Matsumura Komasaburo

# NAME_200
source: 吉田 渉
es_es: Wataru Yoshida

# NAME_201
source: 堀 権左衛門
es_es: Hori Gonzaemon

# NAME_202
source: 内藤 一平
es_es: Ippei Naito

# NAME_203
source: 菅野 平次
es_es: Heiji Kanno

# NAME_204
source: 西山 稲造
es_es: Nishiyama Inazo

# NAME_205
source: 小倉 二郎
es_es: Jiro Ogura

# NAME_206
source: 竹田 又三
es_es: Taketa Yuzo

# NAME_207
source: 足立 作之介
es_es: Adachi Sakunosuke

# NAME_208
source: 天野 彦助
es_es: Hikosuke Amano

# NAME_209
source: 村山 十兵衛
es_es: Jubei Murayama

# NAME_210
source: 坂井 太郎
es_es: Taro Sakai

# NAME_211
source: 杉浦 太二
es_es: Taiyo Sugiura

# NAME_212
source: 坂田 源五郎
es_es: Gengoro Sakata

# NAME_213
source: 小原 新太
es_es: Shinta Ohara

# NAME_214
source: 豊田 稲作
es_es: Toyota rice farming

# NAME_215
source: 河村 正一
es_es: Shoichi Kawamura

# NAME_216
source: 角田 四郎
es_es: Shiro Tsunoda

# NAME_217
source: 水谷 和吉
es_es: Kazuyoshi Mizutani

# NAME_218
source: 根本 新三郎
es_es: Nemoto Shinsaburo

# NAME_219
source: 宮崎 佐平
es_es: Sahei Miyazaki

# NAME_220
source: 関根 又九郎
es_es: Matakuro Sekine

# NAME_221
source: 森下 権吉
es_es: Gonyoshi Morishita

# NAME_222
source: 中井 万吉
es_es: Mankichi Nakai

# NAME_223
source: 田島 三助
es_es: Tajima Sansuke

# NAME_224
source: 植田 秀次郎
es_es: Shujiro Ueda

# NAME_225
source: 塚本 猫介
es_es: Tsukamoto Nekosuke

# NAME_226
source: 飯塚 満太
es_es: Mita Iizuka

# NAME_227
source: 前川 太助
es_es: Tasuke Maekawa

# NAME_228
source: 鈴木 照道
es_es: Terumichi Suzuki

# NAME_229
source: 浅井 三郎
es_es: Saburo Asai

# NAME_230
source: 山根 大四郎
es_es: Daishiro Yamane

# NAME_231
source: 白井 六郎太
es_es: Rotaro Shirai

# NAME_232
source: 宮川 二郎吉
es_es: Jirokichi Miyakawa

# NAME_233
source: 岡本 惇
es_es: Okamoto Toshi

# NAME_234
source: 大沢 小太郎
es_es: Kotaro Osawa

# NAME_235
source: 大川 稲介
es_es: Inasuke Okawa

# NAME_236
source: 長田 三太
es_es: Mita Nagata

# NAME_237
source: 堀内 十兵衛
es_es: Jubei Horiuchi

# NAME_238
source: 稲垣 六之助
es_es: Rokunosuke Inagaki

# NAME_239
source: 若林 二平
es_es: Nihei Wakabayashi

# NAME_240
source: 松崎 重三
es_es: Shigezo Matsuzaki

# NAME_241
source: 榎本 太郎
es_es: Taro Enomoto

# NAME_242
source: 森山 一平
es_es: Ippei Moriyama

# NAME_243
source: 神谷 聡
es_es: Satoshi Kamiya

# NAME_244
source: 中沢 四平
es_es: Shihei Nakazawa

# NAME_245
source: 江口 助蔵
es_es: Eguchi Sukezo

# NAME_246
source: 中谷 小平太
es_es: Kohei Nakatani

# NAME_247
source: 稲辺 信太郎
es_es: Shintaro Inanabe

# NAME_248
source: 谷 文十三
es_es: Tani Bunjuzo

# NAME_249
source: 及川 三平
es_es: Sanpei Oikawa

# NAME_250
source: 三上 二郎
es_es: Jiro Mikami

# NAME_251
source: 今野 左平
es_es: Sahei Konno

# NAME_252
source: 西尾 武次郎
es_es: Takejiro Nishio

# NAME_253
source: 安達 道三
es_es: Dosan Adachi

# NAME_254
source: 田代 七郎
es_es: Shichiro Tashiro

# NAME_255
source: 飯島 平助
es_es: Heisuke Iijima

# NAME_256
source: 石塚 三造
es_es: Ishizuka Sanzo

# NAME_257
source: 津田 一平太
es_es: Ippei Tsuda

# NAME_258
source: 宮本 福助
es_es: Fukusuke Miyamoto

# NAME_259
source: 久保園 健
es_es: Ken Kubozono

# NAME_260
source: 土井 又太
es_es: Matata Doi

# NAME_261
source: 米田 晋平
es_es: Shinpei Yoneda

# NAME_262
source: 丸山 理一
es_es: Riichi Maruyama

# NAME_263
source: 鈴木 二郎
es_es: Jiro Suzuki

# NAME_264
source: 三好 権三
es_es: Miyoshi Gonzo

# NAME_265
source: 吉田 一郎
es_es: Ichiro Yoshida

# NAME_266
source: 米田 太郎
es_es: Taro Yoneda

# NAME_267
source: 田中 智弘
es_es: Tomohiro Tanaka

# NAME_268
source: 岡野 二郎
es_es: Jiro Okano

# NAME_269
source: 藤原 治
es_es: Fujiwara

# NAME_270
source: 岸井 源八郎
es_es: Genhachiro Kishii

# NAME_271
source: 佐伯 又八
es_es: Saeki Yupachi

# NAME_272
source: 岸田 修平
es_es: Shuhei Kishida

# NAME_273
source: 片山 信吾
es_es: Shingo Katayama

# NAME_274
source: 星 広馬
es_es: Star Horse

# NAME_275
source: 中嶋 登
es_es: Noboru Nakajima

# NAME_276
source: 岩井 吉平
es_es: Yoshihei Iwai

# NAME_277
source: 黒木 三郎太
es_es: Saburo Kuroki

# NAME_278
source: 堤 太郎二郎
es_es: Tetaro Jiro

# NAME_279
source: 金田 伝吉
es_es: Denkichi Kaneda

# NAME_280
source: 野崎 三郎
es_es: Saburo Nozaki

# NAME_281
source: 落合 種太郎
es_es: Taro Ochiai

# NAME_282
source: 堀田 稲吉
es_es: Hotta Inayoshi

# NAME_283
source: 西野 麦太郎
es_es: Nishino Mugitaro

# NAME_284
source: 町田 八郎
es_es: Hachiro Machida

# NAME_285
source: 斎藤 新太郎
es_es: Shintaro Saito

# NAME_286
source: 山岸 秀三
es_es: Hidetada Yamagishi

# NAME_287
source: 新田 剣次郎
es_es: Kenjiro Nitta

# NAME_288
source: 古田 育三
es_es: Ikuzo Furuta

# NAME_289
source: 滝沢 弥助
es_es: Yasuke Takizawa

# NAME_290
source: 川田 六助
es_es: Rokusuke Kawada

# NAME_291
source: 山川 平太
es_es: Heita Yamakawa

# NAME_292
source: 杉田 源太
es_es: Genta Sugita

# NAME_293
source: 土田 勝三
es_es: Katsuzo Tsuchida

# NAME_294
source: 笠原 稲之介
es_es: Kasahara Inanosuke

# NAME_295
source: 金沢 又三郎
es_es: Matasaburo Kanazawa

# NAME_296
source: 奥山 与太郎
es_es: Yotaro Okuyama

# NAME_297
source: 内田 作兵衛
es_es: Sakubei Uchida

# NAME_298
source: 三木 弥太郎
es_es: Yataro Miki

# NAME_299
source: 梅田 又吉
es_es: Umeda Matayoshi

# NAME_300
source: 村井 太郎
es_es: Taro Murai

# NAME_301
source: 野中 与平
es_es: Yohei Nonaka

# NAME_302
source: 堀江 大五郎
es_es: Horie Daigoro

# NAME_303
source: 大竹 道彦
es_es: Michihiko Otake

# NAME_304
source: 川端 諭吉
es_es: Satoshi Kawabata

# NAME_305
source: 大村 勝二
es_es: Katsuji Omura

# NAME_306
source: 岸 八郎兵衛
es_es: Kishihachiro Hebei

# NAME_307
source: 日高 勝吉
es_es: Katsuyoshi Hidaka

# NAME_308
source: 梶原 惣吉
es_es: Sokichi Kajiwara

# NAME_309
source: 梶木 三郎
es_es: Saburo Kajiki

# NAME_310
source: 広田 勘介
es_es: Kansuke Hirota

# NAME_311
source: 藤沢 弥一郎
es_es: Yaichiro Fujisawa

# NAME_312
source: 西本 三郎
es_es: Saburo Nishimoto

# NAME_313
source: 井口 弥三郎
es_es: Yasaburo Iguchi

# NAME_314
source: 向井 貫太
es_es: Kanta Mukai

# NAME_315
source: 大木 門司
es_es: Oki Moji

# NAME_316
source: 大場 源蔵
es_es: Genzo Oba

# NAME_317
source: 松島 又八郎
es_es: Matsushima Matahachiro

# NAME_318
source: 竹中 文太
es_es: Bunta Takenaka

# NAME_319
source: 榊原 真一
es_es: Shinichi Sakakibara

# NAME_320
source: 藤川 清次郎
es_es: Seijiro Fujikawa

# NAME_321
source: 吉本 太郎
es_es: Taro Yoshimoto

# NAME_322
source: 川原 二郎
es_es: Jiro Kawahara

# NAME_323
source: 安井 弥平
es_es: Yahei Yasui

# NAME_324
source: 大内 惣太
es_es: Sota Ouchi

# NAME_325
source: 竹下 右平
es_es: Uhei Takeshita

# NAME_326
source: 吉原 敬二
es_es: Keiji Yoshihara

# NAME_327
source: 藤岡 四郎
es_es: Shiro Fujioka

# NAME_328
source: 塚田 平太郎
es_es: Heitaro Tsukada

# NAME_329
source: 福本 源一郎
es_es: Genichiro Fukumoto

# NAME_330
source: 柳沢 弥一郎
es_es: Yaichiro Yanagisawa

# NAME_331
source: 高島 彦太
es_es: Hikota Takashima

# NAME_332
source: 大谷 又三
es_es: Otani Yuzo

# NAME_333
source: 小谷 藤三
es_es: Tozo Kotani

# NAME_334
source: 藤村 大一郎
es_es: Daiichiro Fujimura

# NAME_335
source: 宮内 作兵衛
es_es: Miyauchi Sakubei

# NAME_336
source: 竹本 裕二
es_es: Yuji Takemoto

# NAME_337
source: 谷川 道行
es_es: Michiyuki Tanikawa

# NAME_338
source: 緒方 安康
es_es: Ogata Ankang

# NAME_339
source: 奥野 平庵
es_es: Okuno Heian

# NAME_340
source: 宮沢 歩
es_es: Ayumu Miyazawa

# NAME_341
source: 窪田 三雄太
es_es: Mitsuyuta Kubota

# NAME_342
source: 下田 次郎
es_es: Jiro Shimoda

# NAME_343
source: 北野 二兵衛
es_es: Nibei Kitano

# NAME_344
source: 栗田 明之助
es_es: Akinosuke Kurita

# NAME_345
source: 石黒 信平
es_es: Shinpei Ishiguro

# NAME_346
source: 亀井 重太郎
es_es: Kamei Shigetaro

# NAME_347
source: 長野 巌
es_es: Iwao Nagano

# NAME_348
source: 平川 兼行
es_es: Kaneyuki Hirakawa

# NAME_349
source: 藤野 助五郎
es_es: Fujino Sukegoro

# NAME_350
source: 宮原 又一
es_es: Mataichi Miyahara

# NAME_351
source: 長島 一郎
es_es: Ichiro Nagashima

# NAME_352
source: 川本 三郎
es_es: Saburo Kawamoto

# NAME_353
source: 茂木 明
es_es: Akira Mogi

# NAME_354
source: 三輪 周平
es_es: Miwa Shuhei

# NAME_355
source: 下村 彦太郎
es_es: Hikotaro Shimomura

# NAME_356
source: 山村 権兵衛
es_es: Gonbei Yamamura

# NAME_357
source: 丹羽 作兵衛
es_es: Niwa Sakubei

# NAME_358
source: 高井 雄三
es_es: Yuzo Takai

# NAME_359
source: 古谷 一太
es_es: Ikko Furuya

# NAME_360
source: 吉沢 貫太郎
es_es: Kuntaro Yoshizawa

# NAME_361
source: 青柳 貞行
es_es: Sadayuki Aoyagi

# NAME_362
source: 竹村 米蔵
es_es: Takemura Yonezo

# NAME_363
source: 出口 内蔵助
es_es: Exit built-in assistant

# NAME_364
source: 荻野 助六
es_es: Sukeroku Ogino

# NAME_365
source: 小森 鉢太郎
es_es: Komori Hattaro

# NAME_366
source: 黒沢 一郎
es_es: Ichiro Kurosawa

# NAME_367
source: 高瀬 弥三郎
es_es: Yasaburo Takase

# NAME_368
source: 稲田 安彦
es_es: Yasuhiko Inada

# NAME_369
source: 大城 道則
es_es: Dacheng Road

# NAME_370
source: 筒井 源一
es_es: Genichi Tsutsui

# NAME_371
source: 福岡 春太郎
es_es: Fukuoka Harutaro

# NAME_372
source: 横井 慶一郎
es_es: Keiichiro Yokoi

# NAME_373
source: 大平 作兵衛
es_es: Sakubei Ohira

# NAME_374
source: 宮城 則一
es_es: Noriichi Miyagi

# NAME_375
source: 攻撃師範
es_es: Attack Master

# NAME_376
source: 守備師範
es_es: Defensive instructor

# NAME_377
source: 衛生師範
es_es: Hygiene master

# NAME_378
source: 応援師範
es_es: Cheering instructor

# NAME_379
source: 支援師範
es_es: Support Teacher

# LEADER_SKILL_0
source: 武甕雷男神
es_es: Wu Weng Lei Male God

# LEADER_SKILL_1
source: 極・義侠道
es_es: Extreme · Righteous Xia Dao

# LEADER_SKILL_2
source: 怒龍ノ紋章
es_es: Angry Dragon Crest

# LEADER_SKILL_3
source: 猛将・極
es_es: Fierce general

# LEADER_SKILL_4
source: 無双ノ槍衆
es_es: Musou no Yarishu

# LEADER_SKILL_5
source: 守将・極
es_es: Guardian・Pole

# LEADER_SKILL_6
source: 堅守ノ銃衆
es_es: Adherent guns

# LEADER_SKILL_7
source: 癒将・極
es_es: Healer / Pole

# LEADER_SKILL_8
source: 不倒根性
es_es: Immortality

# LEADER_SKILL_9
source: 神癒ノ刀衆
es_es: Divine Healing Swordsman

# LEADER_SKILL_10
source: 励攻・極
es_es: Li Gong · Extreme

# LEADER_SKILL_11
source: 激励ノ刀衆
es_es: Encouragement swordsman

# LEADER_SKILL_12
source: 真・新選組
es_es: Shinsengumi

# LEADER_SKILL_13
source: 励癒・極
es_es: Rejuvenation・Extremely

# LEADER_SKILL_14
source: 励守・極
es_es: Rei Shou, Ji

# LEADER_SKILL_15
source: 神速・極
es_es: Speed and extreme

# LEADER_SKILL_16
source: 義理人情
es_es: Righteousness

# LEADER_SKILL_17
source: 猛将・参
es_es: Mighty generals

# LEADER_SKILL_18
source: 無双ノ刀衆
es_es: Musou no Swordsman

# LEADER_SKILL_19
source: 無双ノ銃衆
es_es: Musou no Gunshu

# LEADER_SKILL_20
source: 守将・参
es_es: Guardian・Participant

# LEADER_SKILL_21
source: 堅守ノ刀衆
es_es: Adherent swordsman

# LEADER_SKILL_22
source: 堅守ノ槍衆
es_es: Adherent spear crowd

# LEADER_SKILL_23
source: 癒将・参
es_es: Yujang・Sam

# LEADER_SKILL_24
source: 神癒ノ槍衆
es_es: Divine Healing Spear

# LEADER_SKILL_25
source: 神癒ノ銃衆
es_es: Divine Healing Guns

# LEADER_SKILL_26
source: 励攻・参
es_es: Rei Gong・San

# LEADER_SKILL_27
source: 励守・参
es_es: Rei Mori・San

# LEADER_SKILL_28
source: 励癒・参
es_es: Reiyu・Sam

# LEADER_SKILL_29
source: 大励将
es_es: Da Li Jiang

# LEADER_SKILL_30
source: 激励ノ槍衆
es_es: Encouragement spear crowd

# LEADER_SKILL_31
source: 激励ノ銃衆
es_es: Encouragement guns

# LEADER_SKILL_32
source: 神速・参
es_es: Speed and ginseng

# LEADER_SKILL_33
source: 神速ノ刀衆
es_es: God speed swordsman

# LEADER_SKILL_34
source: 神速ノ槍衆
es_es: Shinsoku no Yarishu

# LEADER_SKILL_35
source: 神速ノ銃衆
es_es: God speed guns

# LEADER_SKILL_36
source: 猛将・弐
es_es: Fierce general

# LEADER_SKILL_37
source: 猛将・壱
es_es: Fierce general

# LEADER_SKILL_38
source: 諸刃・枠防
es_es: Double-edged / frame defense

# LEADER_SKILL_39
source: 狂闘将
es_es: Madman

# LEADER_SKILL_40
source: 義侠心
es_es: Righteous chivalry

# LEADER_SKILL_41
source: 守将・弐
es_es: Guardian

# LEADER_SKILL_42
source: 守将・壱
es_es: Guardian・壱

# LEADER_SKILL_43
source: 鉄壁将
es_es: Iron wall general

# LEADER_SKILL_44
source: 癒将・弐
es_es: Healer 2

# LEADER_SKILL_45
source: 癒将・壱
es_es: Healer Ichi

# LEADER_SKILL_46
source: 励攻・弐
es_es: Encouragement, 2

# LEADER_SKILL_47
source: 励守・弐
es_es: Encouragement / second

# LEADER_SKILL_48
source: 励癒・弐
es_es: Healing / II

# LEADER_SKILL_49
source: 諸刃・励守
es_es: Double-edged / encouragement

# LEADER_SKILL_50
source: 諸刃・励防
es_es: Double-edged / encouragement

# LEADER_SKILL_51
source: 諸刃・励避
es_es: Double-edged / avoidance

# LEADER_SKILL_52
source: 諸刃・励技
es_es: Double-edged / encouragement

# LEADER_SKILL_53
source: 諸刃・励武
es_es: Double-edged / encouraged

# LEADER_SKILL_54
source: 諸刃・励視
es_es: Double-edged / gaze

# LEADER_SKILL_55
source: 諸刃・励気
es_es: Double-edged / encouraged

# LEADER_SKILL_56
source: 神速・弐
es_es: God speed, 2

# LEADER_SKILL_57
source: 神速・壱
es_es: God speed, Ichi

# LEADER_SKILL_58
source: 烈神速
es_es: Fierce speed

# LEADER_SKILL_59
source: 励攻・壱
es_es: Encouragement / Ichi

# LEADER_SKILL_60
source: 励守・壱
es_es: Rei Shou·壱

# LEADER_SKILL_61
source: 励癒・壱
es_es: Healing / Ichi

# NORMAL_SKILL_0
source: 空蝉ノ時計
es_es: Sky 蝉 ノ Clock

# NORMAL_SKILL_1
source: 漢気ノ真髄
es_es: The essence of Hanki

# NORMAL_SKILL_2
source: 極・火炎玉
es_es: Pole / flame ball

# NORMAL_SKILL_3
source: 虎墜ノ気位
es_es: Tiger crash

# NORMAL_SKILL_4
source: 恐怖戦慄
es_es: Horror horror

# NORMAL_SKILL_5
source: 極・雷撃玉
es_es: Pole / lightning ball

# NORMAL_SKILL_6
source: 極・閃光玉
es_es: Pole・Flashing Jade

# NORMAL_SKILL_7
source: 極・爆炎玉
es_es: Pole / explosion ball

# NORMAL_SKILL_8
source: 戦神ノ加護
es_es: War God Blessing

# NORMAL_SKILL_9
source: 極・毒霧玉
es_es: Pole / poison fog ball

# NORMAL_SKILL_10
source: 不屈ノ闘魂
es_es: Indomitable fighting spirit

# NORMAL_SKILL_11
source: 金城鉄壁
es_es: Kinjo iron wall

# NORMAL_SKILL_12
source: 武神ノ守護
es_es: Takegami no guardian

# NORMAL_SKILL_13
source: 南無三
es_es: Minami Muzo

# NORMAL_SKILL_14
source: 極・大射撃
es_es: Extreme and large shooting

# NORMAL_SKILL_15
source: 医神ノ息吹
es_es: Medical God Breath

# NORMAL_SKILL_16
source: 奇跡ノ愛撫
es_es: Miracle caress

# NORMAL_SKILL_17
source: 武神ノ慈悲
es_es: Takegami no mercy

# NORMAL_SKILL_18
source: 至高ノ指圧
es_es: Supreme Shiatsu

# NORMAL_SKILL_19
source: 応援部隊
es_es: Support unit

# NORMAL_SKILL_20
source: 怒髪衝天
es_es: Dohatsuten

# NORMAL_SKILL_21
source: 助太刀
es_es: Assistant sword

# NORMAL_SKILL_22
source: 闘神ノ士気
es_es: Fighting god morale

# NORMAL_SKILL_23
source: 識者ノ言霊
es_es: Kotodama

# NORMAL_SKILL_24
source: 神々ノ祭典
es_es: Gods Festival

# NORMAL_SKILL_25
source: 商神の恩寵
es_es: Grace of the commercial god

# NORMAL_SKILL_26
source: 熱烈支援
es_es: Warm support

# NORMAL_SKILL_27
source: 北ノ大号令
es_es: Kitano Daisho

# NORMAL_SKILL_28
source: 鬼神ノ咆哮
es_es: Demon Roar
