Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: firstdir/data/staypar/stay.par/soldier_card_list.po
Languages: es_es

# GET_COMMENT_366
source: 平凡な平隊士。伍長とすれば有能だが、危険も伴う。座右の銘は「尽忠報国」。
es_es: A mediocre flat soldier. A corporal is capable, but also dangerous. The motto is "Zanchuhokoku".

# GET_COMMENT_367
source: 平凡な平隊士。伍長には不向き。座右の銘は「有言実行」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "execution of words".

# GET_COMMENT_368
source: 平凡な平隊士。伍長には不向き。座右の銘は「平々凡々」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Mediocre".

# GET_COMMENT_369
source: 平凡な平隊士。有能な伍長として死地に活路を開く。座右の銘は「臥薪嘗胆」。
es_es: A mediocre flat soldier. As a competent corporal, he opens the way to the dead. The motto is "Wo-ki-boku".

# GET_COMMENT_370
source: 平凡な平隊士。有能な伍長として死地に活路を開く。座右の銘は「切磋琢磨」。
es_es: A mediocre flat soldier. As a competent corporal, he opens the way to the dead. The motto is "Kiritsu Takuma".

# GET_COMMENT_371
source: 平凡な平隊士。伍長には不向き。座右の銘は「品行方正」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Good behavior".

# GET_COMMENT_372
source: 平凡な平隊士。伍長には不向き。座右の銘は「不言実行」。
es_es: A mediocre flat soldier. Not suitable for corporals. The motto is "Silence execution".

# GET_COMMENT_373
source: 平凡な平隊士。有能な伍長として死地に活路を開く。座右の銘は「安寧秩序」。
es_es: A mediocre flat soldier. As a competent corporal, he opens the way to the dead. The motto is "Peaceful Order".

# GET_COMMENT_374
source: 平凡な平隊士。有能な伍長として死地に活路を開く。座右の銘は「流水浮木」。
es_es: A mediocre flat soldier. As a competent corporal, he opens the way to the dead. The motto is "Running floating tree".

# GET_COMMENT_375
source: 攻撃隊士の育成に適任。他隊士の教育においても優秀。
es_es: Suitable for training attackers. Excellent in the education of other soldiers.

# GET_COMMENT_376
source: 守備隊士の育成に適任。他隊士の教育においても優秀。
es_es: Suitable for training garrison personnel. Excellent in the education of other soldiers.

# GET_COMMENT_377
source: 衛生隊士の育成に適任。他隊士の教育においても優秀。
es_es: Suitable for training hygiene personnel. Excellent in the education of other soldiers.

# GET_COMMENT_378
source: 応援隊士の育成に適任。他隊士の教育においても優秀。
es_es: Suitable for training supporters. Excellent in the education of other soldiers.

# GET_COMMENT_379
source: 支援隊士の育成に適任。他隊士の教育においても優秀。
es_es: Suitable for training support personnel. Excellent in the education of other soldiers.
