Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021b90.po
Languages: es_es

source: わ、わかった、もういい！
es_es: Okay, okay!

source: 悪かった、か、勘弁してくれ！
es_es: It was bad, please forgive me!

source: おおきに、お侍さま！ 最近はあないな手合いが多くて…… おかげでほんま助かりましたわ！
es_es: Big, samurai! Recently, I haven't had a lot of handicap ... Thanks to you, I was really saved!

source: 「<Color:8>１両<Color:Default>」を受け取った
es_es: "<Color:8> 1 car<Color:Default> Received

source: お待ちくだはれ！ お酒のお代は!?
es_es: Please wait! How much is the liquor !?

source: ツケにしとけや！
es_es: It's a good idea!

source: こないだ薩摩モンにはそうしてたろ！ ちゃんと知ってんだよ！
es_es: That's what Satsuma Mon did! I know it properly!

source: せやけど、あなた方のはどちら様へ おツケしたらええのかわからしまへん……
es_es: But I don't know who you should go to ...

source: うるせえ！ 俺らは勤王の志士だぞ？ 天下国家のために、命がけで 幕府と戦ってるんだろが！
es_es: shut up! We are the priests of Qin Wang, right? I wonder if I'm fighting the Shogunate for the sake of the nation!

source: この野郎…… なに突っ立ってんだ、詫び入れろや！
es_es: This bastard ... What are you standing up to, apologize!

source: あ、あんたら、ええんでっか？ 新選組呼びまっせ！
es_es: Oh, are you eh? Call the Shinsengumi!

source: なんだと……？ ババア！ もういっぺん言ってみろ!!
es_es: what……? An old hag! Let's say it again !!

source: ひぃ!!
es_es: Hi !!

source: おい。てめえも詫び入れて出すもん出せや……
es_es: Hey. I apologize for the inconvenience and put it out ...

source: あいにく金も、 クズに下げる頭も持ち合わせがねえ。
es_es: Unfortunately, I don't have the money or the head to shave.

source: てめえ！ クズってのは誰のこった！
es_es: Yeah! Who is the waste!

source: 決まりだ、この野郎…… 天誅受けろや!!
es_es: It's a rule, this bastard ... Take Tenchu !!

source: （あの情報屋もアテにならねえ。 少し町を歩き回ってみるか……）
es_es: (That information shop can't be a mate. Would you like to walk around the town for a while ...)

source: 不潔な浪人
es_es: Filthy Ronin

source: 臭い浪人
es_es: Smelly Ronin

source: 酒屋の女将
es_es: Liquor store proprietress
