Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01160831.po
Languages: es_es

source: お松！
es_es: Pine!

source: 遅かったな。 もうお松は俺のものになったぞ！
es_es: It was late. The pine is now mine!

source: お前は、確か お松の幼馴染の……？
es_es: You are surely a childhood friend of Omatsu ...?

source: ああ、あの時は護衛ありがとうよ。 斎藤さん！
es_es: Oh, thank you for the escort at that time. Saito-san!

source: お前には散々計画を邪魔されたからな！ まぁ、お松が手に入った 今となってはどうでもいい話だが……
es_es: Because you got in the way of your plan! Well, it doesn't matter now that I got the pine tree ...

source: お松！ お前は誰が好きなんだ？
es_es: Pine! Who do you like

source: はい、阿久水さんのことが好きです。
es_es: Yes, I like Mr. Akumizu.

source: おい、聞いたか!? 聞いたよな!? はっはっは！ 実験は成功だ！
es_es: Hey, did you hear it !? Did you hear it !? Hahaha! The experiment is successful!

source: ……実験？
es_es: ...... Experiment?

source: ああ、実験だ！ お松とは幼馴染で、結婚するつもりだったのに。 俺が頑張って思いを伝えたら……
es_es: Oh, it's an experiment! I was a childhood friend of Omatsu and I was planning to get married. If I do my best and convey my thoughts ...

source: こいつは俺の求婚を断りやがったんだ！
es_es: This guy refused my proposal!

source: 毎日会って、たまに茶屋で喋ったり…… 団子屋では手が触れ合った仲なのに！
es_es: We meet every day and sometimes talk at the teahouse ... At the dumpling shop, we're in touch with each other!

source: だから…… だから俺は努力して この力を手に入れてやったんだ！
es_es: So ... That's why I worked hard to get this power!

source: あいつらは実験台としてとても役に立ってくれたよ。 もし、術が効きすぎたりして 大事なお松が壊れちまったら大変だからな！
es_es: They were very useful as a laboratory table. If the technique is too effective and the important pine is broken, it will be difficult!

source: そんな理由で、あいつらを……
es_es: For that reason, they ...

source: 気の強いお松には、暗示もかかりづらいからな。 あいつらを使って橘組の連中を痛めつけ 精神的に追い込む必要があったんだよ、ヒヒ……
es_es: It's hard to suggest a strong pine tree. I had to use them to hurt the Tachibana group and drive them mentally, baboons ...

source: おかげ様で計画も無事完了だ。 お前もその一端を担ってくれたというわけだ。 ま、心ばかりの礼を受け取ってくれや。
es_es: Thanks to you, the plan has been completed successfully. You also played a part in that. Well, please receive a heartfelt thank you.

source: 聞いてもいないことまでべらべら喋りやがって 心底不愉快な男だな…… 周りが口をそろえて卑屈だというのもわかる。
es_es: He's a really unpleasant man who talks about things he hasn't even heard ... I can see that all the people around him are subservient.

source: 残念だが、お前が利用してきたつもりの奴らは お前が舐めてかかれるほど甘い奴らじゃない。
es_es: Unfortunately, the guys you intended to use aren't sweet enough to be licked by you.

source: ……もちろん、俺もな。
es_es: ...... Of course, me too.

source: ヒヒヒ…… 何とでもほざけ！ お前には、もう死ぬ以外の道は残ってないんだよ！
es_es: Hihihi …… Anything is ridiculous! You have no choice but to die!

source: こいつらは今までとは一味違うぜ！ 俺の力思い知らせてくれる！
es_es: These guys are a bit different! It reminds me of my power!

source: ぐぅ……
es_es: Guu ……

source: 口ほどにもねぇな。 ……まぁ、やる前からわかっていたことだが。
es_es: Not as much as a mouth. ...... Well, I knew it before I did it.

source: そんな馬鹿な…… こんなはずじゃなかった！
es_es: That's stupid ... It wasn't supposed to be like this!

source: 操られている連中の剣には心が通っていない。 そんな奴らを集めて強くなった気でいたなら、 それは大きな勘違いだ。
es_es: I don't understand the swords of those who are being manipulated. If you feel like you've gathered them together and become stronger, that's a big mistake.

source: そして…… 心が通っていないのは そいつも同じなんじゃないのか？
es_es: And ... Isn't it always the same that I don't understand?

source: 目を覚ましなさい！
es_es: Wake up!

source: アンタは…… これだけたくさんの人に迷惑をかけて まだ気付かないの!?
es_es: You're ... annoying so many people and haven't noticed yet !?

source: 私は小さいころから ずっとアンタのこと見ていたのよ。 アンタの気持ちなんかずっと前から知ってた。
es_es: I've been watching you since I was little. I've known your feelings for a long time.

source: でも昔からそうだった。 思い込みが激しくて、周りに迷惑をかけて…… 今度はそんな紛い物の力に頼って。
es_es: But it has always been the case. I have a strong belief and cause trouble to the people around me ... This time, I rely on the power of such mischief.

source: お松……
es_es: Pine ……

source: そんな卑怯で、意気地無しな奴なんて 一体誰が好きになんてなるのよ!?
es_es: Who would love such a cowardly and sissy guy !?

source: 前も言ったけどね、 アンタが私に惚れるなんて１００年早いのよ！ 顔洗って出直して来なさい！
es_es: As I said before, it's 100 years early that you fell in love with me! Wash your face and come back!

source: ぐぅ…… くっそぉ！ お前ら全員、覚えておけよ！
es_es: Guu …… Damn it! Remember all of you!

source: やって！
es_es: do it!

source: グェッ。
es_es: Gue.

source: 全く…… 逃がすわけないでしょ。 しっかり犯した罪を償いなさい。
es_es: At all ... You can't let it go. Atone for the sins you have committed.

source: お松、お前もう平気なのか？ 操られていたようだが。
es_es: Omatsu, are you all right? It seems that it was being manipulated.

source: ええ、平気よ。 だって操られていた振りをしていただけだもの。
es_es: Yeah, I'm fine. Because I just pretended to be manipulated.

source: え？
es_es: e?

source: 実は、あの香は深く吸い込んだりしなければ 強い力はないらしいの。
es_es: Actually, it seems that the incense has no strong power unless it is deeply inhaled.

source: とても暗示にかかり易くなるみたいだけど しっかり気を張っていれば、大丈夫だったわ。 心が弱っている人にしか、効き目はないみたい。
es_es: It seems like it's very easy to suggest, but if you're careful, it's okay. It seems that it works only for people with weak hearts.

source: 刀剣一家は珍しい妖刀の誘惑、 義賊忍盗は病気という心の隙を突かれて 暗示にかかり易くなっていたということね。
es_es: The sword family was tempted by a rare sword, and the thief shinobi was vulnerable to suggestion because of his illness.

source: 事件を起こして 私を精神的に追い込んだつもりでいたみたいだけど 勘違いも甚だしいわね、まったく。
es_es: It seems that he intended to cause an incident and drive me mentally, but the misunderstanding is terrible, at all.

source: なるほどな。
es_es: got it.

source: 実はね、阿久水が関わっているかも しれないってことは聞いていたの。
es_es: Actually, I heard that Akumizu might be involved.

source: 私が何を聞いても知らぬ存ぜぬで 尻尾をつかめなくて……
es_es: No matter what I hear, I don't know and I can't grab my tail ...

source: だから、阿久水の思惑通りに動いているように 見せかけて、本当に彼が黒幕なのか確かめるために 一芝居打ったってわけ。
es_es: That's why I pretended that he was moving as Akumizu expected, and made a play to see if he was really a mastermind.

source: そうだったのか。 俺も阿久水も騙されたってわけか。
es_es: Is that so. I wonder if both I and Akumizu were deceived.

source: ふふ。女を怒らせると恐いのよ。 じゃ、この人たちの手当てもあるし、 一旦橘組へ戻りましょうか。
es_es: n/a. It's scary to offend a woman. Then, with some treatment for these people, let's go back to the Tachibana group.

source: 阿久水
es_es: Akumizu

source: お松
es_es: Pine
