Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0134003a.po
Languages: es_es

source: うそ、ホントに!?
es_es: Lie, really !?

source: 客によってはルートを指定してくることもある。 気分を害さないようにするためには、色々 覚えとかなきゃいけなかったりもするんだよ。
es_es: Depending on the customer, the route may be specified. In order not to be offended, I have to remember a lot.

source: そうなんだ～。じゃあ私もまだまだですね。 それじゃもっとたくさん覚えられるように頑張る！
es_es: That's right ~. Then I'm still there. Then I will do my best so that I can learn more!

source: フッ、頑張れよ……
es_es: Huh, do your best ...

source: おいおい、それくらい当然だ。 自分の客のことぐらい、覚えてないと失礼だろう。
es_es: Hey, that's natural. It would be rude if you don't remember your customers.

source: じゃあ桐生さんはちゃんと覚えてるんですか？
es_es: Then do you remember Mr. Kiryu properly?

source: おいおい、それくらい当然だ。 自分の客のことぐらい、覚えてないと失礼だろう。
es_es: Hey, that's natural. It would be rude if you don't remember your customers.

source: え～？ 桐生さん、さっき自分は記憶力ないって 言ってたくせに……
es_es: What? Kiryu-san, even though I said I had no memory ...

source: じゃあ桐生さんはちゃんと覚えてるんですか？
es_es: Then do you remember Mr. Kiryu properly?

source: もちろんだ。お前との会話は楽しいからな。 印象的に残ってるよ。
es_es: of course. The conversation with you is fun. It remains impressive.

source: いいや。俺はいつも酒を飲む時は、 その時気分が良ければそれでいいと思ってるからな。 後になってから思い返したりすることはない。
es_es: No. Whenever I drink, I think it's okay if I feel good at that time. I don't think back later.

source: なんだ、じゃあ私よりダメじゃん…… こっちはお客さんも多くて大変なんだから。 そんなに簡単なことじゃないんですよ？
es_es: Well, then it's no better than me ... It's hard because there are many customers here. It's not that easy, right?

source: ……覚えておこう。
es_es: ...... Remember.

source: 俺は無理だが…… キャバ嬢ならそれくらい当然だろう。
es_es: I can't, but ... Miss Kyaba would be so natural.

source: 普通、客が帰ったらすぐに メモを取るとかして、その日に話したことを 忘れないようにしてるだろう。
es_es: Usually, I would take notes as soon as the customer returns so that I don't forget what I said that day.

source: え、みんなそんなことやってんの……？
es_es: Eh, everyone is doing that ...?

source: キャバ嬢からのメールに自分と話した内容が書いて あったりすると、自分との会話が印象的だったのかと 錯覚して嬉しくなるのが男ってヤツだ。
es_es: When the email from Miss Kyaba says what he said to himself, he is the one who makes me happy because he thinks that the conversation with him was impressive.

source: そうなんだ～!? 覚えてるだけですごいって 思ってたけど、全然ダメじゃん！
es_es: That's right ~ !? I thought it was amazing just to remember, but it's no good at all!

source: ま、みんなそうやって一人前になっていくんだよ。
es_es: Well, everyone becomes full-fledged like that.

source: それじゃ、私の誕生日は何月何日？
es_es: Then what month and what day is my birthday?

source: １月４日だ。違うか？
es_es: It's January 4th. Different?

source: １月１４日だ。違うか？
es_es: It's January 14th. Different?

source: １月２４日だ。違うか？
es_es: It's January 24th. Different?

source: ２月４日だ。違うか？
es_es: It's February 4th. Different?

source: ２月１４日だろう？
es_es: February 14th, right?

source: ２月２４日だ。違うか？
es_es: It's February 24th. Different?

source: １２月４日だ。違うか？
es_es: It's December 4th. Different?

source: １２月１４日だ。違うか？
es_es: It's December 14th. Different?

source: １２月２４日だ。違うか？
es_es: It's December 24th. Different?

source: すごい♪ ちゃんと覚えてるんだ？ ちょっと嬉しいかも♪
es_es: Amazing ♪ Do you remember it properly? Maybe I'm a little happy ♪

source: フッ、だから言ったろう？
es_es: Huh, so did you say that?

source: あれ……？ っていうか私、桐生さんに 誕生日の話なんてしてませんよね？
es_es: that……? I mean, I didn't talk to Mr. Kiryu about his birthday, right?

source: ん？ そうだったか……？
es_es: Hmm? Was that so ...?

source: え～、それなのになんでわかったの？ なんかキモい……
es_es: Eh, why did you understand that? It's kind of disgusting ...

source: ……たまたまってこともあるだろう。
es_es: ...... It may happen that it happens.

source: 違いますよ～！ もう忘れちゃったんだ。 超ガッカリ……
es_es: No! I've forgotten it. Super disappointing ……

source: すまん……
es_es: sorry……

source: 待て。そもそも俺はお前から 誕生日の話なんか聞いてないぞ。
es_es: wait. I haven't heard about your birthday in the first place.

source: え、そうでしたっけ？
es_es: Yeah, was that so?

source: ああ。
es_es: Oh.

source: なんだ、それならそうと早く言ってくださいよ～♪ それじゃ桐生さんが知ってるわけないじゃん♪
es_es: What, then please say so soon ~ ♪ Then Kiryu-san doesn't know ♪

source: まったく、いい加減なヤツだな……
es_es: It's a sloppy guy ...

source: あの…… 私ずっと気になってたことが あるんですけど……
es_es: Um ... I've always been interested ...

source: なんだ？
es_es: what?

source: 入口の料金表にＬＡＳＴって書いてある じゃないですか。あれ、なんでああいう風に 書いてあるか知ってます？
es_es: Isn't LAST written on the price list at the entrance? Do you know why it's written that way?

source: 知ってるぞ。何年キャバクラに通ってると 思ってるんだ？
es_es: I know. How many years do you think you're going to a cabaret club?

source: さぁな…… 俺も閉店まで飲むことは 滅多にないし、気にしたことなかったな。
es_es: Well ... I rarely drink until the store closes, and I didn't care.

source: そんなのあったか？
es_es: Did that happen?

source: ありますよ～。 桐生さん、意外と観察力ないんですね……
es_es: There is. Mr. Kiryu, you're surprisingly weak in observing ...

source: あれ、お客さんの入り具合によって その日の閉店時間がまちまちだから、 そう書いてるのかなと思ったんですけど……
es_es: Well, the closing time of the day varies depending on the number of customers, so I wondered if I wrote that ...

source: どうやらホントは１時までしか 営業しちゃいけないかららしいですね。
es_es: Apparently, it's really only open until 1 o'clock.

source: ああ…… もし普通に１時までって書いてあったら、 それ以降はやってないと思って 客が来なくなるもんな。
es_es: Ah ... If it was written until 1 o'clock normally, I wouldn't think that I wouldn't do it after that, and customers wouldn't come.

source: でも、１時以降も内緒で営業してるんですよね。 キャバクラって健全なイメージがあったから、 ちょっとビックリしました。
es_es: However, it's still open after 1 o'clock, isn't it? I was a little surprised because I had a healthy image of cabaret club.

source: そういうもんだ。 だからここ数年は昼キャバなんてのがあるだろう？ 夜やれないなら代わりに昼に、ってわけだ。
es_es: That's what it is. So there will be a daytime cabaret for the last few years? If you can't do it at night, it's daytime instead.

source: あ～、なるほど。 そういう事情からだったんですね。
es_es: Ah, I see. That was the reason.

source: 知らなかったのか？ だからたまに警察が見回りとかしてるじゃないか。
es_es: Didn't you know? That's why the police sometimes look around.

source: そうなんですよ～…… 私もいきなりだったから超ビックリしちゃって……
es_es: That's right ... I was so surprised because I was suddenly ...

source: ん？ ここに警察が来たのか？
es_es: Hmm? Did the police come here?

source: 何かあったのか？
es_es: Did something happen?

source: それがあったんですよ～！
es_es: There was that!

source: この前、いきなり警察の人がやって来て、 営業時間過ぎてるからダメって言われて、 急遽店じまいすることになっちゃったんですよ。
es_es: The other day, a policeman suddenly came in and told me that it wasn't possible because the business hours had passed, so I suddenly decided to close the store.

source: お前は大丈夫だったのか？
es_es: Were you okay?

source: ええ…… ただ、その後帰宅しようにも 終電が無くて、しょうがないからネカフェにでも 行こうかなって思ってたら店長から電話が来て。
es_es: Yeah ... However, the store manager called me when I was thinking of going to an internet cafe because there was no last train to go home after that.

source: “すぐに営業再開するから戻っておいで”って……
es_es: "I'll be back in business soon, so come back" ...

source: 店長図太いな…… 普通一度怒られたら、 しばらくは自粛しようって気になるもんだが……
es_es: The manager is thick ... Normally, once you get angry, you're worried about refraining from doing it for a while ...

source: アハッ♪ 意外とやるんですよね、あの人♪ 普段は頼りなさそうなのに、そういう時だけ 妙にカッコいいんですよね～♪
es_es: Aha ♪ I'm doing it unexpectedly, that person ♪ It seems to be unreliable normally, but it's strangely cool only in such a case ~ ♪

source: 信じられないな。それでまた見つかったら、 完全に営業停止になるぞ。
es_es: I can't believe it. If you find it again, it will be completely closed.

source: ですよね～。そしたら私たちも全員クビですから。 こっちの身にもなって欲しいですよ～。
es_es: That's right ~. Then we are all fired. I want you to be here too ~.

source: それで？ お前は戻ったのか？
es_es: So what? Did you come back?

source: そうなんですけど…… もうタクシーに乗って帰宅しちゃった子も多くて。
es_es: That's right ... Many children have already taken a taxi home.

source: まさか帰って来いなんて言われると 思ってなかったろうからな。
es_es: I wouldn't have expected to be told to come back.

source: それでね、そんな時にわざわざ来てくれた お客さんもいて、しかも私のことすっごく 気に入ってくれたんですよ！
es_es: Well, there were some customers who came all the way at that time, and they really liked me!

source: それなのに、キャストの数が足りなくて マイナス営業だったから席を離れなきゃいけなくて。 で、その間にお客さん、怒って帰っちゃった……
es_es: Even so, I had to leave my seat because there weren't enough casts and it was a negative business. So, in the meantime, the customer got angry and went home ...

source: 運が悪かったな。もしかしたら、今後いい客に なってくれたかも知れないのに。
es_es: I was out of luck. Maybe he was a good customer in the future.

source: でしょ～!? 私も超やる気出して頑張ってたのに！ もう全部店長のせい！
es_es: Right ~ !? I was super motivated and did my best! It's all because of the store manager!

source: ちゃんと文句言ったのか？
es_es: Did you complain properly?

source: だから今度、店長に焼肉おごってもらうことに したの！ 超高い肉、食べまくってやるんだから！
es_es: That's why I decided to ask the manager to buy yakiniku this time! I'm gonna eat super expensive meat!

source: フッ、お前も相当図太いな……
es_es: Huh, you're pretty thick ...

source: 気にするな。長く働いていれば そういう事件のひとつやふたつ、あるもんだ。
es_es: dont 'worry. If you have worked for a long time, there will be one or two such cases.

source: 大事なことは、次にそういうことがあった時に、 同じ失敗を繰り返さないことだ。
es_es: The important thing is not to make the same mistakes the next time that happens.

source: そうですね♪ 店長にもちゃんと文句言っときます。
es_es: That's right ♪ I will complain to the store manager properly.

source: ああ。次はきっと大丈夫だ。
es_es: Oh. I'm sure it's okay next time.

source: 店長が悪かったな。そういう時は、気を利かせて、 キャストがつくまでお代は頂きませんとか言って、 客を引き留めておくもんだ。酒もつけてな。
es_es: The store manager was bad. In such a case, be careful and keep the customer by saying that you will not be charged until the cast is available. Also add sake.

source: なるほど～♪ 桐生さん頭いい♪
es_es: I see ~ ♪ Kiryu is smart ♪

source: ま、それ以前に店がそんな状態だったら、 入場制限つけて客が多くなり過ぎないように するもんだけどな。
es_es: Well, if the store was in such a state before that, I would limit admission to prevent too many customers.

source: あの日はみんなテンパってたからな～。 店長もそこまで気が回らなかったのかも。
es_es: Because everyone was tempered that day ~. The store manager may not have been so distracted.

source: フッ、いい経験になったな。
es_es: Huh, it was a good experience.

source: この前街で見かけた愛海ちゃんって子、 覚えてます？
es_es: Do you remember Aiumi-chan, who I saw in the town the other day?

source: ああ。あの子がどうかしたのか？
es_es: Oh. What happened to that child?

source: なんていうか、すごい人気なんですよ～！ 私、あっという間に順位抜かれちゃいました……
es_es: It's really popular! I was overtaken in a blink of an eye ...

source: 負けてられないな。お前も順位を上げて、 先輩らしいところ見せてやらないと。
es_es: I can't lose. You also have to raise the ranking and show what seems to be a senior.

source: ですよねー！ 私も最近イケてきてますから、 次は絶対負けませんよ！
es_es: Right! I've been cool lately, so I'll never lose next time!

source: 気にするな。他人を意識しても始まらない。 お前はお前のベストを常に目指せばいい。
es_es: dont 'worry. It doesn't start even if you are conscious of others. You should always aim for your best.

source: でも、それじゃいつまで経っても愛海ちゃんに 勝てませんよ。私ももっと頑張らないと！
es_es: But then I can't beat Aiumi-chan forever. I have to work harder too!

source: お前は今何位なんだ？
es_es: How much are you now?

source: ナンバー１０です！
es_es: It's number 10!

source: 頑張ってるようだな。 だが、これから先は本当に実力があるヤツしか 行けない世界だ。ますます上がりにくくなるぞ。
es_es: You seem to be doing your best. However, from now on, it's a world where only those who really have the ability can go. It will be harder to rise.

source: そうなんですよね。 だから私、もっとシフト増やそうかなって。
es_es: That's right. That's why I'm about to shift more.

source: いいんじゃないか。 ま、酒を飲みすぎないように気をつけないと 身体を壊して元も子もなくなるがな。
es_es: Isn't it okay? Well, if you're not careful not to drink too much, you'll break your body and lose your child.

source: それは大丈夫！ 私、この仕事を始めてから まだ一度も吐いたことないのが自慢ですから♪
es_es: That's okay! I'm proud that I have never vomited since I started this job ♪

source: そんな嬉しそうに言うことじゃないだろう……
es_es: I wouldn't say that happily ...

source: それはよくないな。もしそれでも順位が 上がらなかったらどうするつもりだ？ それ以上シフトは増やせないんだぞ？
es_es: That's not good. What would you do if you still didn't move up? You can't increase the shift any more, right?

source: え？ それは…… どうしよう？
es_es: e? That is ... what should I do?

source: 無理をしてもいいことはない。 色々やれる余裕がある今だからこそ、 もっと慎重に考えないとダメだ。
es_es: You can't overdo it. Now that I can afford to do various things, I have to think more carefully.

source: ふ～ん、桐生さんはしっかりしてますね～♪ 私、今月は残り全部出勤にするつもりでしたけど、 やっぱり考え直そうかな？
es_es: Hmmm, Mr. Kiryu is solid ~ ♪ I was planning to go to work for the rest of this month, but I think I should think again?

source: それはさすがに店がオーケー出さないだろう……
es_es: That's right, the store won't open ...

source: でも、そういう風に後輩に抜かれて悔しいって 思ってるの、私だけじゃないんですよね。
es_es: But I'm not the only one who feels frustrated by being overtaken by juniors like that.

source: 考えてみれば、今まで私が抜いてきた 先輩たちもみんな思ってるわけで。 ひょっとしたら私、嫌われてるかも……
es_es: Come to think of it, all the seniors I have overtaken are thinking. Maybe I'm hated ...

source: そうかもな。組織に後から入って来た人間が デカい顔をしてると、先輩分ってのは 相当頭に来るもんだからな。
es_es: Maybe so. When a person who comes into the organization later has a big face, it's quite a headache for seniors.

source: なんか、桐生さんも経験あるみたいですね。
es_es: It seems that Mr. Kiryu also has some experience.

source: 俺も昔いた組織では相当な若造だったにも関わらず、 それなりの地位にいたからな。 元からいた先輩分には相当気をつかったよ。
es_es: Even though I was quite young in the old organization, I was in a decent position. I was very careful about my seniors.

source: そうなんだ？ じゃあ私とおんなじですね♪ アドバイスお願いします、先輩♪
es_es: is that so? Then it's the same as me ♪ Please give me some advice, senior ♪

source: フッ、しょうがねぇな……
es_es: Huh, ginger ...

source: 気にするな。お前は下じゃなく、 上を見ていればいい。
es_es: dont 'worry. You just have to look up, not down.

source: そうですね…… 今はとにかく、愛海ちゃんを抜くことを 目標に絞って、頑張ろうと思います！
es_es: Well ... Anyway, I'm going to do my best with the goal of overtaking Aiumi-chan!

source: ああ、頑張れよ。
es_es: Oh, do your best.

source: お前より努力してるかもな。 きっと、お前がしてるようなことは、 とっくの昔に試しているはずだ。
es_es: Maybe I'm trying harder than you. I'm sure you've tried what you're doing a long time ago.

source: あ、うちの店の子ってみんなすごいんですよ！ その日のお客の要望に応じて、 ドレスやメイク、髪型まですぐに変えちゃうの！
es_es: Oh, all the kids in our store are amazing! Depending on the customer's request of the day, we can change the dress, makeup, and hairstyle immediately!

source: 一旦裏に引っ込んだかと思ったら、 次出てきた時には別人みたいになってて、 “え、誰、新人？”って思っちゃったくらい♪
es_es: Once I thought I had retracted to the back, when I came out next time, I was like a different person, and I thought, "Who is a newcomer?"

source: それはすごいな。だが、そこまでしてでも 場内指名を稼ぎたいってことだな。
es_es: That's amazing. However, even so, I want to earn a nomination in the hall.

source: そっか！ じゃあ私も負けてらんない！ 桐生さんはどんなのが好きですか？
es_es: I see! Then I won't lose! What do you like about Mr. Kiryu?

source: いや、今のままでいいんじゃないかな……
es_es: No, I think it's okay to keep it as it is ...

source: 真似しない方がいい。そんなことをしたら、 今までのお前を気に入ってくれた客を 失うことになるかも知れない。
es_es: You had better not imitate. If you do that, you may lose the customers who have liked you so far.

source: ですよね～。だから私は、上から何言われても やり方を変えるつもりないんですよ。
es_es: That's right ~. That's why I'm not going to change the way I say anything from above.

source: それでいい。自分の流儀を貫くヤツの方が、 きっと魅力的に映るぜ。
es_es: That's fine. The one who sticks to his own style will surely look more attractive.

source: お前は今何位なんだ？
es_es: How much are you now?

source: ナンバー１０です！
es_es: It's number 10!

source: 頑張ってるようだな。 だが、これから先は本当に実力があるヤツしか 行けない世界だ。ますます上がりにくくなるぞ。
es_es: You seem to be doing your best. However, from now on, it's a world where only those who really have the ability can go. It will be harder to rise.

source: そうなんですよね。 だから私、もっとシフト増やそうかなって。
es_es: That's right. That's why I'm about to shift more.

source: いいんじゃないか。 ま、酒を飲みすぎないように気をつけないと 身体を壊して元も子もなくなるがな。
es_es: Isn't it okay? Well, if you're not careful not to drink too much, you'll break your body and lose your child.

source: それは大丈夫！ 私、この仕事を始めてから まだ一度も吐いたことがないのが自慢ですから♪
es_es: That's okay! I'm proud that I have never vomited since I started this job ♪

source: そんな嬉しそうに言うことじゃないだろう……
es_es: I wouldn't say that happily ...

source: それはよくないな。もしそれでも順位が 上がらなかったらどうするつもりだ？ それ以上シフトは増やせないんだぞ？
es_es: That's not good. What would you do if you still didn't move up? You can't increase the shift any more, right?

source: え？ それは…… どうしよう？
es_es: e? That is ... what should I do?

source: 無理をしてもいいことはない。 色々やれる余裕がある今だからこそ、 もっと慎重に考えないとダメだ。
es_es: You can't overdo it. Now that I can afford to do various things, I have to think more carefully.

source: ふ～ん、桐生さんはしっかりしてますね～♪ 私、今月は残り全部出勤にするつもりでしたけど、 やっぱり考え直そうかな？
es_es: Hmmm, Mr. Kiryu is solid ~ ♪ I was planning to go to work for the rest of this month, but I think I should think again?

source: それはさすがに店がオーケー出さないだろう……
es_es: That's right, the store won't open ...

source: でも、そういう風に後輩に抜かれて悔しいって 思ってるの、私だけじゃないんですよね。
es_es: But I'm not the only one who feels frustrated by being overtaken by juniors like that.

source: 考えてみれば、今まで私が抜いてきた 先輩たちもみんな思ってるわけで。 ひょっとしたら私、嫌われてるかも……
es_es: Come to think of it, all the seniors I have overtaken are thinking. Maybe I'm hated ...

source: 気にするな。お前は下じゃなく、 上を見ていればいい。
es_es: dont 'worry. You just have to look up, not down.

source: さっきから“気にするな”ばっかり……
es_es: Just "don't worry" from a while ago ...

source: あんまり自己中なことしてると、 周りから反感買ってひどい目に遭いますよ？
es_es: If you do something that is too selfish, you will get a terrible feeling from the people around you, right?

source: 自分の好きにするのが一番後悔しない道だ。 そんなこと、考えたこともないな……
es_es: The best way to regret it is to make it your own. I've never thought about that ...

source: あのね、桐生さん……
es_es: You know, Mr. Kiryu ...

source: なんだ？
es_es: what?

source: 愛海ちゃんのことなんだけど…… 最近、どうしてあんなに成績あがったのか、 わかっちゃったの……
es_es: It's about Aiumi-chan ... I've come to understand why I've improved so much lately ...

source: ほう…… 何故なんだ？
es_es: Hmm ... why?

source: それがね、愛海ちゃん…… お客さんに枕してたの。
es_es: That's Aiumi-chan ... I was pillowing the audience.

source: そういうことか…… 金を餌に、キャバ嬢に関係を迫る客もいるからな。 それで、その子はＯＫしてしまったと……
es_es: That's right ... Some customers use money to feed on Miss Kyaba. So, the child was OK ...

source: 多分、そう……
es_es: Maybe yes ...

source: どういうことだ？
es_es: What does it mean?

source: だから、枕営業してたってことです！ それくらいわかるでしょ？
es_es: That's why the pillow business was open! You know that much, right?

source: あ、ああ……
es_es: Ah, ah ...

source: 膝枕か……
es_es: Is it a knee pillow ...

source: それ本気で言ってる？ 面白くないから。
es_es: Are you really saying that? It's not interesting.

source: すまん……
es_es: sorry……

source: しかし、一体どうしてわかったんだ？
es_es: But how did you find out?

source: 愛海ちゃんが、お客さんとホテルに 入っていくところ、見ちゃったから……
es_es: I saw Aiumi-chan entering the hotel with the customer ...

source: なるほど、決定的瞬間ってヤツだな。
es_es: I see, the decisive moment is that guy.

source: うちの店、枕は禁止ってルールがあるの。 簡単にヤれる店だって噂が立つと、 店の品位が落ちちゃうから。
es_es: There is a rule that pillows are prohibited in our store. If there are rumors that it's easy to get rid of, the dignity of the store will deteriorate.

source: ああ。キャバの醍醐味はギリギリの一線を 越えそうで越えられないところにあるからな。
es_es: Oh. The real thrill of cabaret is that it seems to cross the last line and cannot be crossed.

source: 一度でもそれを許しちまったら、 おそらくその客はもう店には来なくなる。
es_es: If you forgive it even once, the customer probably won't come to the store anymore.

source: ですよね……
es_es: That's right ...

source: 私…… 愛海ちゃんのこと、勝手にライバルだと 思ってたんですけど、私だけ頑張ってるのが なんだか馬鹿らしくなってきちゃった……
es_es: I ... I thought Aiumi-chan was a rival without permission, but it's kind of stupid that I'm doing my best ...

source: もうナンバー１とかどうでもいいです……
es_es: I don't care about number one anymore ...

source: 諦めるのか？ ナンバー１になるのが お前の夢だったんじゃないのか？
es_es: Will you give up? Wasn't it your dream to be number one?

source: そうですけど…… あんなことやられたら絶対追いつけないし……
es_es: That's right ... I can't catch up if I can do something like that ...

source: そうかも知れん。だったらナンバー２でもいい。 それでも十分に立派なことじゃないか。
es_es: Maybe so. Then number 2 is fine. Still, isn't it good enough?

source: 別にナンバー１じゃなきゃ意味が無いとは 思いませんけど…… 枕してる人に負けるって いうのが、我慢できないっていうか……
es_es: I don't think it's meaningless unless it's number one, but ... I can't stand losing to the person who is pillowing ...

source: 大丈夫。ちゃんと周りの人間は お前の頑張りを見てくれているさ。
es_es: All right. The people around you are watching your hard work.

source: いつか必ず正当に評価される時が来る。 だからそれまで挫けずに己のスタイルを貫きとおせ。
es_es: The time will come when it will be evaluated properly. So don't be discouraged until then and stick to your own style.

source: はい……
es_es: Okay……

source: そんなことはない。 そもそも枕は店で禁止されてるんだろ？ きっと店にバレたら辞めさせられるさ。
es_es: No such thing. Pillows are banned in stores in the first place, right? I'm sure you'll be forced to quit if you get caught in the store.

source: それじゃ私が勝ったことにならないじゃない。 自分の力で勝たないと意味ないですよ……！
es_es: That doesn't mean I won. It doesn't make sense if you don't win by yourself ...!

source: 名実ともにナンバー１になりたいというわけか…… それは思ってる以上に辛いことだぞ？
es_es: You want to be number one in both name and reality ... That's more painful than you think, right?

source: それでもいい。 簡単に叶っちゃったら夢じゃないもん……
es_es: That's fine. It wouldn't be a dream if it came true easily ...

source: そうか……
es_es: Really……

source: 彼女は何も悪くない。 手段はどうあれ、自分にやれることをやっただけだ。
es_es: She's not bad at all. Whatever the means, I just did what I could.

source: だから単に私がひがんでるだけだって わかってるんです。 私はそういうこと、できないから……
es_es: So I know I'm just crooked. I can't do that ...

source: それでいい。望まぬことをやって結果を得ても、 後で必ず後悔する。
es_es: That's fine. Even if you do something you don't want and get results, you will definitely regret it later.

source: チャンスはまたいくらでもある。 今は焦らず実力をつければいいさ。
es_es: Opportunities are also endless. Now I just have to improve my ability without being impatient.

source: はい……
es_es: Okay……

source: 何故そこまで拒む？ どんな形であれ、多くの人間が経験することだ。
es_es: Why do you refuse so much? It is something that many humans experience in any way.

source: やった後で後悔することもあるだろうし、 逆に何も感じないこともあるかも知れない。 とにかく、やってみなければ何もわからないはずだ。
es_es: You may regret it after you've done it, or you may feel nothing. Anyway, if you don't try it, you won't know anything.

source: 別に理由なんてないです。なんかキモいだけ……
es_es: There is no other reason. It ’s just awkward ...

source: 私きっと変なんですよ。
es_es: I'm sure it's weird.

source: そんな風に自分を卑下するな。 たとえお前がどんな人間であっても、 俺はお前のことが好きだぜ。
es_es: Don't despise yourself like that. No matter what kind of person you are, I like you.

source: お前もやればいい。そうすればきっと、 愛海を抜いてお前がナンバー１だ。
es_es: You should do it too. Then you will surely be number one, overtaking Aiumi.

source: それだけは死んでも嫌！
es_es: I hate it even if I die!

source: 桐生さんがどう思ってるか知らないけど、 私、お客さんと…… 男の人とそういうことする気、 全くないから！
es_es: I don't know what Mr. Kiryu thinks, but I, the customer, and ... I have no intention of doing that with a man!

source: それじゃ諦めるのか？ ナンバー１になるのが お前の夢だったんじゃないのか？
es_es: Then do you give up? Wasn't it your dream to be number one?

source: やりました！ 桜咲ひなた、遂にＥＬＩＳＥの ナンバー１になりました～♪
es_es: Did it! Hinata Sakurasaki has finally become the number one ELISE ~ ♪

source: よく頑張ったな。 まさかお前がここまで頑張るとは思ってなかったぜ。
es_es: I did my best. I never thought you would do your best.

source: いや～、これも桐生さんのおかげです♪ ホントに感謝してます♪
es_es: No, this is also thanks to Mr. Kiryu ♪ I really appreciate it ♪

source: 誰のおかげだ？
es_es: Who is it for?

source: それはもちろん、桐生さんのおかげですよ♪
es_es: Of course, thanks to Mr. Kiryu ♪

source: フフ……
es_es: Huff ……

source: 私、元々キャバ嬢になるのが夢だったんですけど、 それはあっさり叶っちゃって……
es_es: Originally I dreamed of becoming a hostess, but that came true easily ...

source: だから次は、店でナンバー１を目指す！ っていうのが新しい夢だったのに…… それも叶っちゃいましたね♪
es_es: So next time, aim for number one in the store! That was a new dream, but ... it has come true ♪

source: いいじゃねぇか。夢を見るのは 現実に満足がいってない証拠。 夢がないのは現実が充実してる証拠だ。
es_es: Isn't it okay? Dreaming is proof that you are not satisfied with reality. The lack of dreams is proof that reality is fulfilling.

source: そうですねー。じゃ、とりあえず今は ナンバー１気分を思う存分楽しんじゃいます♪
es_es: That's right. Well, for the time being, I'm enjoying the number one feeling to my heart's content ♪

source: ま、あまり油断しすぎて ランク落とさないようにな……
es_es: Well, don't let your guard down too much ...

source: まだまだだ。お前はまだ、この店で ナンバー１になっただけに過ぎない。 次は神室町で一番を目指さないとな。
es_es: There is still more. You're still just number one in this store. Next time I have to aim for the best in Kamurocho.

source: ですよね！ じゃ、桐生さん♪ これからもジャンジャンお店来てくださいね♪
es_es: That's right! Then, Mr. Kiryu ♪ Please continue to come to the Jean Jean store ♪

source: フッ、仕方ねぇな……
es_es: Huh, I can't help ...

source: 次はどうするんだ？
es_es: What are you going to do next?

source: んー、あんまり夢のない話をすると、 ナンバー１で居続けられるように頑張る！ とかですけど……
es_es: Hmmm, if you talk about something that doesn't have many dreams, I'll do my best to stay number one! Or something ...

source: 次は店長とか、オーナーを目指してみるのも いいかも知れませんね♪
es_es: Next time, it might be a good idea to aim for a store manager or owner ♪

source: フッ、そりゃまた大きく出たな……
es_es: Huh, that's a big deal again ...

source: <Color:255,200,200,255>桐生さんって、すごい強そうですよね。<Color:Default>
es_es: <Color:255,200,200,255>Mr. Kiryu seems to be very strong.<Color:Default>

source: ん？ まぁな……
es_es: Hmm? Well ...
