Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0134003a.po
Languages: es_es

source: <Color:255,200,200,255>まさか！ ただ、今ちょっとハマってるってだけ。<Color:Default>
es_es: <Color:255,200,200,255>No way! I'm just addicted to it right now.<Color:Default>

source: 意外だな。あまりクラブではしゃぐような タイプには見えなかったんだが……
es_es: It's surprising. It didn't look like a frolicking type in a club ...

source: <Color:255,200,200,255>なんか最近そういうところに行く機会が多くて。<Color:Default>
es_es: <Color:255,200,200,255>Recently, I have had many opportunities to go to such places.<Color:Default>

source: <Color:255,200,200,255>最近よく行くクラブのＤＪが、結構イケメンで♪ 何度かお話しさせてもらううちに、 “じゃあキミもやってみる？”ってなって♪<Color:Default>
es_es: <Color:255,200,200,255>The DJ of the club I often go to these days is pretty handsome ♪ After talking to him several times, he said, "Why don't you try it too?" ♪<Color:Default>

source: おいおい、そんな動機で始めたのか？
es_es: Hey, did you start with that motive?

source: <Color:255,200,200,255>いいじゃないですか。 私、何か始める時なんていつもそんな感じですよ？<Color:Default>
es_es: <Color:255,200,200,255>That's a good idea. I always feel like that when I start something, right?<Color:Default>

source: それもそうだな。親とか、好きな人とか、 誰か他人がやってるのを真似したりしてるうちに 自然と自分も好きになっていくもんだよな。
es_es: That's right. As I imitate what my parents, my favorite people, and others are doing, I naturally become fond of myself.

source: <Color:255,200,200,255>そうそう！ うまい人がやってるのを見て、 “私もやってみたい！”って思うことが多くて♪ いつもそのパターンなの。<Color:Default>
es_es: <Color:255,200,200,255>Oh yeah! When I see good people doing it, I often think "I want to try it too!" ♪ It's always that pattern.<Color:Default>

source: 影響を受けやすいんだな。
es_es: It's easy to be affected.

source: もっと真面目にやれ。そんな不純な動機じゃ 上達しないし、到底長続きしないぞ。
es_es: Do it more seriously. Such an impure motive won't improve, and it won't last long.

source: <Color:255,200,200,255>別に長く続ける気なんてないし…… 将来それで 食べていこうとか思ってないから大丈夫。<Color:Default>
es_es: <Color:255,200,200,255>I don't feel like going on for a long time ... I'm not thinking about eating it in the future, so it's okay.<Color:Default>

source: そうか……
es_es: Really……

source: <Color:255,200,200,255>そもそも人と仲良くなるためにやってるから、 本気で極めてみようとは思わないし。<Color:Default>
es_es: <Color:255,200,200,255>I'm trying to get along with people in the first place, so I don't really want to try it.<Color:Default>

source: <Color:255,200,200,255>その人に興味なくしたら、そのジャンル自体、 遠ざかっちゃってそれっきりってことが多いの。<Color:Default>
es_es: <Color:255,200,200,255>If you're not interested in that person, the genre itself is often far away and clear.<Color:Default>

source: 冷めやすいんだな。熱しやすい女って、 逆にそういうところもあるよな。
es_es: It's easy to get cold. On the contrary, there are places like that for women who tend to get hot.

source: <Color:255,200,200,255>そうなの！ 私、好きだった相手に興味なくすと 逆に嫌いになっちゃうくらいなんで……<Color:Default>
es_es: <Color:255,200,200,255>Is that so! If I lose interest in the person I liked, I would hate it ...<Color:Default>

source: <Color:255,200,200,255>だからもっと続けたいなって思っても、 “あの人がいるから嫌”ってこともあって。 結局やめるしかないんですよね～……<Color:Default>
es_es: <Color:255,200,200,255>So even if I wanted to continue, I sometimes said, "I don't like that person." After all, I have no choice but to quit ...<Color:Default>

source: 人間関係が絡むと難しいんだな……
es_es: It's difficult when relationships are involved ...

source: 本気でやれることを探せ。 そんなフラフラしてても何にもならない。 真の人間関係も築けないぞ。
es_es: Find out what you can do seriously. Even if you flutter like that, nothing will happen. You can't build true relationships.

source: <Color:255,200,200,255>あー、むしろそれが狙いかも。<Color:Default>
es_es: <Color:255,200,200,255>Ah, maybe that's the aim.<Color:Default>

source: 狙い？ どういうことだ？
es_es: the aim? What does it mean?

source: <Color:255,200,200,255>なんかどこか一か所に落ち着いちゃうと、 イベントがあっても作業みたいに慣れちゃって、 退屈になってきちゃうんですよね。<Color:Default>
es_es: <Color:255,200,200,255>If you settle down in one place, you will get used to working even if there is an event, and you will get bored.<Color:Default>

source: <Color:255,200,200,255>それよりも、常にもっと新しいことに ときめいていたいっていうか♪<Color:Default>
es_es: <Color:255,200,200,255>Rather than that, I always want to be excited about new things ♪<Color:Default>

source: 常に新たな地を求めて旅をしているってことか…… そういう生き方、嫌いじゃないぜ。
es_es: You mean you're always traveling in search of a new place ... I don't hate that way of life.

source: いつも？ 他にも何かあったのか？
es_es: Always? Was there anything else?

source: <Color:255,200,200,255>前はダンサーの人に憧れてダンスやってたし、 もっと前は麺に憧れてバンド組んでたの。 色々やってるでしょ♪<Color:Default>
es_es: <Color:255,200,200,255>Before, I longed for dancers and danced, and before that, I longed for noodles and formed a band. You're doing various things ♪<Color:Default>

source: 多才だな。どれもそれなりに出来るのか？
es_es: I'm versatile. Can any of them be done in their own way?

source: <Color:255,200,200,255>そうですね。私目立ちたがりで、 人に構って欲しいタイプだから、 やると決めたらかなり気合入れて練習するの。<Color:Default>
es_es: <Color:255,200,200,255>I agree. I want to stand out and I want people to take care of me, so if I decide to do it, I'll practice with a lot of energy.<Color:Default>

source: <Color:255,200,200,255>おかげで知り合いがたくさんできるんだけど、 それはそれで人間関係がめんどくさいことに なったりするから……<Color:Default>
es_es: <Color:255,200,200,255>Thanks to that, I can make a lot of acquaintances, but that can make relationships difficult ...<Color:Default>

source: 具体的には？
es_es: In particular?

source: <Color:255,200,200,255>んー、まぁ、誰が誰を好きとか、そういう話。 私は楽しくやれればそれでいいんだけど、 絶対そういうトラブルが起きるんですよね～……<Color:Default>
es_es: <Color:255,200,200,255>Well, who likes who, that kind of story. It's okay if I can do it happily, but that kind of trouble will definitely occur ...<Color:Default>

source: それでみんなが幸せになれればいいが、 なかなか難しいもんだよな……
es_es: I hope everyone can be happy with that, but it's quite difficult ...

source: 孤独よりはいい。そういうわずらわしさこそが、 人生の醍醐味でもあるんだよ。
es_es: Better than loneliness. That kind of annoyance is also the real thrill of life.

source: <Color:255,200,200,255>まぁそうかもね♪ 私もひとりが嫌だから みんなが集まるところに行ってるわけだし。<Color:Default>
es_es: <Color:255,200,200,255>Well, maybe ♪ I don't like one person, so I go to a place where everyone gathers.<Color:Default>

source: 不必要に慣れ合うのが御免というわけか。 フッ、お前らしいな……
es_es: I don't want to get used to it unnecessarily. Huh, it looks like you ...

source: やり過ぎだ。それってつまり、すぐに飽きて 違うことを始めてるってことだろ？ もっとしっかり続けたらどうだ。
es_es: It's overkill. Does that mean you're quickly bored and starting to do something different? Why don't you continue more firmly?

source: <Color:255,200,200,255>だってもう興味ないし。元々仲良くなりたいだけで、 好きで始めたわけじゃないんですから、 続けても意味ないじゃないですか。<Color:Default>
es_es: <Color:255,200,200,255>I'm not interested in it. Originally I just wanted to get along, and I didn't start because I liked it, so it doesn't make sense to continue.<Color:Default>

source: お前にとって趣味とは、 人との絆に過ぎないということか。 それはそれで寂しい気もするな……
es_es: For you, your hobby is nothing more than a bond with people. That makes me feel lonely ...

source: 麺……？
es_es: noodles……?

source: <Color:255,200,200,255>あー、バンドやってる人のこと。 あんまり突っ込まないで。<Color:Default>
es_es: <Color:255,200,200,255>Ah, the person who is in the band. Don't dig in too much.<Color:Default>

source: <Color:255,200,200,255>とにかく、色々やってるの。<Color:Default>
es_es: <Color:255,200,200,255>Anyway, I'm doing various things.<Color:Default>

source: <Color:255,200,200,255>桐生さんってさ…… 付き合ってる人と、 どうなったら一線越えちゃってもいいかなって 基準とかある？<Color:Default>
es_es: <Color:255,200,200,255>Mr. Kiryu ... Is there a standard for people who are dating and how to cross the line?<Color:Default>

source: また難しい質問だな……
es_es: It's a difficult question again ...

source: <Color:255,200,200,255>なんかさぁ、女の子の方だったら そういうのあるじゃない？ この人の子供だったら産んでもいいかな、とか。<Color:Default>
es_es: <Color:255,200,200,255>Well, if you're a girl, there's that kind of thing, right? I wonder if it's okay to give birth to this person's child.<Color:Default>

source: 結婚は意識するだろうな。 そうでなければ絶対に手は出さない。 それが男の責任ってもんだ。
es_es: Marriage will be conscious. Otherwise, I will never touch it. That is the responsibility of the man.

source: <Color:255,200,200,255>ふーん。結構ちゃんと考えてるんですね。<Color:Default>
es_es: <Color:255,200,200,255>Hmm. You're thinking pretty well.<Color:Default>

source: まぁ、俺も歳が歳だからな……
es_es: Well, I'm too old ...

source: 子供は関係ないな。 相手のことが好きならそれでいいんじゃないか？
es_es: Children don't matter. Isn't it okay if you like the other person?

source: <Color:255,200,200,255>ですよね～。 ま、男なんてみんなそんなもんなんでしょうけど。<Color:Default>
es_es: <Color:255,200,200,255>That's right ~. Well, all men are like that.<Color:Default>

source: きちんとリスク管理できてれば、 滅多なことでは問題も起こらんだろうしな。
es_es: If we could manage risk properly, it would have caused problems in rare cases.

source: その時の雰囲気次第だな。 後先のことまで考えていられるほど、 複雑に出来てないんでな……
es_es: It depends on the atmosphere at that time. It's not complicated enough to think about the future ...

source: <Color:255,200,200,255>あー、若い人にはそういうの多そう。 桐生さんぐらいでも、そういうことあるんですね。<Color:Default>
es_es: <Color:255,200,200,255>Ah, it seems that there are many such things for young people. Even Mr. Kiryu has that kind of thing.<Color:Default>

source: まぁ、俺も所詮男だからな……
es_es: Well, I'm also a man after all ...

source: <Color:255,200,200,255>こんな話ができるの、桐生さんくらいですよ。<Color:Default>
es_es: <Color:255,200,200,255>Only Mr. Kiryu can talk about this.<Color:Default>

source: 何故俺だけなんだ？
es_es: Why am I the only one?

source: <Color:255,200,200,255>他の人だと、真面目な話してても すぐにエロい方向に話もっていこうとするから……<Color:Default>
es_es: <Color:255,200,200,255>Other people will immediately try to talk in the erotic direction even if they talk seriously ...<Color:Default>

source: <Color:255,200,200,255>その点、桐生さんはちゃんと真面目に 話聴いてくれるから好き♪<Color:Default>
es_es: <Color:255,200,200,255>In that respect, I like Mr. Kiryu because he listens to me seriously ♪<Color:Default>

source: <Color:255,200,200,255>こんな話ができるの、桐生さんくらいですよ。<Color:Default>
es_es: <Color:255,200,200,255>Only Mr. Kiryu can talk about this.<Color:Default>

source: 何故俺だけなんだ？
es_es: Why am I the only one?

source: <Color:255,200,200,255>他の人だと、真面目な話してても すぐにエロい方向に話もっていこうとするから……<Color:Default>
es_es: <Color:255,200,200,255>Other people will immediately try to talk in the erotic direction even if they talk seriously ...<Color:Default>

source: <Color:255,200,200,255>その点、桐生さんはちゃんと真面目に 話聴いてくれるから好き♪<Color:Default>
es_es: <Color:255,200,200,255>In that respect, I like Mr. Kiryu because he listens to me seriously ♪<Color:Default>

source: <Color:255,200,200,255>こんな話ができるの、桐生さんくらいですよ。<Color:Default>
es_es: <Color:255,200,200,255>Only Mr. Kiryu can talk about this.<Color:Default>

source: 何故俺だけなんだ？
es_es: Why am I the only one?

source: <Color:255,200,200,255>他の人だと、真面目な話してても すぐにエロい方向に話もっていこうとするから……<Color:Default>
es_es: <Color:255,200,200,255>Other people will immediately try to talk in the erotic direction even if they talk seriously ...<Color:Default>

source: <Color:255,200,200,255>その点、桐生さんはちゃんと真面目に 話聴いてくれるから好き♪<Color:Default>
es_es: <Color:255,200,200,255>In that respect, I like Mr. Kiryu because he listens to me seriously ♪<Color:Default>

source: 頼られるのは慣れてる。 若者を導くのも年長者の役目だからな。
es_es: I'm used to being relied on. It is also the role of the elders to guide the young people.

source: <Color:255,200,200,255>え、じゃあじゃあ質問ついでに聞きますけど、 ぶっちゃけ桐生さんって、 私のことどう思ってます？<Color:Default>
es_es: <Color:255,200,200,255>Well then, I'll ask you a question, but what do you think of me, Mr. Kiryu?<Color:Default>

source: 頼られるのは慣れてる。 若者を導くのも年長者の役目だからな。
es_es: I'm used to being relied on. It is also the role of the elders to guide the young people.

source: <Color:255,200,200,255>え、じゃあじゃあ質問ついでに聞きますけど、 ぶっちゃけ桐生さんって、 私のことどう思ってます？<Color:Default>
es_es: <Color:255,200,200,255>Well then, I'll ask you a question, but what do you think of me, Mr. Kiryu?<Color:Default>

source: 頼られるのは慣れてる。 若者を導くのも年長者の役目だからな。
es_es: I'm used to being relied on. It is also the role of the elders to guide the young people.

source: <Color:255,200,200,255>え、じゃあじゃあ質問ついでに聞きますけど、 ぶっちゃけ桐生さんって、 私のことどう思ってます？<Color:Default>
es_es: <Color:255,200,200,255>Well then, I'll ask you a question, but what do you think of me, Mr. Kiryu?<Color:Default>

source: 好きだぜ。
es_es: I like it.

source: <Color:255,200,200,255>それじゃ私と結婚したいの？<Color:Default>
es_es: <Color:255,200,200,255>Then do you want to marry me?<Color:Default>

source: さすがにそこまでは考えてないが……
es_es: I haven't really thought about that ...

source: <Color:255,200,200,255>ふーん……<Color:Default>
es_es: <Color:255,200,200,255>Hmm ...<Color:Default>

source: <Color:255,200,200,255>それなら付き合ってもいいかな♪ やっぱり後々面倒になりそうな人とは 付き合うのためらっちゃうからねー……<Color:Default>
es_es: <Color:255,200,200,255>I wonder if it's okay to go out with them ♪ After all, I'm hesitant to go out with people who are likely to be troublesome later ...<Color:Default>

source: フッ、とりあえず喜んでおこうか……
es_es: Huh, let's be happy for the time being ...

source: 好きだぜ。
es_es: I like it.

source: <Color:255,200,200,255>それでも別に子供とかまでは考えてないんだ？<Color:Default>
es_es: <Color:255,200,200,255>Still, aren't you thinking about children?<Color:Default>

source: 当然だろう。いくらなんでもそりゃちょっと 先走り過ぎじゃないか？
es_es: Naturally. Isn't it a little too far ahead of anything?

source: <Color:255,200,200,255>ふーん……<Color:Default>
es_es: <Color:255,200,200,255>Hmm ...<Color:Default>

source: <Color:255,200,200,255>それなら付き合ってもいいかな♪ やっぱり後々面倒になりそうな人とは 付き合うのためらっちゃうからねー……<Color:Default>
es_es: <Color:255,200,200,255>I wonder if it's okay to go out with them ♪ After all, I'm hesitant to go out with people who are likely to be troublesome later ...<Color:Default>

source: フッ、とりあえず喜んでおこうか……
es_es: Huh, let's be happy for the time being ...

source: 好きだぜ。
es_es: I like it.

source: <Color:255,200,200,255>それじゃ、ひょっとしたら雰囲気次第で 私にエロいことしたりすんの？<Color:Default>
es_es: <Color:255,200,200,255>Then maybe you do something erotic to me depending on the atmosphere?<Color:Default>

source: それが許されるようなムードならな。 据え膳食わぬはなんとやら…… ってヤツだ。
es_es: If it's a mood that allows it. I don't know what to do with a set meal ...

source: <Color:255,200,200,255>ふーん……<Color:Default>
es_es: <Color:255,200,200,255>Hmm ...<Color:Default>

source: <Color:255,200,200,255>やっぱそういう人とは付き合えないな～。 後々面倒になりそうだし……<Color:Default>
es_es: <Color:255,200,200,255>After all, I can't get along with such a person. It's going to be a hassle later ...<Color:Default>

source: そうか……
es_es: Really……

source: 面倒な女だ。多かれ少なかれ、その種の大人な悩みは 誰にでもあるもんだが、ここまで頑固な女は 初めてかも知れないな。
es_es: A troublesome woman. Everyone has more or less that kind of adult worries, but it may be the first time for such a stubborn woman.

source: <Color:255,200,200,255>アハハッ♪ やっぱり？<Color:Default>
es_es: <Color:255,200,200,255>Ahaha ♪ After all?<Color:Default>

source: おいおい、なんで嬉しそうなんだ？
es_es: Hey, why are you so happy?

source: <Color:255,200,200,255>私、正直な人好きだから♪ 空気読むことも大事だけど、 ちゃんと言う時に言ってくれる人は好き♪<Color:Default>
es_es: <Color:255,200,200,255>I like honest people ♪ It's important to read the air, but I like people who tell me when I say it properly ♪<Color:Default>

source: フッ、俺もお前のそういうところ、好きだぜ。
es_es: Huh, I like that kind of place.

source: 俺だって他の男と同じだ。 そこまで警戒されずに打ち明け話をされたら、 男として見られていないのかと思っちまうぜ。
es_es: I'm the same as any other guy. If you confess without being so vigilant, you'll wonder if you're not seen as a man.

source: <Color:255,200,200,255>あ…… 別にそういうわけじゃないんですけど……<Color:Default>
es_es: <Color:255,200,200,255>Ah ... that's not the case ...<Color:Default>

source: <Color:255,200,200,255>桐生さんなら、もし仮にそういうことに なりそうになっても、なんか嫌じゃないような 気がするんですよね。<Color:Default>
es_es: <Color:255,200,200,255>Mr. Kiryu feels like he doesn't hate it even if that happens.<Color:Default>

source: 俺もそんな気がする。 根拠はないが、何故だかお前とは うまくいきそうな気がするんだよな。
es_es: I feel like that too. There is no basis, but for some reason I feel like I'm going to work with you.

source: <Color:255,200,200,255>フフッ♪ 桐生さんも？ これちょっとマジ相性いいんじゃないの～？<Color:Default>
es_es: <Color:255,200,200,255>Huh ♪ Kiryu-san too? Isn't this a little really compatible?<Color:Default>

source: フフ……
es_es: Huff ……

source: わからねぇぜ。俺だって男だ。 口では偉そうなこと言っても、 実際その段になったらどうなるか自信はないな……
es_es: I don't know. I am also a man. Even if I say something great in my mouth, I'm not sure what will happen if it actually reaches that stage ...

source: <Color:255,200,200,255>あ、でもそれくらいの方が安心できる♪ “自分は絶対安全だから”とか言ってる人の方が 信用できない！<Color:Default>
es_es: <Color:255,200,200,255>Ah, but that's more reassuring ♪ I can't trust people who say "I'm absolutely safe"!<Color:Default>

source: フッ、そういうもんか……
es_es: Huh, that kind of thing ...

source: 試してみるか？
es_es: Would you like to try it?

source: <Color:255,200,200,255>あ～、だからなんでそっちの方向に 話持ってこうとすんの!? そういうの嫌だってさっき言ったばっかじゃん！<Color:Default>
es_es: <Color:255,200,200,255>Ah, so why are you trying to talk in that direction !? I just said that I didn't like that!<Color:Default>

source: す、すまん……
es_es: I'm sorry ...

source: <Color:255,200,200,255>はぁ…… サイテー。<Color:Default>
es_es: <Color:255,200,200,255>Hmm ...<Color:Default>

source: 恋愛会話6。
es_es: Love conversation 6.

source: 恋愛会話7。
es_es: Love conversation 7.

source: 恋愛会話8。
es_es: Love conversation 8.

source: ひなた
es_es: Hinata

source: 桐生
es_es: Kiryu

source: ○ステージは燃えるな
es_es: ○ Don't burn the stage

source: □ステージは恥ずかしいな
es_es: □ The stage is embarrassing

source: △俺がリクエストしようか？
es_es: △ Should I request it?

source: ○それはすごいな
es_es: ○ That's amazing

source: □無理は良くない
es_es: □ Unreasonable is not good

source: △よく飽きないな
es_es: △ Don't get tired of it

source: ○大勢だと盛り上がるな
es_es: ○ Don't get excited when there are a lot of people

source: □少人数の方がいい
es_es: □ Small number of people is better

source: ○ここは空気も悪いしな
es_es: ○ The air is bad here

source: □歌うよりはマシだ
es_es: □ Better than singing

source: ○音痴でも安心だな
es_es: ○ It's safe even if you're deaf

source: □家でやれ
es_es: □ Do it at home

source: ○そうか
es_es: ○ Is that so

source: □珍しいな
es_es: □ Unusual

source: ○我慢するしかないな
es_es: ○ I have to put up with it

source: □探せばあるだろ
es_es: □ If you look for it

source: ○本当に好きなんだな
es_es: ○ I really like it

source: □下手したら死ぬぞ
es_es: □ If you're not good at it, you'll die

source: △違うものを食べたらどうだ
es_es: △ Why don't you eat something different?

source: ○言われてみれば……
es_es: ○ If you ask me ...

source: □そういうことじゃない
es_es: □ That's not the case

source: ○そうなのか
es_es: ○ Is that so?

source: □諦めるな
es_es: □ Don't give up

source: ○ネットか？
es_es: ○ Is it the net?

source: □失礼だろう
es_es: □ Excuse me

source: ○暇つぶしか
es_es: ○ Killing time

source: □完全に病気だな
es_es: □ I'm completely ill

source: △今は仕事中だろう
es_es: △ I'm at work now

source: □逆に疲れないか？
es_es: □ On the contrary, are you tired?

source: ○友達が多いんだな
es_es: ○ I have many friends

source: □全部読む必要はないだろう
es_es: □ You don't have to read it all

source: △他のこともしたらどうだ？
es_es: △ What about other things?

source: ○なるほど
es_es: ○ I see

source: □いや違うだろう
es_es: □ No, it will be different

source: □もう帰れよ
es_es: □ Go home already

source: ○ひどいな
es_es: ○ Terrible

source: □ひどくない
es_es: □ Not terrible

source: ○１時間は長いな
es_es: ○ One hour is long

source: □１時間なんてすぐだろ
es_es: □ One hour is just around the corner

source: ○引っ越せばいい
es_es: ○ Just move

source: □職場に近いのも考えものだ
es_es: □ It's also an idea to be close to the workplace

source: ○それもアリかもな
es_es: ○ It may be an ant

source: □我慢するしかない
es_es: □ I have to put up with it

source: △家の近くで働けばいい
es_es: △ You just have to work near your house

source: ○わかってるなら言うなよ
es_es: ○ If you know, don't say

source: □そんなことはない
es_es: □ That's not the case

source: ○健康的だな
es_es: ○ It's healthy

source: □寝ればいいじゃないか
es_es: □ Should I sleep

source: ○それはいいな
es_es: ○ That's good

source: □迷惑だろう
es_es: □ Would be annoying

source: △車で送ってもらえよ
es_es: △ Please send it by car

source: ○コーヒー
es_es: ○ Coffee

source: □紅茶
es_es: □Black tea

source: ○すごいな
es_es: ○ Amazing

source: □飲みすぎだろ
es_es: □ You drink too much

source: ○面白そうだな
es_es: ○ It looks interesting

source: □面倒だな
es_es: □ It's troublesome

source: □俺は飲む方専門だからな
es_es: □ I specialize in drinking

source: △呼ぶ相手がいない
es_es: △ There is no one to call

source: □もっと気楽に楽しめよ
es_es: □ Enjoy more comfortably

source: ○詳しいな
es_es: ○ Detailed

source: □おいおい
es_es: □ Hey

source: ○俺も服は少ないな
es_es: ○ I also have few clothes

source: □面倒くさがるなよ
es_es: □ Don't be bothered

source: △俺が買ってやろうか？
es_es: △ Should I buy it?

source: ○偉いじゃないか
es_es: ○ Isn't it great?

source: □気にするのはそこか？
es_es: □ Is that what you care about?

source: □金は関係ないだろう
es_es: □ Money won't matter

source: □よくないな
es_es: □ Not good

source: ○ああ
es_es: ○ Oh

source: □いや
es_es: □ No

source: ○そんなものか
es_es: ○ Is it such a thing?

source: □もっと食べろ
es_es: □ Eat more

source: ○それだ
es_es: ○ That's it

source: □関係ないな
es_es: □ It doesn't matter

source: ○そうだな
es_es: ○ That's right

source: □そっちじゃない
es_es: □ Not over there

source: ○よく食べるな
es_es: ○ Don't eat well

source: □今すぐやめろ
es_es: □ Stop now

source: △今は冬だぞ？
es_es: △ It's winter now, right?

source: ○それなら安心だな
es_es: ○ Then it's safe

source: □女のひとり歩きは危ないぞ
es_es: □ It's dangerous for a woman to walk alone

source: ○それじゃ仕方ないな
es_es: ○ That can't be helped

source: ○仲がいいんだな
es_es: ○ I'm on good terms

source: □金のかかる友達だな
es_es: □ I'm a costly friend

source: △俺も以前働いてたぜ
es_es: △ I used to work too

source: ○気持ちはわかる
es_es: ○ I understand my feelings

source: □少しくらい待てよ
es_es: □ Wait for a while

source: △顔はどうでもいいだろう
es_es: △ I don't care about my face

source: ○入店拒否か
es_es: ○ Is it a refusal to enter the store?

source: □そうは見えないが……
es_es: □ I don't see that ...

source: △どんだけメイク濃いんだ
es_es: △ How much make-up is strong

source: ○許せないな
es_es: ○ I can't forgive you

source: □お前が悪い
es_es: □ You are bad

source: ○そうか……
es_es: ○ That's right ...

source: □普通じゃダメだろ
es_es: □ It's not normal

source: ○買えばいいじゃないか
es_es: ○ Should I buy it?

source: □そういうのは後にしろ
es_es: □ Do that later

source: ○俺が買ってやろうか？
es_es: ○ Should I buy it?

source: □残念だったな
es_es: □ It was a pity

source: ○もちろんだ
es_es: ○ Of course

source: □冗談だ
es_es: □ It's a joke

source: △わざとらしいな
es_es: △ It seems to be intentional

source: ○よし
es_es: ○ Good

source: □それはダメだ
es_es: □ That's no good

source: ○しょうがないな……
es_es: ○ It can't be helped ...

source: □ダメだ
es_es: □ No

source: ○どういうことだ？
es_es: ○ What do you mean?

source: □関係ない
es_es: □ Not relevant

source: ○賠償金？
es_es: ○Indemnity?

source: □全然違うぞ
es_es: □ It's completely different

source: △俺に払えって？
es_es: △ Can you pay me?

source: ○事故か
es_es: ○ Is it an accident?

source: △何に当てたんだ？
es_es: △ What did you hit?

source: ○良かったな
es_es: ○ It was good

source: □信じられないな
es_es: □ I can't believe it

source: ○次から気をつけろよ
es_es: ○ Be careful from the next

source: □親には話せ
es_es: □ Talk to your parents

source: △今は何を目標に？
es_es: △ What are your goals now?

source: ○そういうことか……
es_es: ○ Is that so ...

source: ○へぇ……
es_es: ○ Hey ……

source: □埼玉か……
es_es: □ Saitama ...

source: □そうは見えないな
es_es: □ I can't see that

source: ○どうだった？
es_es: ○ How was it?

source: □そりゃ残念だ
es_es: □ That's a shame

source: △どうせヘルプだろ？
es_es: △ Anyway, help?

source: ○上出来だ
es_es: ○ Good work

source: □それじゃダメだな
es_es: □ That's no good

source: ○なかなか口がうまいな
es_es: ○ Very good mouth

source: □考えておくよ
es_es: □ I'll think about it

source: ○やるじゃないか
es_es: ○ I'll do it

source: □まだまだ
es_es: □ Still more

source: ○すぐになれるさ
es_es: ○ You can get used to it immediately

source: □焦ってもダメだ
es_es: □ Don't rush

source: △何か事情でもあるのか？
es_es: △ Is there any reason?

source: ○すぐと言ったらすぐだ
es_es: ○ Immediately

source: □誕生日まで待て
es_es: □ Wait until your birthday

source: ○いいだろう
es_es: ○ Would be nice

source: □また今度な
es_es: □ Next time

source: ○しょうがない
es_es: ○ It can't be helped

source: □有り得ない
es_es: □ Impossible

source: ○そんなもんだ
es_es: ○ That's right

source: ○確かにそうかもな
es_es: ○ It may be true

source: △逆はよくあるな
es_es: △ The opposite is common

source: □それくらい当然だ
es_es: □ That's natural

source: ○まぁな
es_es: ○ Well

source: □内容による
es_es: □ Depends on the content

source: △自分の仕事のことなら
es_es: △ If it's your job

source: □いいや
es_es: □ No

source: △俺は無理だが……
es_es: △ I can't ...

source: ○１月
es_es: ○January

source: □２月
es_es: □ February

source: △１２月
es_es: △12 months

source: ○４日
es_es: ○4th

source: □１４日
es_es: □14th

source: △２４日
es_es: △24 days

source: ○知ってるぞ
es_es: ○ I know

source: □さぁな……
es_es: □ Well ...

source: △そんなのあったか？
es_es: △ Did that happen?

source: ○そういうもんだ
es_es: ○ That's what it is

source: □知らなかったのか？
es_es: □ Didn't you know?

source: △何かあったのか？
es_es: △ What happened?

source: ○店長図太いな……
es_es: ○ The store manager is thick ...

source: ○運が悪かったな
es_es: ○ I was unlucky
