Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01070962.po
Languages: es_es

source: まずは親を決めるで！
es_es: First decide on your parents!

source: ワシが親やな。
es_es: I'm a parent.

source: いくら賭けんのや？
es_es: How much is a bet?

source: ほな、始めるで！
es_es: Hon, get started!

source: ワシの番やな。
es_es: It ’s my turn.

source: （この台詞が出たら駄目）
es_es: (If this line comes out, it's useless)

source: 精算するで。
es_es: Settle it.

source: アンタが親やろ？
es_es: Are you a parent?

source: 親の交代やな。
es_es: It's a change of parents.

source: もう一回やろうや！
es_es: Let's do it again!

source: こりゃヘコむわ……スッカラカンや！ もう帰るわ！
es_es: This is crazy ... Sukkarakan! I'm going home already!

source: もうオケラみたいやな。 また出直して来いや。
es_es: It looks like a mole cricket. Please come back again.

source: 親の即精算メッセージ。
es_es: Parent's immediate settlement message.

source: 親の奇の見は３やな。
es_es: The strange look of my parents is three.

source: 最初の子が出した奇の見は ３やな。
es_es: The strange look that the first child gave is three.

source: 奇の見は一つ前の子と 同じ出目やな。
es_es: The strange look is the same as the previous child.

source: 親の偶の音は４やな。
es_es: The sound of the parent's even is 4.

source: 偶の音は一つ後の子と 同じ出目やな。
es_es: The sound of the even is the same as that of the next child.

source: 最後の子が出した偶の音は ４やな。
es_es: The even sound made by the last child is 4.

source: 偶の音は、後ろの子と 同じ出目やな。
es_es: The sound of the even is the same as the child behind.

source: 偶の音のあとに奇の見が出たわ。
es_es: There was a strange look after the sound of the even.

source: 来たで！ ムサシや！
es_es: Come on! Musashi!

source: 強運の大吉
es_es: Good luck Daikichi
