Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01160799.po
Languages: es_es

source: 斎藤さん。
es_es: Mr. Saito.

source: ん？
es_es: Hmm?

source: ヒヒヒ、ここで大丈夫です。 あの通りですから。 何事も起こらなくてよかったですよ。
es_es: Hihihi, it's okay here. That's right. I'm glad that nothing happened.

source: ああ。 無事で何よりだ。 ん？
es_es: Oh. It's safe and above all. Hmm?

source: チッ！ 張っていやがったか。 下がっていてくれ。
es_es: Chi! Did you stretch it? Please go down.

source: よろしくお願いしますよ。 ヒヒ、お手並み拝見致します。
es_es: I look forward to working with you. Baboon, I'm looking forward to seeing you.

source: ヒヒヒ、いや噂通りの強さですね。 感動しちゃいましたよ。
es_es: Hihihi, no, it's as strong as the rumor. I was impressed.

source: ケガはないか？
es_es: Are you injured?

source: はい、おかげさまで。 では、私は行きますね。 目的も達成しましたので……
es_es: Yes, thanks. Then I will go. I've achieved my goal too ...

source: ん？
es_es: Hmm?

source: いえいえ、では。
es_es: No, then.

source: ああ。
es_es: Oh.

source: 一度、橘組まで戻るか。
es_es: Will you return to the Tachibana group once?

source: 阿久水
es_es: Akumizu

source: 龍馬
es_es: Ryoma
