Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021bd5.po
Languages: es_es

source: それにしても 随分丹念に痛めつけられたものだな。
es_es: Even so, it was hurt very carefully.

source: 親っさん…… 俺……
es_es: Parents ... I ...

source: 何も言うな。 今、他の牢番に見つかったら事が台無しだ。 ……今すぐ着替えて、ここを出ろ。
es_es: Don't say anything. Now, if you find it in another prison guard, things will be ruined. ...... Change your clothes now and get out of here.

source: でもどうやって。
es_es: But how.

source: 心配ない。 出口まで人払いしてある。 だが短い時間だ、急げ。
es_es: No worries. I have paid people to the exit. But it's a short time, hurry.

source: あ、ああ……
es_es: Ah, ah ...

source: 詳しい話はあとだ。 お前はここを出たら街で腹ごしらえでもして、 その後、“隠れ家”に来い。
es_es: More on that later. When you leave here, you can get hungry in the city, and then come to the "hiding place".

source: 隠れ家？
es_es: A hideaway?

source: フッ、忘れたのか？ ワシたちが何年も暮らした塾のことを。 江戸の１年ってな、ずいぶん長いらしい。
es_es: Did you forget it? The cram school where the eagles lived for many years. It seems that one year in Edo is quite long.

source: ……場所は街のヤツにでも聞け。 『牽牛子塾（ケンゴシジュク）』と聞けばわかる。
es_es: ...... Ask the guy in the city about the place. You can tell by listening to "Kengoshizuka".

source: 分かった。
es_es: Do you get it.

source: 東洋
es_es: Oriental

source: 龍馬
es_es: Ryoma
