Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e7c.po
Languages: es_es

source: （あの女…… 見透かしたような事を言う……）
es_es: (That woman ... says something that looks like she's seen through ...)

source: （……今は酒が飲めるならそれでいい。 蔵町の「松之井」だったか…… 行ってみるか）
es_es: (... If you can drink alcohol now, that's fine. Was it "Matsunoi" in Kuramachi ... Would you like to go?)

source: 旦那はん、よぉ飲まれますなぁ。
es_es: Husband, you can drink it.

source: ……せやけど、いい飲みっぷりとは言えまへん。 そないな飲み方したら、お酒が泣きますえ。
es_es: ...... Burns, but I can't say that it's a good drink. If you don't drink it, you will cry.

source: 今宵はもう少し静かな場所で 飲みたいんやないんどすか？
es_es: Do you want to drink in a quieter place tonight?

source: うち、ええお店知ってますけど。
es_es: I know the store, though.

source: 蔵町にある松之井という小さなお店どす…… うち、そこでお待ちしてます。
es_es: A small shop called Matsunoi in Kuramachi ... We are waiting for you there.

source: 待て。お前何者だ。
es_es: wait. Who are you?

source: お店に来てくれはったら、教えてあげます。 ほな。
es_es: If you come to the store, I will tell you. Hona.

source: 龍馬
es_es: Ryoma

source: 謎の女
es_es: Mysterious woman
