Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c147a.po
Languages: es_es

source: （ふぅ…… どうにか逃げ切れたな……）
es_es: (Huh ... I managed to escape ...)

source: あ、あの！ どうでした？ 香水、買えましたか？
es_es: Oh, that! How was? Did you buy the perfume?

source: あぁ…… ちゃんと手に入れてきた。
es_es: Ah ... I got it properly.

source: おつかいの品、香水を渡した。
es_es: I handed over my favorite item, perfume.

source: あ、ありがとうございました！ これで、私でも男にもてもてになれますかね。 うふふふ……
es_es: Oh, thank you! Can this be a treat for me and a man? Ufufufu ……

source: そ、そうだな。効果は保証する。 だが、それは大変危険なものだ…… きちんと使うんだぞ？
es_es: That's right. The effect is guaranteed. But it's very dangerous ... use it properly, right?

source: え？ え、えぇ……
es_es: e? Eh, eh ...

source: （こんな危険な水が将来、日本に出回ったら、 人生を滅茶苦茶にされる男達も増えるかもな。 香水…… 恐ろしいものだ）
es_es: (If such dangerous water hits Japan in the future, more men may be ruining their lives. Perfume ... it's scary.)

source: くそっ、俺としたことが…… こんなところで捕まっちまうとは……
es_es: Damn, what I did ... to get caught in a place like this ...

source: 俺のことを奉行所の者か何かだと 勘違いしているみたいだが…… 俺は客だ。
es_es: It seems that he misunderstands me as a magistrate or something ... I'm a guest.

source: へ？ ほ、本当か……？ 本当にただの客なのか？
es_es: What? Is that true ...? Is it really just a guest?

source: あぁ、買い物がしたいだけだ。
es_es: Oh, I just want to shop.

source: そ、そいつはすまねえことをしたな。 あんた、鬼みたいに恐ろしい顔してるから…… てっきり俺を捕まえにきた者だとばかり……
es_es: Well, that guy did something wrong. You have a terrifying face like a demon ... I'm just the one who came to catch me ...

source: 誤解とは言え、いきなり喧嘩ふっかけて悪かった。 本当は紹介がない奴との取引はしねぇ主義なんだが、 お詫びに、あんたとは取引させてもらうぜ。
es_es: Although it was a misunderstanding, it was bad to have a fight suddenly. Actually, I don't deal with people who have no introduction, but I apologize for the inconvenience.

source: そうか。助かる。
es_es: Really. It helps.

source: で、旦那。何が欲しいんだ？
es_es: And my husband. What do you want

source: 男にもてもてになる香水が欲しいんだが…… あるか？
es_es: I want a perfume that can be enjoyed by men ... Is there any?

source: あ、あぁ。あるにはあるが…… ……旦那も結構、好き者だな。
es_es: Ah, ah. There is, but ......... I like my husband quite a lot.

source: ……俺が使うんじゃない。 知り合いからの頼まれごとだ。
es_es: ...... I don't use it. It's a request from an acquaintance.

source: はいはい、そういうことにしておいてやるよ。
es_es: Yes, I'll leave that to you.

source: ほら。これが香水だ。 これをかければ、男にもてもてになれる…… はずだぜ。
es_es: You see. This is perfume. If you put this on, you can be entertained by a man ...

source: そうか。ではこれをいただく。 いくらだ？
es_es: Really. Let's get this. How much is it?

source: 旦那には迷惑かけたし、無料でいいよ。 ……実際、俺もそいつに効果があるのか、 よく分かってねぇしな。
es_es: It bothered my husband and it's free. ...... Actually, I don't really understand if it works.

source: そうなのか？ ……たしかにこんな水で 男にもてもてになるっていうのも にわかに信じがたいからな。
es_es: Is that so? ...... It's hard to believe that such water can be used by men.

source: なんなら試してみるか？ ……それ。
es_es: What would you like to try? ……It.

source: ほう…… なんだか妖艶で芳しい香りがするな。 確かに、刺激的なものだな。 ただ、惚れるかどうかは分からんがな……
es_es: Hmm ... It has a bewitching and fragrant scent. Certainly, it's exciting. However, I don't know if I will fall in love with it ...

source: ……とは言え、ありがたく受け取っておく。
es_es: …… But thank you for receiving it.

source: ん？ どうした？
es_es: Hmm? what up?

source: お、おい……？
es_es: Hey ...?

source: ……き。
es_es: ...... Ki.

source: ん？ なんだって？
es_es: Hmm? What did you say?

source: ……好きだ。
es_es: ……I like.

source: …………えっ？
es_es: …………eh?

source: 旦那のことが…… 好きだ!!
es_es: I like my husband ... !!

source: な、何だと……！
es_es: What the hell ...!

source: 好きだ好きだ好きだ好きだ好きだー!! 大好きだー!!!! 旦那っ！
es_es: I like it I like it I like it I like it !! I love it !!!! Husband!

source: （これはまさか香水のせいなのか……？ こ、効果は本物だ……）
es_es: (Is this because of the perfume ...? The effect is real ...)

source: なぁ…… 旦那……
es_es: Hmm ... Husband ...

source: （きょ、距離が近い……）
es_es: (Kyo, the distance is close ...)

source: 頼む、旦那…… 俺の気持ち…… 受け止めてくれよ!!!!
es_es: Ask, my husband ... my feelings ... take it !!!!

source: （こ、このままではやられる…… しかしさっきも打ちのめしてしまったからな…… ここはひとまず逃げるとしよう）
es_es: (This can be done as it is ... But I've beaten it a while ago ... Let's run away here for the time being)

source: じゃ、じゃあな……！
es_es: Well then ...!

source: あ、旦那！ 待ってくれ！ 好きなんだよおぉぉぉー!!
es_es: Oh my husband! Wait please! I like it !!

source: おい。
es_es: Hey.

source: お前に少し話があるんだが……
es_es: I have a little story for you ...

source: ……!! ついに足がついちまったか！ こんなところで捕まってたまるか！
es_es: …… !! Have you finally got your feet! Can you get caught in such a place?

source: ……何か勘違いしてるようだが、俺は客だ。 ただ買い物がしたいだけなんだが。
es_es: ...... I'm a guest, though I seem to have misunderstood something. I just want to shop.

source: しらばっくれんじゃねえ！ 俺をしょっぴこうったって、そうはいかねぇぞ。 ……悪いがちっと痛い目見てもらうぜ！
es_es: Don't be shy! It's not like I'm a little sick. ...... It's bad, but it hurts a little!

source: む……？
es_es: Mmm ...?

source: （あの男が噂の、危険な品を扱う商人だろうか……）
es_es: (Is that man a rumored, dangerous merchant ...)

source: 焦がれる女
es_es: A woman who is impatient

source: 怪しい商人
es_es: Suspicious merchant
