Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021ff6.po
Languages: es_es

source: 疲れたろ？ 随分、長い散歩になった。
es_es: Are you tired? It was a long walk.

source: ううん、全然平気。 寺田屋の仕事に比べたらこんなん……
es_es: Yeah, I'm fine at all. Compared to the work of Teradaya, it's like this ...

source: 一（はじめ）さんこそ、うちと２人きりで 疲れたんとちゃう？
es_es: Is Mr. Ichi (Hajime) tired of being alone with us?

source: せやけどうちは…… とっても楽しかった。
es_es: But we ... It was a lot of fun.

source: またこうして一（はじめ）さんと 町を歩けたらええなって……
es_es: Also, if I could walk around the town with Ichi (Hajime) in this way ...

source: ……なあ、おりょう。
es_es: …… Hey, Oryo.

source: ……ん？ 何？
es_es: ……Hmm? what?

source: 今までありがとうな。 お前には感謝してる。
es_es: Thank you so far. I thank you.

source: 俺がこの町でなんとか１人でもやってこられたのは、 お前のおかげだ。
es_es: It's thanks to you that I managed to come by myself in this town.

source: なのに俺は、これまで礼のひとつも言わなかった。
es_es: But I haven't said one of the thanks so far.

source: 今日になってやっと……
es_es: Only today ...

source: もう会えないかもしれない今になって、 やっと礼を言うなんてな。
es_es: Now that I may not be able to meet you anymore, I can finally thank you.

source: 一（はじめ）さん……
es_es: Mr. Ichi (beginning) ……

source: 幕府がなくなって、世の中はこれから大きく変わる。 きっとよくなる。
es_es: With the disappearance of the Shogunate, the world will change dramatically. I'm sure it will improve.

source: だからおりょう。 お前は、女将さんたちといつまでも達者で……
es_es: That's why. You are a master with the landlady forever ...

source: ……そんなん嫌や。
es_es: ...... I don't like that.

source: ……ん？
es_es: ……Hmm?

source: その続きは、なんとなく想像つく。
es_es: I can imagine the continuation.

source: せやけどうちは…… 一（はじめ）さんの遺言なんて、聞きたない……
es_es: I haven't heard of Mr. Ichi (Hajime)'s will ...

source: おりょう……
es_es: Oryo ……

source: 一（はじめ）さんのこと騙してたうちが 言うことやないかもしれん。
es_es: I may not be able to say that I was deceiving Mr. Ichi (Hajime).

source: けど、うちはこれからも…… ずっと一（はじめ）さんのそばにいたい。
es_es: However, we will continue to ... I want to be with Mr. Ichi (Hajime) forever.

source: なのに一（はじめ）さん、なんでもう二度と 会えへんような言い方するの？
es_es: But Ichi (Hajime) -san, why do you say that you will never meet again?

source: 土佐で用事済ませたら、また京に戻ってくるんやろ？
es_es: After finishing the work in Tosa, will I come back to Kyoto again?

source: お願いやから、必ず帰ってきて……
es_es: Please be sure to come back ...

source: うちは待ってるから。 一（はじめ）さんが戻ってくるまで、 ずっと待ってるから。
es_es: We are waiting. I'll be waiting for you until Ichi (Hajime) returns.

source: 約束して、一（はじめ）さん…… またこの町に戻ってくるって……
es_es: I promised, Mr. Ichi (Hajime) ... I'll be back in this town again ...

source: 分かった…… 約束する。
es_es: Okay ... I promise.

source: きっとやで。 嘘ついたら…… もう二度とご飯の支度してあげへんから。
es_es: I'm sure. If you lie ... I'll never prepare rice again.

source: ……ああ。
es_es: ……Oh.

source: 龍馬
es_es: Ryoma

source: おりょう
es_es: Oryo
