Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021d1d.po
Languages: es_es

source: 俺の偽者が現れたらしい。
es_es: It seems that my fake has appeared.

source: ……は？
es_es: ...... What?

source: そいつは「坂本龍馬」を名乗って、 イギリス製の武器を買い付けている。
es_es: It calls itself "Ryoma Sakamoto" and buys British-made weapons.

source: 幕臣の勝麟太郎の門人で、京の薩摩藩邸に現れた。
es_es: A student of Katsu Rintaro, a vassal of the shogunate, he appeared at the Satsuma clan's residence in Kyoto.

source: おい、待てって。何がどうなってんだ？
es_es: Hey, wait. What's going on?

source: 俺にもわからねえ。 だが、その「坂本龍馬」を新選組が探し始めている。
es_es: I don't even know. However, the Shinsengumi has begun to search for the "Ryoma Sakamoto".

source: お前の耳には何か入ってねえか？ もう一人の「坂本龍馬」のことが。
es_es: Is there anything in your ears? Another thing about "Ryoma Sakamoto".

source: いや、知るわけねえだろう！ 知っていたら真っ先にお前に話している。
es_es: No, you don't know! If you knew it, I would talk to you first.

source: だよな……
es_es: that's right……

source: けど、なんでお前の名前なんて騙るやつが……？
es_es: But why is the one who deceives your name ...?

source: わからねえ。 誰かが俺をハメようとしているのかもしれない。
es_es: I don't know. Someone may be trying to fuck me.

source: 新選組がその偽者を追いかけているって言ったな？
es_es: Did you say that the Shinsengumi are chasing the fake?

source: ああ…… といっても俺がその「坂本龍馬」を追う役だ。 近藤勇が俺を指名したらしい。
es_es: Ah ... but I'm the one who follows that "Ryoma Sakamoto". It seems that Isami Kondo nominated me.

source: なんだと？ ……おい、それって、お前の正体が バレてるってことじゃねえのか？
es_es: what? ...... Hey, doesn't that mean that you're out of shape?

source: もし近藤が１年前の覆面の男なら 俺の顔を覚えているかもしれない。 近藤はそれを確認しようとしているとも考えられる。
es_es: If Kondo was a masked man a year ago, he might remember my face. It is possible that Kondo is trying to confirm that.

source: それじゃお前、やべえじゃねえか。
es_es: Then you shouldn't do it.

source: だがどっちにしても断れねえ。 今はそのもう一人の「坂本龍馬」を追うだけだ。
es_es: But either way, I can't refuse. Now I just follow the other "Ryoma Sakamoto".

source: これから薩摩藩邸にいる西郷って男から 話を聞いてくる。
es_es: From now on, Saigo, who is in the Satsuma clan's residence, will hear from a man.

source: 薩摩の西郷か…… そっちはそっちで厄介な相手だがな。
es_es: Satsuma's Saigo ... That's a troublesome opponent.

source: どういう意味だ？
es_es: What do you mean?

source: 薩摩は、日本の端で３００年、 幕府の目ぇかすめて力ためこんできた藩だ。 異国との密貿易でな。
es_es: Satsuma is a clan that has been working hard for 300 years at the edge of Japan. Smuggling with foreign countries.

source: それで幕府でさえ薩摩が勤王の倒幕派に回らないよう 気ぃ使っている。
es_es: Therefore, even the Shogunate is careful not to let Satsuma turn into the fallen sect of Qin Wang.

source: その薩摩の鍵を握っているのが 西郷吉之助ってわけだ。
es_es: Saigo Yoshinosuke holds the key to Satsuma.

source: 連中は秘密主義で身内しか信用してない。
es_es: They are secretive and trust only their relatives.

source: なるほど……
es_es: I see……

source: 今のところ薩摩は幕府と一緒んなって、 勤王派の長州を京から追いおとしている。
es_es: So far, Satsuma, along with the Shogunate, is trying to drive the Qin Wang Choshu from Kyo.

source: 長州はそんな薩摩に恨み骨髄だ。
es_es: Choshu has a grudge against Satsuma.

source: そのくせ薩摩は裏じゃ幕府を倒して 勤王を牛耳ろうと画策しているって噂よ。
es_es: It is rumored that Satsuma is planning to defeat the Shogunate and take control of Qin Wang behind the scenes.

source: とんだ食わせモンらしいな。
es_es: It seems to be a crazy eating mon.

source: まったくさ。勤王思想のみで突っ走る長州と 現実主義の薩摩じゃ水と油だ。
es_es: At all. It is water and oil in Choshu and Satsuma, who are realists, who run only with the idea of Qin Wang.

source: 町で薩長の下っ端同士が出くわしてみろ。 いきなり斬り合いが始まるぜ。
es_es: Let's meet the lower ends of Satsuma in the town. Suddenly the slashing begins.

source: 犬猿の仲ってヤツか。
es_es: Is it a dog-monkey friend?

source: まあその話はいい。 お前の偽者については俺の方でも調べてみる。
es_es: Well that story is good. I'll try to find out about your fake.

source: そのもう一人の「坂本龍馬」ってのがイギリスの 武器商人とつながってるってんなら、 どういうやつにしろ大物だ。
es_es: If the other "Ryoma Sakamoto" is connected to a British weapons merchant, it's a big deal no matter what.

source: そいつがお前にどう関わってくるのか 俺たちは知る必要がある。
es_es: We need to know how it gets involved with you.

source: 頼んだ。
es_es: Begged.

source: 用心しろよ。
es_es: Be careful.

source: ああ。
es_es: Oh.

source: 中岡
es_es: Nakaoka

source: 龍馬
es_es: Ryoma
