Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0134003a.po
Languages: es_es

source: □気にするな
es_es: □ Don't worry

source: △店長が悪かったな
es_es: △ The store manager was bad

source: ○負けてられないな
es_es: ○ I can't lose

source: ○いいんじゃないか
es_es: ○ Isn't it okay?

source: □それはよくないな
es_es: □ That's not good

source: ○そうかもな
es_es: ○ Maybe

source: △お前より努力してるかもな
es_es: △ Maybe you're trying harder

source: □真似しない方がいい
es_es: □ It is better not to imitate

source: □どういうことだ？
es_es: □ What do you mean?

source: △膝枕か……
es_es: △ Knee pillow ...

source: ○諦めるのか？
es_es: ○ Do you give up?

source: □彼女は何も悪くない
es_es: □ She's not bad at all

source: △お前もやればいい
es_es: △ You should do it too

source: ○そうかも知れん
es_es: ○ Maybe so

source: ○それでいい
es_es: ○ That's fine

source: □何故そこまで拒む？
es_es: □ Why do you refuse so much?

source: ○それじゃ諦めるのか？
es_es: ○ Then do you give up?

source: ○よく頑張ったな
es_es: ○ I did my best

source: □誰のおかげだ？
es_es: □ Thanks to whom?

source: ○いいじゃねぇか
es_es: ○ Isn't it good?

source: □まだまだだ
es_es: □ Still more

source: △次はどうするんだ？
es_es: △ What are you going to do next?

source: ○別れて当然だな
es_es: ○ It's natural to break up

source: □少しは我慢しろ
es_es: □ Be patient

source: △デートＤＶ？
es_es: △ Dating DV?

source: ○それはひどいな
es_es: ○ That's terrible

source: □男も心配なんだよ
es_es: □ I'm worried about men too

source: △見られるとまずいのか？
es_es: △ Is it bad to see it?

source: ○それもそうだな
es_es: ○ That is also the case

source: □恋人ならいいだろう
es_es: □ If you are a lover

source: △それは女も同じだろう
es_es: △ It will be the same for women

source: ○俺は大丈夫だな
es_es: ○ I'm okay

source: □俺はダメだな
es_es: □ I'm no good

source: △男は顔じゃない
es_es: △ A man is not a face

source: ○最近ブームだからな
es_es: ○ Because it's booming recently

source: □周りにもいい男はいるぜ
es_es: □ There are good guys around

source: □まさか
es_es: □ No way

source: ○ラッキーだな
es_es: ○ I'm lucky

source: □ガッカリだな
es_es: □ I'm disappointed

source: ○イケメンを信用するな
es_es: ○ Don't trust good-looking guys

source: □そう言うな
es_es: □ Don't say so

source: ○そうなのか……
es_es: ○ Is that so ...

source: ○どうして？
es_es: ○ Why?

source: □男が嫌いなのか？
es_es: □ Do you hate men?

source: △彼女以外ともだ
es_es: △ Other than her

source: ○筋は通ってるな
es_es: ○ Don't make sense

source: □そもそも付き合うなよ
es_es: □ Don't go out in the first place

source: △上手ならいいだろ？
es_es: △ You should be good at it, right?

source: ○それはわかるな
es_es: ○ I don't understand

source: □それだけじゃな……
es_es: □ That's it ...

source: ○女に話すことじゃないな
es_es: ○ It's not talking to a woman

source: □話ぐらい合わせろよ
es_es: □ Match the story

source: □意外だな
es_es: □ Surprising

source: □もっと真面目にやれ
es_es: □ Do it more seriously

source: △いつも？
es_es: △ Always?

source: ○冷めやすいんだな
es_es: ○ It's easy to get cold

source: □本気でやれることを探せ
es_es: □ Find out what you can do seriously

source: ○多才だな
es_es: ○ It's versatile

source: □やり過ぎだ
es_es: □ Overkill

source: △麺……？
es_es: △ Noodles ……?

source: ○具体的には？
es_es: ○ Specifically?

source: □孤独よりはいい
es_es: □ Better than loneliness

source: ○結婚は意識するだろうな
es_es: ○ Marriage will be conscious

source: □子供は関係ないな
es_es: □ Children don't matter

source: △その時の雰囲気次第だな
es_es: △ It depends on the atmosphere at that time

source: ○頼られるのは慣れてる
es_es: ○ I'm used to being relied on

source: □俺だって他の男と同じだ
es_es: □ I'm the same as other guys

source: ○好きだぜ
es_es: ○ I like it

source: □面倒な女だ
es_es: □ A troublesome woman

source: ○俺もそんな気がする
es_es: ○ I feel like that too

source: □わからねぇぜ
es_es: □ I don't know

source: △試してみるか？
es_es: △ Would you like to try it?
