Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01160bb8.po
Languages: es_es

source: 斎藤さん。 先日、豊臣家残党の集落で相対した曽田地より 再戦を願う果たし状が来ています。
es_es: Mr. Saito. The other day, a letter of fulfillment praying for a rematch has arrived from Sodaji, who faced the village of the Toyotomi clan remnants.

source: 再戦？
es_es: rematch?

source: 三番隊に敗れてからというもの 子分たちとともに厳しい修行に明け暮れ 剣の新たな境地へ達したようです。
es_es: After being defeated by the 3rd corps, it seems that he and his minions have gone through rigorous training and reached a new level of sword.

source: 真の武の心にも目覚め 恥を忍んで、一人の侍として 斎藤さん、そして三番隊に手合せ願いたい、と。
es_es: Awakening to the true spirit of Takeshi, I would like to ask Mr. Saito and the third corps to work as a samurai.

source: ……そうか。 あれだけの実力を持つ男だ。 つまらん罠ではなく、本当に力を試したいんだろう。
es_es: ……Really. A man with that ability. You really want to test your strength, not a boring trap.

source: 斎藤さんの都合のつく時でいいとのことです。 もし、時間ができましたら ご案内しますので、私にご用命ください。
es_es: It's okay when Mr. Saito's convenience comes. If you have time, I'll let you know, so please ask me.

source: 出兵の際は、先方に連絡を入れます。 私の気づかないところで出兵されても、向こうの 準備ができてないかもしれないのでご注意を。
es_es: When sending troops, we will contact the other party. Please note that you may not be ready for the other side even if you are dispatched without my knowledge.

source: 「出兵」より「豊臣秀武を倒せ」を選択することで 曽田地の再挑戦を受けることができます。 特殊任務ですので十分に準備して挑みましょう。
es_es: You can take the re-challenge of Sodachi by selecting "Defeat Toyotomi Hidetake" from "Send troops". This is a special mission, so be prepared and challenge yourself.

source: <Color:7>【注意】<Color:Default> PS Vitaでは特殊任務を受けることはできません。 「豊臣秀武を倒せ」を選択しても 前回までと同じ任務に挑むことになります。
es_es: <Color:7>【caution】<Color:Default> You cannot take special missions on PS Vita. Even if you select "Defeat Toyotomi Hidetake", you will be challenged with the same mission as before.

source: ああ、わかった。 準備ができたら、声をかける。
es_es: Oh, I understand. Call out when you're ready.

source: 斎藤さん！ 亜門玄丈斎と名乗る者から果たし状が！
es_es: Saito-san! A letter of fulfillment from a person who calls himself Amon Genjosai!

source: 亜門…… やはり、来たか。
es_es: Amon …… Did you come after all?

source: 確か、かの豪傑、曽田地を無力化したという 腕利きの暗殺者ですよね？ 三番隊を招集しましょうか？
es_es: Certainly, he is a skillful assassin who has incapacitated Sodaji, the great master, isn't he? Shall we convene the third party?

source: いや…… 亜門との決闘には、俺一人で行く。
es_es: No ... I go alone to the duel with Amon.

source: ええ!? 斎藤さんの腕を疑うわけじゃないですが わざわざ一人で行かなくても……
es_es: Yeah !? I don't doubt Mr. Saito's arm, but even if I don't bother to go alone ...

source: 危険は承知の上だ。 それでも俺は、あいつと１対１で決着を つけなくちゃならない。
es_es: I know the danger. Still, I have to settle one-on-one with him.

source: 曽田地の雪辱を果たすためもあるが…… 何より、あの亜門という男には 不思議な因果のようなものを感じる。
es_es: There is also a way to fulfill the snow humiliation of Sodaji, but above all, that man named Amon feels something like a mysterious cause and effect.

source: それを１対１で剣を交えて確かめたい。
es_es: I want to confirm it one-on-one with a sword.

source: ……そうですか。 そこまで強い信念をお持ちなら止めはしません。
es_es: ……Is that so. If you have such a strong belief, I will not stop.

source: 亜門は 「夜の更けた頃合い、清水の舞台にて待つ」 と果たし状に書いています。
es_es: Amon wrote in a letter saying, "Wait at the stage of Kiyomizu at the end of the night."

source: 夜に清水寺だな。 わかった。
es_es: It's Kiyomizu-dera at night. all right.

source: 受付
es_es: Reception

source: 龍馬
es_es: Ryoma

source: 曽田地との再戦
es_es: Rematch with Sodaji
