Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021d2c.po
Languages: es_es

source: ……新選組三番隊隊長、斎藤一。 先日は名乗りもせず、失礼した。
es_es: ...... Shinsengumi 3rd division captain, Hajime Saito. Excuse me the other day without giving my name.

source: フフ、かまわんで。 いずれまた会うと思うとった……
es_es: Huff, don't worry. I thought I'd meet again someday ...

source: せやけどあんた、あれからほんまに 新選組に入ったんやな。 例の、近藤勇に会うためにかいな？
es_es: But you really joined the Shinsengumi from that point on. Is it to meet Isami Kondo?

source: さあな。 ……悪いが入隊の報告をしに ここに来たわけじゃない。
es_es: I do not know. ...... I'm sorry, but I didn't come here to report the enlistment.

source: あんたに聞きたいことがあってきた。
es_es: I have something to ask you.

source: ま。あんたとは知らん仲やない、 話くらいは聞いたるわ。
es_es: Well. I don't know you, I've heard about it.

source: 坂本龍馬って男があんたに面会しにきたはずだ。
es_es: Ryoma Sakamoto must have come to see you.

source: そいつの話を聞きに来た。
es_es: I came to hear that story.

source: ほう。坂本龍馬……？ フッ、覚えないわ。何モンや？
es_es: How. Ryoma Sakamoto……? I don't remember. What mon?

source: 勝麟太郎って幕府の人間がここへ連れてきた男だ。 覚えてんだろ？ そんなに昔の話じゃねえ。
es_es: Katsu Rintaro is a man brought here by a person from the Shogunate. Do you remember? It's not such an old story.

source: そうかぁ？ せやけどあかんなぁ、全然思い出せん。
es_es: Is that so? I don't remember, I don't remember at all.

source: ゆっくり思い出してくれて結構だ。 時間はたっぷりある。
es_es: It's okay to remember slowly. I have plenty of time.

source: こっちに時間あるとは言うとらんで？
es_es: Do you mean you have time here?

source: なるほど…… 薩摩ってとこはよそ者を寄せ付けない。 噂に聞いた通り、秘密主義ってわけだ。
es_es: I see ... Satsuma keeps strangers away. As I heard from rumors, it's secretive.

source: だが…… 俺を帰らせたきゃ、さっさと思い出すんだな。
es_es: But ... If you want me to go home, you'll just remember.

source: フッ、そしたら、斎藤はん…… はっきり言いますわ。
es_es: Huh, then Saito Han ... I'll say it clearly.

source: わしは坂本龍馬いう男と会うたことは いっぺんもない。
es_es: I have never met a man named Ryoma Sakamoto.

source: もうわしの答えはこれ以外に出てこんで？
es_es: Is there any other answer for me?

source: なんで隠すんだ？ その坂本龍馬ってのはあんたらにとって そんなに重要な男か？
es_es: Why hide it? Is Ryoma Sakamoto such an important man for you?

source: フッ、慣れん駆け引きはやめとけや。 あんたには似合わん。
es_es: Huh, don't get used to bargaining. It doesn't suit you.

source: 坂本は、長崎でイギリスの武器を 仕入れているらしい。 その武器を買うのはあんたら薩摩ってことか？
es_es: Sakamoto seems to be purchasing British weapons in Nagasaki. Do you mean Satsuma to buy that weapon?

source: 知らんいうとりますやんか。
es_es: I don't know.

source: そろそろお帰りの時間や。
es_es: It's about time to go home.

source: 今度はまた仕事抜きで飲もうやないか。 ……斎藤はん。
es_es: Let's drink again without work this time. ...... Han Saito.

source: 斎藤さん、無駄足でごわしたな。
es_es: Saito-san, I wasted my legs.

source: 西郷先生は、新選組なんぞ眼中にありもはん。 では……
es_es: Saigo-sensei is in the eyes of the Shinsengumi. Then ...

source: 龍馬
es_es: Ryoma

source: 西郷
es_es: Saigo

source: 門番
es_es: Gatekeeper
