Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021ce5.po
Languages: es_es

source: 斎藤君。
es_es: Saito-kun.

source: 今、密偵を１人、四国屋の中へ行かせた。
es_es: Now, I sent a spyman to Shikokuya.

source: 志士どもの会合を見つけたら合図をよこしてくる。
es_es: If you find a meeting of the scholars, they will give you a signal.

source: ここが当たりかはずれか…… 勤王派の会合が池田屋の方だったら全員で 向こうに走る羽目になる。
es_es: Is this a hit or miss ... If the meeting of the Qin Wang faction was for Ikedaya, everyone would end up running over there.

source: ああ、わかっている。
es_es: Oh, I know.

source: フッ、さすがに落ち着いたものだな。 ずいぶん場数を踏んでいるらしい。
es_es: Huh, it's really calm. It seems that they are stepping on the number of places.

source: ところで…… 松原となにかあったか？
es_es: By the way ... What happened to Matsubara?

source: どうしてそんなことを聞く。
es_es: Why do you hear that?

source: いや、松原がやけに君のことを私に聞きにきたので、 少し気になってな……
es_es: No, Matsubara came to ask me about you, so I'm a little worried ...

source: なあ、ひとつ聞かせてくれるか。 君は、なぜ新選組に入隊してきた？
es_es: Hey, can you tell me one? Why did you join the Shinsengumi?

source: そういうのは入隊する前に聞くもんだ。
es_es: I hear that before joining the army.

source: なるほど。 これから入ってくる奴にはそうしよう。
es_es: I see. Let's do that for the coming guys.

source: 大した理由はない…… 他に行く所がなかっただけだ。
es_es: There's no big reason ... I just had nowhere else to go.

source: そうかな？ 君ほどの腕があれば、どの藩の勤王志士にも 歓迎されるはずだ。
es_es: I do not think so? If you have the skills of you, you should be welcomed by any clan's Qin Wang priest.

source: 勤王だろうが幕府の犬だろうが、どっちでもいい。 俺を高く買ってくれる所へ行くまでだ。
es_es: It doesn't matter whether it's a Qin Wang or a dog from the Shogunate. Until I go to a place that buys me high.

source: フッ、なるほど。君の考えは簡潔で良い。 ……その点では私と似ていると言えるな。
es_es: Huh, I see. Your thoughts are simple and good. ...... I can say that it is similar to me in that respect.

source: 聞いているかもしれんが…… 私はもともと百姓の出だ。局長の近藤さんもな。
es_es: You may have heard ... I was originally a farmer. Also Mr. Kondo, the director.

source: そうだったのか……
es_es: Is that so……

source: ３００年前の祖先が百姓だったというだけで、 父も祖父も剣を持つことを許されなかった。
es_es: Neither my father nor my grandfather was allowed to carry a sword, just because his ancestor was a peasant 300 years ago.

source: 私もガキの頃は、一生百姓のまま 終わるもんだと思っていた。
es_es: When I was a kid, I thought that I would end up being a farmer for the rest of my life.

source: だが…… 黒船が来て以来、すべてが変わった。
es_es: But ... everything has changed since the arrival of the Black Ships.

source: 本物の脅威を目前にして、「本当に強い」ものが 必要とされる時代になったんだ。
es_es: In the face of real threats, we are in an era where "really strong" things are needed.

source: 力さえあれば百姓でも「志」を持つことが 許される。
es_es: Even a farmer is allowed to have "aspirations" if he has the power.

source: 志……？
es_es: Zhi...?

source: 近藤勇にはそれがあった。 私はそれを支えるために剣を振るい、 新選組を鍛え続けている。
es_es: Isami Kondo had it. I wield my sword to support it and continue to train the Shinsengumi.

source: 幕府のためにか……
es_es: For the shogunate ...

source: いや、この国を守るためにだ。
es_es: No, to protect this country.

source: なに……？
es_es: What……?

source: いずれ君にも話せるときがくるだろう。
es_es: The time will come when I can talk to you.

source: 私はこれでも君を高く評価しているんだ。
es_es: I still appreciate you.

source: だが今はとにかく私のやり方に ついてきて欲しいと思ってる。
es_es: But now I just want you to follow me.

source: 余計なことは考えず、人を斬れってことか……
es_es: Do you mean to kill people without thinking about anything extra?

source: それが武士の本分ってもんじゃないのか？
es_es: Isn't that what the samurai really do?

source: そういやあそうだったな。
es_es: That's right.

source: フフ…… ん？ 密偵が戻ってきたな。
es_es: Huff ... Hmm? The spy is back.

source: 副長。 四国屋に不審はないようです。
es_es: Deputy captain. There seems to be no suspicion in Shikokuya.

source: 勤王志士たちはいる気配もありません。
es_es: There is no sign that there are Qin Wang scholars.

source: とすると、こっちははずれか……？
es_es: Then, is this out of place ...?

source: 池田屋です！ 志士の会合は、池田屋!!
es_es: This is Ikedaya! The meeting of Shishi is Ikedaya !!

source: 聞いたな？ 全員、池田屋だ！ 行くぞ!!
es_es: Did you hear? Everyone is Ikedaya! let's go!!

source: 土方
es_es: Earthwork

source: 龍馬
es_es: Ryoma

source: 商人風の男
es_es: Merchant-style man

source: 平隊士
es_es: Ping team
