Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0107096c.po
Languages: es_es

source: １枚カードを引きます。
es_es: Draw one card.

source: この手札で勝負します。
es_es: I will play with this hand.

source: ＢＥＴ額を２倍に出来ますが、あと１枚 カードを強制的に引かされます。
es_es: You can double the BET amount, but you will be forced to draw one more card.

source: 手札を２組に分けます。 すでに賭けているチップと同額をＢＥＴします。 Ａのスプリットは各１枚しか配られません。
es_es: Divide your hand into two groups. BET the same amount as the chips you have already bet. Only one A split is dealt each.

source: この勝負を降りることで ＢＥＴ額の半分が返却されます。
es_es: Half of the BET amount will be returned by getting out of this game.

source: ディーラーがブラックジャックの可能性に ＢＥＴ額の半額の保険をかけます。
es_es: The dealer insures the possibility of blackjack at half the BET amount.

source: BET LIMITを参考にMIN～MAXまでのチップを賭けて、 ゲームに参加します。
es_es: Participate in the game by betting chips from MIN to MAX with reference to BET LIMIT.

source: 前回のゲームで賭けたチップを賭けて、 ゲームに参加します。
es_es: Join the game by betting the chips you bet on in the previous game.

source: いつもどおりのブラックジャックです。 報酬 ２０００枚。
es_es: It's blackjack as usual. Reward 2000 pieces.

source: 「２」と「３」と「４」のカードが含まれていない デッキでブラックジャックをプレイします。 報酬 ２５００枚。
es_es: Play Blackjack in a deck that does not contain "2", "3" and "4" cards. 2500 rewards.

source: 「７」と「８」と「９」のカードが含まれていない デッキでブラックジャックをプレイします。 報酬 ２０００枚。
es_es: Play Blackjack in a deck that does not contain "7", "8" and "9" cards. Reward 2000 pieces.

source: 「Ｊ」と「Ｑ」と「Ｋ」のカードが含まれていない デッキでブラックジャックをプレイします。 報酬 ４０００枚。
es_es: Play Blackjack on a deck that does not contain "J", "Q", and "K" cards. Reward 4000 pieces.
