Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021cfb.po
Languages: es_es

source: ……新選組の屯所に行くのか？
es_es: ...... Are you going to the Shinsengumi tunsho?

source: ああ。それがどうかしたか？
es_es: Oh. What's wrong with that?

source: ちょっと気になることがあってな。
es_es: I'm a little worried.

source: なんだ。
es_es: what.

source: お前が池田屋で桂小五郎と話したって 内容のことだ。
es_es: It means that you talked to Kogoro Katsura at Ikedaya.

source: やつは、武市からお前の素性を 聞かされていたんだったな？
es_es: Did he hear from Takeichi about your identity?

source: ああ。
es_es: Oh.

source: だとすると、いずれ桂はお前の正体を 新選組にバラしちまうんじゃねえか？
es_es: If so, will Katsura eventually disperse your identity into the Shinsengumi?

source: どうしてそう思う。
es_es: Why do you think so

source: 所詮、桂は長州の人間だ。 その長州にとって新選組は天敵。
es_es: After all, Katsura is a human being in Choshu. The Shinsengumi is a natural enemy for Choshu.

source: 三番隊の隊長が勤王派の大物と兄弟分なんて 美味しいネタ、放っておくはずがねえだろう。
es_es: The captain of the 3rd division shouldn't leave the big guys of the Qin Wang faction and their brothers as delicious stories.

source: ヤツが俺の素性を組に密告すると？
es_es: What if he tells the group about my identity?

source: そうすりゃお前は松原の二の舞だ。 三番隊隊長は粛清……
es_es: Then you are Matsubara's second dance. The captain of the 3rd division is Purge ...

source: 長州にとっちゃ新選組の戦力減は 願ったり叶ったりのはずだ。
es_es: Choshu should hope or realize the reduction in the strength of the Shinsengumi.

source: 桂はそういう手を使う人間には見えなかったがな。
es_es: Katsura didn't look like a human using such a hand.

source: でもよ……
es_es: But ...

source: どのみち桂がどう出ようが、俺が新選組の中で 動ける時間は限られてる。
es_es: No matter how Katsura comes out anyway, I have a limited amount of time to move in the Shinsengumi.

source: どういうことだ。
es_es: What does it mean.

source: 俺が天念理心流を追っていることは、 池田屋で幹部たち全員に知られた。
es_es: It was known to all the executives at Ikedaya that I was following Tennen Rishin-ryu.

source: ああ…… そうだったな。
es_es: Ah ... that's right.

source: 今のところ新選組にとって 俺は戦力になってる。
es_es: For now, I'm a force for the Shinsengumi.

source: 少しでも必要とされている間は、 粛清されることもないだろうが……
es_es: It won't be purged as long as it's needed ...

source: 残された時間はあとわずか、ということか……
es_es: There is only a little time left ...

source: だから少し強引にでも“覆面の男”に迫る 必要がある。
es_es: Therefore, it is necessary to approach the "masked man" even a little forcibly.

source: 時間のある限り新選組に顔を出して、 あの男に近づかなければ……
es_es: I have to show up to the Shinsengumi as long as I have time and get closer to that man ...

source: 近藤勇のことか。 相変わらず接触できてないのか。
es_es: Is it Isami Kondo? Can't you still make contact?

source: ああ、屯所にもまるっきり顔を出さねえ。
es_es: Oh, don't show your face to the tunsho.

source: お前が見たとこ、一番怪しいのはやっぱり近藤か？ 東洋様を殺った覆面の男は。
es_es: The most suspicious thing you saw is Kondo? The masked man who killed Toyo-sama.

source: さあな。 だが、そうでなかったとしても 近藤なら覆面の正体を知っているはずだ。
es_es: I do not know. However, even if that is not the case, Kondo should know the true identity of the mask.

source: ああ…… 天念理心流の元締めなわけだからな。
es_es: Ah ... It's because it's the origin of Tennen Rishin-ryu.

source: 近藤も局長である以上、いつまでも 姿見せねえってことはないだろう。
es_es: As long as Kondo is also the director, it will never be seen.

source: その機会を逃がさないためにも、 俺はなるべく屯所に顔をだすつもりだ。
es_es: In order not to miss the opportunity, I will go to the tunsho as much as possible.

source: 中岡
es_es: Nakaoka

source: 龍馬
es_es: Ryoma
