Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c1463.po
Languages: es_es

source: 斎藤さん！ あんたすごすぎるやろ！ 後ろから見とったけど、あんたの客さばき…… うどんの神が降臨したんかと思ったわ。
es_es: Saito-san! You're too amazing! I saw it from behind, but your customer judgment ... I wondered if the god of udon had descended.

source: 今日はほんまに助かったわぁ。 これ、お給料やさかい。
es_es: I was really saved today. This is a salary.

source: 売り上げの１割をもらった。
es_es: I got 10% of the sales.

source: それじゃまた！ うどん食べにも来てなぁ！
es_es: See you soon! Come to eat udon!

source: 斎藤さん！ なかなかやん！ 後ろから見とったけど、あんたの客さばき…… 目を見張るもんがあったわ。
es_es: Saito-san! It's pretty good! I saw it from behind, but your customer judgment ... There was something amazing.

source: 今日は助かったわぁ。 これ、お給料やさかい。
es_es: I was saved today. This is a salary.

source: 売り上げの１割をもらった。
es_es: I got 10% of the sales.

source: それじゃまた！ うどん食べにも来てなぁ！
es_es: See you soon! Come to eat udon!

source: 斎藤さん！ 後ろから見とったけど、 あんたの客さばき…… ひどすぎるわ…… さすがにあれは…… なぁ。
es_es: Saito-san! I saw it from behind, but your customer judgment ... it's too terrible ... as expected ...

source: まぁ、あれやったけど、助かったわ。 これ、お給料やさかい。
es_es: Well, I did that, but it was saved. This is a salary.

source: 売り上げの１割をもらった。
es_es: I got 10% of the sales.

source: それじゃまた！ うどん食べにも来てなぁ！
es_es: See you soon! Come to eat udon!

source: ありゃ？ なんか用事でもあったん？ また手伝いに来てなぁ。
es_es: Is there? Did you have something to do? Please come to help again.

source: うどん屋店長
es_es: Udon shop manager
