Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016e01c1.po
Languages: es_es

source: ん？ あれは……？
es_es: Hmm? That is……?

source: あなたはたしか…… 先日悪い奴らに絡まれていた……？
es_es: You surely ... were entwined with bad guys the other day ...?

source: はい、あの時はありがとうございました。
es_es: Yes, thank you for that time.

source: あの時はろくにお礼も言わずに、ごめんなさい。 母が倒れたと聞いて、 急いで家に帰っていた途中でしたので……
es_es: I'm sorry without saying thank you at that time. When I heard that my mother had fallen, I was in a hurry to go home, so ...

source: いいえ、気にしておりません！ して、お母様は……？
es_es: No, I don't care! And what about your mother ...?

source: すぐにお医者様を呼んで診ていただいたので、 今はとても元気ですわ。
es_es: I immediately called a doctor to see me, so I'm fine now.

source: ほっ、それはよかったですね。
es_es: Hmm, that was good.

source: えぇ、でもあと少し処置が遅れていれば 大変なことになっていたそうで……
es_es: Yeah, but it would have been a big deal if the treatment was a little late ...

source: あの時、あなたが私を助けてくださらなかったら……
es_es: If you didn't help me at that time ...

source: あなたは母の命の恩人ですわ…… 本当に…… 本当にありがとうございます。
es_es: You are a lifesaver for your mother ... really ... thank you very much.

source: わ、私が…… 命の…… 恩人？
es_es: Wow, I ... life ... benefactor?

source: えぇ、喧嘩の方は…… 少しお弱かったですけれど、 私にとっては、とても…… 格好良かったですよ。
es_es: Well, the fighters ... were a little weak, but for me, they were very ... cool.

source: また後日ちゃんとお礼に参りますね。それでは。
es_es: I will thank you again later. Well then.

source: よかったな。
es_es: I'm glad.

source: や、あなたは……
es_es: No, you are ...

source: “困っている人を助けても無意味だ” お前はそう言っていたな……
es_es: "It doesn't make sense to help someone in need." You said that ...

source: だが…… お前はちゃんと人を救えていたじゃないか。
es_es: But ... You were able to save people properly.

source: は、はい…… 本当に、そうでありますね。
es_es: Yes ... That's true.

source: ……これからどうするんだ？
es_es: ...... What are you going to do now?

source: そうですね……
es_es: I agree……

source: やはり私…… しばらく町の見回りを、 お休みしようと思っておるのです。
es_es: After all I ... I'm thinking of taking a break from the town tour for a while.

source: ……なぜだ？
es_es: ……Why?

source: 道場に通って、修行しようと思うのです。
es_es: I'm thinking of going to the dojo and training.

source: 私自身、もっと強くならないといけません！ ……もっと多くの困っている人を助けるために！
es_es: I have to be stronger myself! ...... To help more people in need!

source: ふっ…… なるほどな。
es_es: Hmm ... I see.

source: たしかに、いつもぼこぼこにされてる人助けは、 格好悪いからな。
es_es: It's true that helping people who are always bumpy is awkward.

source: や、あなたそんなこと思ってたんですか！ ひどい！
es_es: No, did you think that! Terrible!

source: 冗談だ。
es_es: just kidding.

source: ……ふふふ。これからは私、あなたに頼らずとも 人々の笑顔のためにがんばっていくつもりですよ。
es_es: ...... Fufufu. From now on, I will do my best to make people smile without relying on you.

source: 悪い奴にからまれたら、 いつでも私をお呼びくださいね！ それでは！
es_es: If you get entangled with a bad guy, please call me anytime! Well then!

source: 龍馬
es_es: Ryoma

source: 正義感ある怪我人
es_es: Injured person with a sense of justice

source: いたいけなお嬢さん
es_es: A good lady
