Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021c32.po
Languages: es_es

source: もっといけ、龍馬。 お前と飲むのも久しぶりだ。
es_es: Go more, Ryoma. It's been a while since I drank with you.

source: 今、京にいるってことは、 まさか兄弟も土佐を脱藩したのか？
es_es: Did the brothers also dappan Tosa because they are in Kyo now?

source: あれから土佐で何があった？ 親っさんが死んだあの日から……
es_es: What happened in Tosa since then? From the day my parents died ...

source: まず言っておくが、俺は土佐を 抜けたわけじゃない。 それどころか身分を“格上げ”されたんだ。
es_es: First of all, I didn't leave Tosa. On the contrary, he was "upgraded".

source: 格上げ？
es_es: Upgrade?

source: ああ、今の俺は土佐藩京都留守居役だ。 “白札郷士”から上士に格上げされた上でな。
es_es: Ah, now I'm the Tosa clan Kyoto absentee. After being upgraded from "Shirofuda Goushi" to a superior.

source: あんたが、上士にだと？
es_es: Are you a superior?

source: 全ては１年前、お前が土佐を抜けてまで 俺を救ってくれたおかげだ……
es_es: It's all thanks to you saving me a year ago until you left Tosa ...

source: 勤王党は生き残り、それを後ろ盾に俺は…… あの“土佐の老人”たち、と手を組んだ。
es_es: The Qin Wang Party survived, and with that as a backing, I ... joined hands with those "old men of Tosa."

source: なに……？ それじゃ兄弟は、 親っさんを殺した黒幕かもしれない連中に 頭下げたってのか!?
es_es: What……? So did the brothers head down to those who might have killed their parents !?

source: ああ…… そういうことになるな。
es_es: Ah ... that's not the case.

source: ……聞いてくれ、龍馬。 今重要なのは土佐だけのことじゃない。
es_es: ...... Listen, Ryoma. It's not just Tosa that matters now.

source: 俺は、日本全体を変えなきゃならねえと考えている。 つまり、倒すべきは土佐藩よりも、 そのさらに上で階級支配をする徳川幕府だ。
es_es: I think we have to change the whole of Japan. In other words, what should be defeated is the Tokugawa Shogunate, which controls the class above the Tosa domain.

source: 幕府を、倒す……？
es_es: Defeat the Shogunate ...?

source: ああ。それが俺と親っさんが目指した 先にあるものだ。
es_es: Oh. That's what my parents and I were aiming for.

source: だから俺は土佐の老人たちにくだってまで この京に来た。
es_es: That's why I came to this Kyo even to the old people of Tosa.

source: 龍馬よ。 これから時代を動かすには やはり帝のいる、この京だ。
es_es: Ryoma. It is this Kyo that has an emperor to move the times from now on.

source: 幕府を倒そうって勤王の志士たちが 日本各地から集まっている。彼らは帝を中心として 倒幕勢力を増やそうとしているんだ。
es_es: Qin Wang scholars are gathering from all over Japan to defeat the Shogunate. They are trying to increase the power of defeat, centered on the emperor.

source: それこそが…… “勤王”なんだよ。
es_es: That is ... "Qin Wang".

source: 兄弟は、本気でそんなことができると 思っているのか？
es_es: Do the brothers really think they can do that?

source: ああ。だが俺だけじゃない、 親っさんもできると考えていた。
es_es: Oh. But I thought I could do it, not just me.

source: 徳川３００年の階級支配は衰え始めている。
es_es: Tokugawa's 300-year class rule is beginning to decline.

source: 黒船の脅威が日本中の勤王志士を 奮い立たせたんだ。 今しか、幕府を倒す機会はない！
es_es: The threat of Kurofune inspired the Qin Wang scholars all over Japan. Only now is the opportunity to defeat the Bakufu!

source: 俺はな、龍馬。京に来て以来、 倒幕に向けた朝廷工作を仕掛けている。
es_es: I'm Ryoma. Since coming to Kyo, he has been working on the imperial court for the defeat.

source: フッ、おかげで幕府は、 俺を見つけて殺そうと躍起だよ。
es_es: Huh, thanks to that, the Bakufu is eager to find me and kill me.

source: それでこんなとこに隠れてんのか。
es_es: So are you hiding in such a place?

source: まあな。だがそれより龍馬…… お前はこの１年、どうしてたんだ？
es_es: Well. But more than that, Ryoma ... What have you been doing for the past year?

source: 俺は…… 今も、親っさんを斬った覆面の男を探している。
es_es: I'm still looking for a masked man who killed his parents.

source: あのときの、あいつの剣さばきを 手掛かりにしてな。
es_es: Use his sword judgment as a clue at that time.

source: あの剣の達人だった親っさんを斬るほどの腕。 そのくせ、主だった大流派にはない剣筋。
es_es: An arm that slashes the parents who were masters of that sword. However, the sword muscle that is not found in the main school.

source: それでたどり着いたのが…… 「天念理心流」だった。
es_es: That's why I arrived at ... "Tennen Rishin-ryu".

source: 天念理心流？
es_es: Heavenly mind flow?

source: 江戸近くの「試衛館」という道場でのみ 伝承された流派だ。使い手はそう多くはない。
es_es: It is a school that has been handed down only at the dojo called "Seieikan" near Edo. There are not so many users.

source: そして今日、その流派の人間の所在が分かった。
es_es: And today, the whereabouts of humans in that school are known.

source: どこなんだ。
es_es: Where is it?

source: 新選組だ…… 新選組局長、近藤勇が 今の天念理心流宗家だ。
es_es: Shinsengumi ... The director of the Shinsengumi, Isami Kondo, is the current Tennen Rishin-ryu Soke.

source: 新選組だと!? ……それじゃ、あの近藤勇が 土佐まで来て親っさんを殺したってのか？
es_es: Shinsengumi!? …… Then, did Isami Kondo come to Tosa and kill his parents?

source: いや…… 天念理心流の使い手は近藤１人じゃない。 新選組幹部の大半が天念理心流の使い手なんだ。
es_es: No ... Kondo is not the only user of Tennen Rishin-ryu. Most of the Shinsengumi executives are Tennen Rishin-ryu users.

source: 俺はその中に、例の覆面の男がいると見ている。
es_es: I see the masked man in it.

source: なるほどな……
es_es: got it……

source: だから俺は…… そいつを見つけ出すために、 新選組の懐に入り込むつもりだ。
es_es: So I ... I'm going to get into the Shinsengumi's pocket to find it.

source: 武市
es_es: Takeshi

source: 龍馬
es_es: Ryoma
