Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016e00cf.po
Languages: es_es

source: 俺たち、ちょうどタネ銭が尽きちまってよ。 いくらか金貸してくれねえか？
es_es: We're just running out of money. Can you lend me some money?

source: ハハ！ 心配すんなって！ いつか、倍にして返してやるからよ。 倍返しだぜ!? ……な？
es_es: Haha! Don't worry! Someday, I'll double it and return it. It's doubled!? …… What?

source: 倍返しって……！ どこにそんな保証があるんすか？
es_es: Double back ...! Where is such a guarantee?

source: ……保証だぁ？ ……そんなもんはねぇよ！ さっさと、金をよこせ！
es_es: ...... Guarantee? ...... There is no such thing! Give me some money!

source: うわぁ！ ……だ、誰か助けてください！
es_es: Wow! ...... Please help someone!

source: なんの騒ぎだ……？
es_es: What a fuss ...?

source: あいつら、最近、出入りしている 賭場荒らしの連中なんですが……
es_es: They're the guys who have been cheating on the casino lately ...

source: ああやって客から無理やり、 代打ちの金を巻き上げてるんすよ……
es_es: Ah, I'm forcing the customer to roll up the money for me ...

source: 新選組さんのお力で、何とかなりませんかね？
es_es: With the help of the Shinsengumi, how much is it?

source: 悪いが今は用事があってな……
es_es: I'm sorry, but now I have something to do ...

source: そ、そうですか…… どうしよう……
es_es: Well, that's right ... what should I do ...

source: だ、誰か助けてください！
es_es: But please help someone!

source: （あの男、まだ絡まれているのか……）
es_es: (Is that man still entwined ...)

source: このままじゃ、あの人、やられちまいます！ 新選組さんのお力で、何とかなりませんか!?
es_es: At this rate, that person will be killed! With the help of the Shinsengumi, how much is it !?

source: 仕方ないな。わかった……
es_es: There is no choice. all right……

source: ありがとうございます！
es_es: Thank you!

source: 俺もちょうどタネ銭が尽きたところでよ…… その金、倍にしてやるから貸してくれねえか？
es_es: I'm just running out of money ... I'll double that money, can you lend me?

source: 何だてめえは？
es_es: What are you doing?

source: その羽織は新選組か？ けっ！ 新選組に用はねえ、失せろ！
es_es: Is the haori a Shinsengumi? Ke! Don't use it for the Shinsengumi, lose it!

source: ……ならしょうがねえ、後で後悔することになるぜ。
es_es: ... I can't help it, I'll regret it later.

source: 新選組と言っても、所詮は幕府の犬じゃねえか！ 調子に乗ってんじゃねえぞ！
es_es: Even though it's a Shinsengumi, after all it's a dog from the Shogunate! Don't get in the way!

source: アカンで、一（はじめ）ちゃん…… 独り占めは…… ワシもまぜてくれや～！
es_es: In Akan, Ichi (Hajime) -chan ... To be monopolized ... Mix me with me!

source: ん？ 誰だ？
es_es: Hmm? Who?

source: う、うわああああっ！
es_es: Uhhhhhhhh!

source: ん？
es_es: Hmm?

source: う、うお！
es_es: Uh, uh!

source: 誰や、今、新選組のことバカにした奴は…… もういっぺん言うてみろやぁあああ！
es_es: Who is the one who made a fool of the Shinsengumi now ... Let's say it again!

source: て、てめえら、何者だ？ 名を名乗れ！
es_es: Who are you? Give your name!

source: 新選組一番隊隊長、沖田総司や。
es_es: Shinsengumi Ichiban Captain, Souji Okita.

source: 同じく新選組三番隊隊長、斎藤一だ。
es_es: It is also the captain of the Shinsengumi 3rd division, Hajime Saito.

source: 新選組最凶の一番隊と三番隊の隊長を敵に回すとは ええ度胸やで、今すぐやったろうやないかい!!
es_es: It's courageous to turn the captains of the Shinsengumi's worst 1st and 3rd units into enemies, so why not do it right now !!

source: はうぁ!? 沖田総司に斎藤一だと？
es_es: Huh !? Is it Saito Hajime to Soji Okita?

source: いくらなんでも、この２人を相手にするのは無謀だ。 ……お前ら、ずらかるぞ！
es_es: No matter what, it's reckless to deal with these two people. ...... You guys are crazy!

source: おい、待てや！ もっと、ぶん殴らせろや！
es_es: Hey, wait! Let's hit more!

source: アホらし。ワシ、帰るわ。
es_es: Like a fool. I'm going home.

source: あの…… ありがとうございました！
es_es: Um ... Thank you!

source: 賭場に通うなら、ああいう輩には気をつけた方がいい。
es_es: If you go to the gambling house, you should be careful about those guys.

source: それじゃあな。幸運を祈ってるぜ。
es_es: Well then. I wish you good luck.

source: うわぁ…… か、かっこいい……
es_es: Wow ... or cool ...

source: 俺たち、ちょうどタネ銭が尽きちまってよ。 いくらか金貸してくれねえか？
es_es: We're just running out of money. Can you lend me some money?

source: ハハ！ 心配すんなって！ いつか、倍にして返してやるからよ。 倍返しだぜ!? ……な？
es_es: Haha! Don't worry! Someday, I'll double it and return it. It's doubled!? …… What?

source: 倍返しって……！ どこにそんな保証があるんすか？
es_es: Double back ...! Where is such a guarantee?

source: ……保証だぁ？ ……そんなもんはねぇよ！ さっさと、金をよこせ！
es_es: ...... Guarantee? ...... There is no such thing! Give me some money!

source: うわぁ！ ……だ、誰か助けてください！
es_es: Wow! ...... Please help someone!

source: なんの騒ぎだ……？
es_es: What a fuss ...?

source: あいつら、最近、出入りしている 賭場荒らしの連中なんですが……
es_es: They're the guys who have been cheating on the casino lately ...

source: ああやって客から無理やり、 代打ちの金を巻き上げてるんすよ……
es_es: Ah, I'm forcing the customer to roll up the money for me ...

source: 新選組さんのお力で、何とかなりませんかね？
es_es: With the help of the Shinsengumi, how much is it?

source: 悪いが今は用事があってな……
es_es: I'm sorry, but now I have something to do ...

source: そ、そうですか…… どうしよう……
es_es: Well, that's right ... what should I do ...

source: だ、誰か助けてください！
es_es: But please help someone!

source: （あの男、まだ絡まれているのか……）
es_es: (Is that man still entwined ...)

source: このままじゃ、あの人、やられちまいます！ 新選組さんのお力で、何とかなりませんか!?
es_es: At this rate, that person will be killed! With the help of the Shinsengumi, how much is it !?

source: 仕方ないな。わかった……
es_es: There is no choice. all right……

source: ありがとうございます！
es_es: Thank you!

source: 俺もちょうどタネ銭が尽きたところでよ…… その金、倍にしてやるから貸してくれねえか？
es_es: I'm just running out of money ... I'll double that money, can you lend me?

source: 何だてめえは？
es_es: What are you doing?

source: その羽織は新選組か？ けっ！ 新選組に用はねえ、失せろ！
es_es: Is the haori a Shinsengumi? Ke! Don't use it for the Shinsengumi, lose it!

source: ……ならしょうがねえ、後で後悔することになるぜ。
es_es: ... I can't help it, I'll regret it later.

source: 新選組と言っても、所詮は幕府の犬じゃねえか！ 調子に乗ってんじゃねえぞ！
es_es: Even though it's a Shinsengumi, after all it's a dog from the Shogunate! Don't get in the way!

source: アカンで、一（はじめ）ちゃん…… 独り占めは…… ワシもまぜてくれや～！
es_es: In Akan, Ichi (Hajime) -chan ... To be monopolized ... Mix me with me!

source: ん？ 誰だ？
es_es: Hmm? Who?

source: う、うわああああっ！
es_es: Uhhhhhhhh!

source: ん？
es_es: Hmm?

source: う、うお！
es_es: Uh, uh!

source: 誰や、今、新選組のことバカにした奴は…… もういっぺん言うてみろやぁあああ！
es_es: Who is the one who made a fool of the Shinsengumi now ... Let's say it again!

source: て、てめえら、何者だ？ 名を名乗れ！
es_es: Who are you? Give your name!

source: 新選組一番隊隊長、沖田総司や。
es_es: Shinsengumi Ichiban Captain, Souji Okita.

source: 同じく新選組三番隊隊長、斎藤一だ。
es_es: It is also the captain of the Shinsengumi 3rd division, Hajime Saito.

source: 新選組最凶の一番隊と三番隊の隊長を敵に回すとは ええ度胸やで、今すぐやったろうやないかい!!
es_es: It's courageous to turn the captains of the Shinsengumi's worst 1st and 3rd units into enemies, so why not do it right now !!

source: はうぁ!? 沖田総司に斎藤一だと？
es_es: Huh !? Is it Saito Hajime to Soji Okita?

source: いくらなんでも、この２人を相手にするのは無謀だ。 ……お前ら、ずらかるぞ！
es_es: No matter what, it's reckless to deal with these two people. ...... You guys are crazy!

source: おい、待てや！ もっと、ぶん殴らせろや！
es_es: Hey, wait! Let's hit more!

source: アホらし。ワシ、帰るわ。
es_es: Like a fool. I'm going home.

source: あの…… ありがとうございました！
es_es: Um ... Thank you!

source: 賭場に通うなら、ああいう輩には気をつけた方がいい。
es_es: If you go to the gambling house, you should be careful about those guys.

source: それじゃあな。幸運を祈ってるぜ。
es_es: Well then. I wish you good luck.

source: うわぁ…… か、かっこいい……
es_es: Wow ... or cool ...

source: たちの悪い浪人
es_es: Bad Ronin

source: 親玉風の浪人
es_es: Ronin in the style of a protagonist

source: 原口
es_es: Haraguchi

source: 龍馬
es_es: Ryoma

source: 博徒
es_es: Bakuto

source: 助ける
es_es: help

source: 助けない
es_es: Don't help

source: 沖田
es_es: Okita

source: 下っ端浪人
es_es: Ronin
