Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c14b4.po
Languages: es_es

source: ……満足したか？
es_es: ...... Are you satisfied?

source: 斎藤よ……
es_es: Saito ...

source: ……感動じゃ！ 斎藤！ お前は舞踊の天才じゃあー！
es_es: ...... I'm impressed! Saito! You are a dance genius!

source: そ、そうか……？
es_es: Oh yeah ...?

source: あぁ、わしより上手いんじゃないか!? すごいのう！ お前、踊りで食っていけるぞ！
es_es: Oh, you're better than me !? Great! You can eat by dancing!

source: （うーむ、やはりどっちが接待されてるか わからなくなってくるな……）
es_es: (Hmm, I don't know which one is being entertained ...)

source: さぁ、次の踊りじゃ！ 斎藤よ、もっと踊ってくれ！
es_es: Now for the next dance! Saito, dance more!

source: 何？ まだ踊るのか？
es_es: what? Are you still dancing?

source: 当然じゃ。わし、もっと斎藤の踊り見たい！
es_es: Of course. I want to see more Saito dances!

source: うーん、しかたないな……
es_es: Well, it can't be helped ...

source: ……お前、踊るの下手じゃのう！ がっはっは！
es_es: ...... You're not good at dancing! Gahaha!

source: ……すまん。
es_es: ……sorry.

source: そう落ち込むな。見たところ、 体を動かすこと自体は得意なようじゃからな。 練習すればすぐ上手くなるぞ！
es_es: Don't be so depressed. Apparently, I'm not good at moving my body. If you practice, you'll get better soon!

source: （うーむ、やはりどっちが接待されてるか わからなくなってくるな……）
es_es: (Hmm, I don't know which one is being entertained ...)

source: さぁ、次の踊りじゃ！ 斎藤よ、もっと踊ってくれ！
es_es: Now for the next dance! Saito, dance more!

source: 何？ まだ踊るのか？
es_es: what? Are you still dancing?

source: 当然じゃ。練習すれば上手くなると言っただろう！ 上手くなるまで踊りの稽古じゃ！
es_es: Of course. You said you'll get better if you practice! It's a dance lesson until you get better!

source: むう……
es_es: Muu ……

source: はぁ…… はぁ…… 踊り疲れた……
es_es: Hmm ... Hmm ... I'm tired of dancing ...

source: なんじゃ斎藤！ もうへばったのか！ だらしないのう！ がっはっは！
es_es: What the hell Saito! Have you gone crazy! Don't be sloppy! Gahaha!

source: さすがにもう踊れんぞ……
es_es: As expected, I can't dance anymore ...

source: そうか、結構結構……
es_es: Well, it's pretty ...

source: む…… むむぅぅぅーっ!?
es_es: Mu …… Mumuuuuu !?

source: じ、爺さん!? もしかしてまた……
es_es: Old man !? Maybe again ...

source: うむ！ 斎藤の踊りを見ておったら、 突然、創作意欲がとめどなくあふれ出てきたわい！
es_es: Umm! Once Whoa look at the dance of Saito, came out full of sudden, endlessly the creative impulse!

source: 俺の踊りで創作意欲が……
es_es: My dance motivates me to create ...

source: ふぬぉぉぉ…… これはまた手に神が宿る兆し！ すぐに紙と筆を用意せい！ 今すぐじゃ！
es_es: Funuoo …… This is a sign that God dwells in your hand again! Get your paper and brush ready! Right now!

source: また神が!? わ、わかった。
es_es: God again !? Wow, I understand.

source: ふぅ…… 完成じゃ。
es_es: Hmm ... it's done.

source: （またもや一気に描き上げてしまった。 さすが芸術家の先生だな）
es_es: (I drew it all at once again. It's an artist's teacher.)

source: 斎藤よ、見よ！ このわしの作品を！ お前の踊りを表現してみたぞ！
es_es: Saito, look! This my work! I tried to express your dance!

source: （こ、これは……）
es_es: (Th-This is……)

source: （またもや、よくわからん……！）
es_es: (Once again, I don't really understand ...!)

source: どうじゃ？ 斎藤。 立て続けにすごい作品ができてしまったぞ。
es_es: How is it? Saito. Great works have been made in quick succession.

source: すごい…… たしかにすごいんだろうが……
es_es: It's amazing ... I think it's amazing ...

source: ほう、わかってくれるか。 ……して、どこがすごいと思った？
es_es: Can you understand? …… And what did you think was amazing?

source: 大胆な中に見え隠れする優雅さだ。 俺はそこが一番すごいと思ったな。
es_es: It is the elegance that appears and disappears in the bold. I thought that was the most amazing thing.

source: 優雅さ……？
es_es: Elegance ...?

source: そうなんじゃ！ わしはこの絵から一番 優雅さを感じ取ってもらいたかったんじゃよ！
es_es: That's right! I wanted you to feel the most elegance from this picture!

source: （よし、満足いく答えだったらしいな）
es_es: (OK, it seems that it was a satisfying answer)

source: 斎藤よ、お前、 ちぃと頑張れば芸術家目指せるんじゃないか？
es_es: Saito, you can aim to be an artist if you do your best.

source: フッ、買いかぶりすぎだ。
es_es: Huh, I bought too much.

source: 荒々しく表現された強さ…… 俺はそこが一番すごいと思ったな。
es_es: Roughly expressed strength ... I thought that was the most amazing thing.

source: 荒々しい強さ……？
es_es: Rough strength ...?

source: はて、わしはこの絵で そんなもんを表現した覚えはないんじゃが……
es_es: Well, I don't remember expressing such a thing in this picture ...

source: （どうやら的外れなことを 言ってしまったようだな……）
es_es: (It seems that he said something wrong ...)

source: はぁ…… 斎藤。やっぱりお前は、 芸術を見る目を鍛えなおしたほうがいいようじゃな。
es_es: Hmm ... Saito. After all, it seems that you should retrain your eyes to see art.

source: ……すまん。
es_es: ……sorry.

source: ……とにかくすごいな。
es_es: ...... Anyway, it's amazing.

source: がっはっは！ とにかくすごい、か！ 芸術なんて、そんなもんでいいのかもしれんのう！
es_es: Gahaha! Anyway, it ’s amazing! Art may be such a thing!

source: （何故かはわからないが、喜んでいるな……）
es_es: (I don't know why, but I'm happy ...)

source: さすが斎藤じゃ。結構結構。 うん、褒めてくれてありがとうな。
es_es: As expected, it's Saito. Quite fine. Yeah, thank you for your compliment.

source: ……あぁ。
es_es: ……Ahh.

source: よっ、斎藤！ 待ってました！
es_es: Yo, Saito! I've been waiting!

source: ……だから茶化すんじゃない。
es_es: ...... That's why it's not teasing.

source: （うーむ、結局舞踊を 踊るハメになってしまった。 仕方ない、１曲踊るか……）
es_es: (Hmm, I ended up dancing a dance. I can't help but dance one song ...)

source: 神田
es_es: Kanda

source: 大胆な中に見え隠れする優雅さ
es_es: Elegance that appears and disappears in bold

source: 荒々しく表現された強さ
es_es: Roughly expressed strength

source: とにかくすごい
es_es: Anyway it's amazing
