Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01070994.po
Languages: es_es

source: 親の出目が６なので、 賭け点の同額払いです。
es_es: Since the parent's roll is 6, the stakes are paid in the same amount.

source: 親がアラシなので、 賭け点の３倍払いです。
es_es: Since my parents are Arashi, I pay 3 times the bet points.

source: 親がピンゾロなので、 賭け点の５倍払いです。
es_es: Since my parents are Pinzolo, I pay 5 times the bet points.

source: 親がシゴロなので、 賭け点の２倍払いです。
es_es: Since my parents are Shigoro, I pay twice the bet points.

source: 親の出目が１なので、 賭け点の同額取りです。
es_es: Since the parent's roll is 1, the stakes are the same.

source: 親がションベンなので、 賭け点の同額取りです。
es_es: Since my parents are pee, I get the same amount of bets.

source: 親が出目なしなので、 賭け点の同額取りです。
es_es: Since the parents have no rolls, the stakes are the same.

source: 親がヒフミなので、 賭け点の２倍取りです。
es_es: Since my parents are Hifumi, I get double the bet points.

source: 親がムサシなので、 賭け点の２倍払いです。
es_es: Since my parents are Musashi, I pay twice the bet points.

source: 自分が親で出目が６なので、 全員の賭け点を２倍取りです。
es_es: Since I am a parent and the result is 6, everyone's bet points are doubled.

source: 自分が親でアラシを出したので、 全員の賭け点を３倍取りです。
es_es: Since I was a parent and gave an arashi, everyone's bet points are tripled.

source: 自分が親でピンゾロを出したので、 全員の賭け点を５倍取りです。
es_es: Since I was a parent and gave Pinzolo, everyone's bet points are 5 times higher.

source: 自分が親でシゴロを出したので、 全員の賭け点を２倍取りです。
es_es: Since I was a parent and gave a stake, everyone's bet points are doubled.

source: 自分が親で出目が１なので、 全員に賭け点の同額払いです。
es_es: Since I am a parent and the result is 1, everyone is paid the same amount of betting points.

source: 自分が親でションベンなので、 賭け点の同額払いです。
es_es: Since I am a parent and pee, I will pay the same amount of stakes.

source: 自分が親で出目なしなので、 全員に賭け点の同額払いです。
es_es: Since I am a parent and have no chances, I will pay everyone the same amount of stakes.

source: 自分が親でヒフミを出したので、 全員に賭け点の２倍払いです。
es_es: Since I was a parent and gave Hifumi, I paid double the bet points to everyone.

source: 自分が親でムサシなので、 賭け点の２倍取りです。
es_es: Since I am a parent and Musashi, I get double the bet points.

source: アラシを出したので、 賭け点の３倍取りです。
es_es: Since I gave an arashi, I got 3 times the bet points.

source: ピンゾロを出したので、 賭け点の５倍取りです。
es_es: Since I gave Pinzolo, I got 5 times the bet points.

source: シゴロを出したので、 賭け点の２倍取りです。
es_es: Since I gave a sigoro, I got double the bet points.

source: ションベンを出したので、 賭け点の同額払いです。
es_es: Since I issued urine, I will pay the same amount of wager points.

source: 出目なしなので、 賭け点の同額払いです。
es_es: Since there are no rolls, the stakes are paid in the same amount.

source: ヒフミを出したので、 賭け点の２倍払いです。
es_es: Since I gave Hifumi, I will pay twice the bet points.

source: 親の出目に勝ったので、 賭け点の同額取りです。
es_es: Since I won the parent's roll, I got the same amount of bets.

source: 親の出目に負けたので、 賭け点の同額払いです。
es_es: Since I lost my parents' roll, I will pay the same amount of bets.

source: 親と引きわけなので、 賭け点は変動しません。
es_es: Betting points do not change because you are drawing with your parents.

source: ムサシを出したので、 賭け点の２倍取りです。
es_es: Since I gave a musashi, I got double the bet points.

source: 子の全員に勝ちました。
es_es: I won all the children.

source: 勝負の結果、 点数が増加します。
es_es: As a result of the game, the points will increase.

source: 勝負の結果、 点数が減少します。
es_es: As a result of the game, the points will decrease.

source: 子の全員に負けました。
es_es: I lost to all the children.

source: 子の全員と引き分けました。
es_es: I drew with all the children.

source: 精算
es_es: pay off
