Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021d87.po
Languages: es_es

source: （まだ他に確認するものが残ってるな…… とりあえず、他を確認してみよう）
es_es: (There are still other things to check ... Let's check others for the time being)

source: ここが、台所か……
es_es: Is this the kitchen ...

source: はい。今は材料がないのでできませんが…… 野菜を収穫したり、魚を釣ったりしてもらえれば、 色々な料理を作れますよ。
es_es: Okay. I can't do it now because I don't have the ingredients ... If you can harvest vegetables and catch fish, you can make various dishes.

source: 台所にアクセスすることで、 料理を行うことができます。 料理はミニゲーム仕立てで行い、 上手くプレイできれば美味しい料理の完成です。 失敗してしまうと、料理は未完成になり、 材料が無駄になってしまいますので、注意しましょう。
es_es: You can cook by accessing the kitchen. Cooking is done in a mini-game style, and if you can play it well, you will have a delicious dish. If you make a mistake, the dish will be incomplete and the ingredients will be wasted, so be careful.

source: 料理か…… あまりやったことはないが、 今度やってみるか。 もし作ったら、遥も味見をしてくれよ？
es_es: Cooking ... I haven't done much, but will I try it next time? If you make it, please taste Haruka too?

source: え…… は、はい！ もちろん、喜んで……
es_es: Eh ... yes! Of course, happily ...

source: 台所を調べると、料理することができます。 料理はミニゲーム仕立てで行い、 上手くプレイできれば美味しい料理の完成です。 失敗してしまうと、料理は未完成になり、 材料が無駄になってしまいますので、注意しましょう。
es_es: If you look in the kitchen, you can cook. Cooking is done in a mini-game style, and if you can play it well, you will have a delicious dish. If you make a mistake, the dish will be incomplete and the ingredients will be wasted, so be careful.

source: 料理をしますか？
es_es: Do you cook

source: 畑で収穫した野菜、釣った魚、街中散策中に購入した品物、 拾得物などを使用して、料理を作ります。 各、献立には必要な材料がありますので確認してみましょう。 ポーズメニュー内の「アナザーライフ」＞「料理詳細」でも確認できます。
es_es: We cook dishes using vegetables harvested in the fields, fish caught, items purchased while walking around the city, and found items. Each menu has the necessary ingredients, so let's check. You can also check it in "Another Life"> "Cooking Details" in the pause menu.

source: 調理過程の中で材料を「切る」ことがあります。 画面右上から流れてくる包丁と 表示されている「<Sign:0>」や「<Sign:3>」のアイコンが重なった時に ボタンを押すと美しく切ることができます。
es_es: Ingredients may be "cut" during the cooking process. "Knife flowing from the upper right of the screen" is displayed<Sign:0> And "<Sign:3> You can cut beautifully by pressing the button when the "" icons overlap.

source: 調理過程の中で調味料を「注ぐ」ことがあります。 画面左に表示されているゲージには、注いだ調味料の量が表示されます。 規定ラインのところでぴったり止まる様に注ぎましょう。 「<Sign:0>」を押し続けることで調味料を注ぎ続け ボタンを離すと注ぐのをやめます。
es_es: You may "pour" seasonings during the cooking process. The gauge displayed on the left side of the screen shows the amount of seasoning poured. Pour it so that it stops exactly at the specified line. "<Sign:0> Press and hold to continue pouring the seasoning and release the button to stop pouring.

source: 調理過程の中でかまどの火をおこして「加熱」することがあります。 火力をキープするために「<Sign:0>」を連打して 火吹竹で息を送り込み続けましょう。
es_es: During the cooking process, the kamado may be ignited and "heated". To keep the firepower "<Sign:0> Let's continue to breathe in with the fire-blown bamboo.

source: 調理過程の中で材料を「焼く」ことがあります。 良い焼き加減になったかな？ と思ったら「<Sign:0>」を押して返しましょう。 見極めポイントは、油が滴り落ちた時にはねる大きい火花です。
es_es: Ingredients may be "baked" during the cooking process. Did you get a good roast? If you think "<Sign:0> Let's press and return. The point to identify is the large spark that bounces when the oil drips.

source: ◇料理の各過程をうまくこなすと食べた際の効果が高い [特上]な料理が出来上がります。 ◇新しい献立は、台所を拡張したり知り合った人から教えてもらう事で プレイできるようになります。 ◇まれに副産物が手に入ることがあります。 何度も挑戦して料理の腕をあげましょう！
es_es: ◇ If you manage each process of cooking well, you will be able to create a [special] dish that is highly effective when eaten. ◇ New menus can be played by expanding the kitchen or learning from people you know. ◇ In rare cases, by-products may be available. Let's challenge many times and improve your cooking skills!

source: おじさんの料理、楽しみにしてるね。
es_es: I'm looking forward to my uncle's cooking.

source: おじさん、梅拾ってきたの？ この季節にめずらしいね。
es_es: Did you pick up the plums, uncle? It's rare in this season.

source: そうだな。 さすがに食べられそうにないか……
es_es: That's right. Isn't it likely to be eaten ...

source: どうかなぁ？ 試しに、梅干しにしてみようか？
es_es: How is it? Shall we try pickled plums?

source: あぁ、試してみよう。
es_es: Oh, let's try it.

source: 龍馬
es_es: Ryoma

source: 遥
es_es: remote

source: 台所
es_es: kitchen

source: 料理
es_es: cuisine

source: する
es_es: To do

source: 説明を見る
es_es: See description

source: しない
es_es: do not do

source: 料理について
es_es: About cooking

source: 材料を切る！
es_es: Cut the ingredients!

source: 調味料を注ぐ！
es_es: Pour the seasonings!

source: かまどの火で加熱する！
es_es: Heat with the fire of the kettle!

source: 魚を焼く！
es_es: Bake the fish!

source: その他……
es_es: Others ……
