Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e10.po
Languages: es_es

source: 斎藤君。少し話せるか？
es_es: Saito-kun. Can you talk a little?

source: なんだ？
es_es: what?

source: 君に聞くのもなんだが…… 近藤さんはどうしている？
es_es: I'd like to ask you ... What's going on with Mr. Kondo?

source: なに？
es_es: What?

source: とぼけなくてもいい。
es_es: You don't have to blur.

source: 君が近藤さんと会っていることはわかっている。
es_es: I know you are meeting Mr. Kondo.

source: 会って何を話しているんだ？
es_es: What are you talking about when you meet?

source: 局長に直接聞いてくれ。
es_es: Ask the director directly.

source: 最近のあの人は秘密が多いようでね。
es_es: That person seems to have a lot of secrets these days.

source: たとえば君は、薩長が秘密同盟を組んだって噂を 知っているか？
es_es: For example, do you know the rumor that Satsuma has formed a secret alliance?

source: ……さあな。俺には関係ねえ話だ。
es_es: ……I do not know. It doesn't matter to me.

source: だが、近藤さんは知っているはずだ。
es_es: However, Mr. Kondo should know.

source: そして、それを黙って見ている人じゃない。
es_es: And I'm not the one who is silently watching it.

source: あの人は私と違って“国士”だからな。
es_es: Because that person is a "national officer" unlike me.

source: 国士……？
es_es: Kokushi ……?

source: 天下国家のために自分が何をできるか いつも考えている人間だよ。
es_es: He's always thinking about what he can do for the nation.

source: その近藤さんにとって薩長同盟なんてのは 潰す以外に選択肢のねえシロモノだ。
es_es: For Mr. Kondo, the Satcho Alliance is an option other than crushing.

source: なのになぜ何も動きださないのかと思ってな。
es_es: But I was wondering why nothing started to move.

source: この先、近藤さんから何か聞かされたら 私に報告してくれるか？
es_es: Will you report to me if Mr. Kondo asks you anything in the future?

source: 俺は人と話したことを別のやつに漏らすような 真似はしない。
es_es: I don't imitate talking to another person.

source: あんたと話したことを近藤に言うことも ないってことだ。
es_es: You never tell Kondo what you talked to.

source: 局長のことを知りたきゃ直接話すんだな。
es_es: If you want to know the director, talk to him directly.

source: （そろそろ日も沈む…… 寺田屋に戻って夜明けを待つか）
es_es: (It's about time to set the sun ... Will I go back to Teradaya and wait for the dawn?)

source: 龍馬
es_es: Ryoma

source: 土方
es_es: Earthwork
