Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0110030a.po
Languages: es_es

source: ２つのサイコロのうち、いずれか片方の出目が １～６のどれになるかを予想する賭けです。 予想が的中した場合、 丁半予想が的中した時よりも 高額の報酬を獲得できます。
es_es: It is a bet that predicts which of the two dice will roll 1 to 6. If the prediction is correct, you will get a higher reward than when the prediction is correct.

source: ２つのサイコロがそれぞれ １～６のどれになるかを予想する賭けです。 予想が的中した場合 その場の賭け点を総取りできます。
es_es: It is a bet that predicts which of the two dice will be 1 to 6 respectively. If the prediction is correct, you can take all the betting points on the spot.

source: ただし、参加するには賭け点限度額の ２０％を賭ける必要があります。
es_es: However, you must bet 20% of the bet limit to participate.

source: 丁半、もしくは出目予想が的中した場合 その勝ち点を賭けて壺振りと１対１で勝負する賭けです。 勝負は丁半予想で行います。 的中すると賭け点の倍を獲得できます。 勝負は最大５回まで連続して行うことができます。
es_es: It is a bet that you will bet on the winning points and play one-on-one with the pot swing if the result is correct. The game will be done with a half-estimate. If you hit the mark, you can get double the bet points. The game can be played up to 5 times in a row.

source: ２つのサイコロの出目の差を 予想する賭けです。 予想が的中した場合 それぞれの差の配当倍率分の 報酬を獲得できます。
es_es: It is a bet that predicts the difference between the two dice rolls. If the forecast is correct, you will be rewarded for the dividend ratio of each difference.

source: 丁半博打とは、２つのサイコロを振り、出目の合計が 偶数（丁）か、奇数（半）かを予想する遊びです。
es_es: Cho-han gambling is a game in which you roll two dice and predict whether the total number of dice is even (cho) or odd (half).

source: １つの出目予想とは
es_es: What is one outcome forecast?

source: ２つの出目予想とは
es_es: What are the two forecasts?

source: サシ勝負とは
es_es: What is a sashi game?

source: 差賭けとは
es_es: What is a difference bet?

source: 丁半博打とは
es_es: What is Cho-han gambling?
