Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0134003a.po
Languages: es_es

source: そっか♪ じゃ、今度リベンジしてみようかな♪
es_es: I see ♪ Then, let's revenge next time ♪

source: なんだ、しっかりハマってるじゃねぇか……
es_es: I'm addicted to it ...

source: どんだけメイク濃いんだ。 普通常連客の顔ぐらい、すぐにわかるだろう。
es_es: How much make-up is strong. You can easily see the face of a regular customer.

source: もう、変なとこつっこまないでください！ 私マジで怒ってるんですから……！
es_es: Don't be weird anymore! I'm really angry ...!

source: あ～、なんかもっとイライラしてきちゃった。 桐生さんはホストに向いてないですね～。
es_es: Ah, I'm getting more frustrated. Mr. Kiryu is not suitable for the host.

source: ん～……
es_es: Hmm ...

source: また携帯か。本当に懲りないヤツだな。
es_es: Is it mobile again? He's a really undisciplined guy.

source: あ、今ね、ちょっとネットオークション見てたの。
es_es: Oh, I was just watching an online auction.

source: オークション？
es_es: auction?

source: うん。海外の有名なブランドの食器セットが 欲しいんですけど、普通に買うとすごく高いから、 少しでも安く買えないかな～って探してたの♪
es_es: Yup. I'd like a tableware set from a famous overseas brand, but it's very expensive to buy normally, so I was looking for a cheaper one.

source: ほう。
es_es: How.

source: そしたらすごくいいのを見つけたんですけど……
es_es: Then I found a really good one ...

source: 買えばいいじゃないか。
es_es: Shouldn't you buy it?

source: それが、ちょっと予算オーバーしてて……
es_es: That's a little over budget ...

source: 俺が買ってやろうか？
es_es: Should I buy it?

source: え、ホントに～!?
es_es: Eh, really ~ !?

source: もちろんだ。
es_es: of course.

source: じゃ、桐生さん代わりに入札してください！
es_es: Then, please bid instead of Mr. Kiryu!

source: よし。それで、どうやるんだ？
es_es: Alright. So how do you do it?

source: 桐生さんのアカウントでログインして、 入札すればいいんですよ。
es_es: All you have to do is log in with Kiryu's account and bid.

source: アカウント……？
es_es: account……?

source: え～、ちょっと今さら何言ってるんですか。 もう終了まで時間ないんですから、急がないと～！
es_es: Eh, what are you talking about now? I don't have time to finish, so I have to hurry!

source: すまん……
es_es: sorry……

source: それはダメだ。俺がお前に買ってやるなら、 一緒に買いにいかないとな。
es_es: That's no good. If I buy you, I have to go buy it together.

source: あ♪ それ、遠まわしにデートに誘ってません？
es_es: Ah ♪ Did you invite me to a date away?

source: 嫌なら俺は別にいいんだぜ？
es_es: If you don't like it, I'm okay, right?

source: 桐生さんもなかなかお上手ですね～♪ 本当に買ってくれるんなら、それでもいいですよ♪
es_es: Mr. Kiryu is also very good ~ ♪ If you really buy it, that's fine ♪

source: フッ、仕方ねぇな……
es_es: Huh, I can't help ...

source: （今アフターに誘えばＯＫをもらえそうだな……）
es_es: (If you invite me to the after-sales service now, I think you'll get OK ...)

source: 冗談だ。それくらい自分で買えよ。 安いヤツを見つけたんだろ？
es_es: just kidding. You can buy that much yourself. Did you find a cheap one?

source: え～!? こんな時にそんな冗談 言わないでくださいよ～。
es_es: Eh ~ !? Don't make such a joke at such times ~.

source: あ！ もう入札時間過ぎちゃってる～！ 桐生さんの馬鹿～！
es_es: Ah! The bidding time has already passed! Kiryu-san's idiot!

source: 焦ってたんなら先に言ってくれ……
es_es: If you're impatient, tell me first ...

source: わざとらしいな。そんなこと言って、 初めから買ってもらうつもりで 携帯開いてたんじゃないのか？
es_es: It seems to be intentional. Didn't you open your cellphone with the intention of having you buy it from the beginning?

source: アハ♪ バレました？
es_es: Aha ♪ Did you get caught?

source: まったく…… ちゃっかりしてるな。
es_es: At all ... Don't be messed up.

source: それで、ホントに買ってくれるんですか？
es_es: So will you really buy it?

source: 残念だったな。またいいのが見つかるさ。
es_es: Shame for you. I'll find another good one.

source: え～!? かなり探して、やっと見つけたんですよ？ きっともう他にはありませんよ～。
es_es: Eh ~ !? I searched a lot and finally found it? I'm sure there is no other.

source: あの、桐生さん……？ これ、買ってくれたりしません？
es_es: That, Mr. Kiryu ...? Will you buy this?

source: しょうがないな……
es_es: Ugh, fine I will do it……

source: ダメだ。客にねだればなんでも 買ってもらえるなんて思ってたら大間違いだぜ。
es_es: It's no good. It's a big mistake to think that customers can buy anything if they ask.

source: そりゃそうですけど…… 桐生さんなら買ってくれるかなーって。
es_es: That's right, but ... I wonder if Mr. Kiryu will buy it.

source: はぁ…… ちょっとガッカリ……
es_es: Hmm ... a little disappointed ...

source: そういうのは後にしろ。 今は買い物をする時間じゃないだろうが。
es_es: Do that later. It's probably not time to shop now.

source: それがね、あと少しで終了時間来ちゃうの！
es_es: That's right, the end time will come soon!

source: どういうことだ？
es_es: What does it mean?

source: オークションだから、時間内に一番高い値段で 入札した人が買えるんですよ。 その時間が過ぎちゃうともう入札できないんです。
es_es: Because it is an auction, the person who bids at the highest price in time can buy it. After that time, I can't bid anymore.

source: なるほど。それじゃさっさと買えばいいじゃないか。
es_es: I see. Then you should buy it quickly.

source: それが、ちょっと予算オーバーしてて……
es_es: That's a little over budget ...

source: 関係ない。それならどうしてもっと早く やっておかなかったんだ？
es_es: does not matter. Then why didn't you do it earlier?

source: それは……
es_es: that is……

source: 大方、俺にたかろうとしてたんじゃないのか？
es_es: Most of the time, you were trying to hit me?

source: そ、そんなことないですって！ も～、失礼ですねぇ……！
es_es: Well, that's not the case! Mmm, it's rude ...!

source: フッ、怪しいもんだな……
es_es: Huh, it's suspicious ...

source: 実は私、キャバクラで頑張る理由のひとつに、 車のローン返済したいってのがあったんですよ。
es_es: Actually, one of the reasons I worked hard at a cabaret club was that I wanted to repay my car loan.

source: ほう。その歳で車持ってるのか。
es_es: How. Do you have a car at that age?

source: それがちょっと違くて…… 正確に言うとローンじゃなくて、 賠償金なんですけど……
es_es: That's a little different ... To be exact, it's not a loan, but a compensation ...

source: 賠償金？
es_es: Compensation?

source: 全然違うぞ。 なに可愛くいって誤魔化そうとしてるんだ？
es_es: It's completely different. What are you trying to deceive by being cute?

source: もう、そこはどうでもいいでしょ！
es_es: I don't care about that anymore!

source: 俺に払えって？ よくあるやり口だな。 そうやって男に貢がせる気か？
es_es: Can you pay me? It's a common practice. Do you want to make a tribute to a man like that?

source: そんなんじゃないし！ それにもう払い終わってるから 心配しなくても大丈夫ですよ～！
es_es: Not like that! And you don't have to worry because you've already paid!

source: そうか……
es_es: Really……

source: あのね、実は前、友達の車借りて運転してた時、 こつんと当てちゃったことがありまして……
es_es: Well, actually, when I was driving by renting a friend's car, I hit it hard ...

source: 事故か。
es_es: Is it an accident?

source: 何に当てたんだ？
es_es: What did you hit?

source: あー聞かないで。思い出したくないから……
es_es: Ah, don't ask. I don't want to remember ...

source: それで何十万円も払わなきゃいけなくて、 ずっと頑張ってたんですよ。
es_es: So I had to pay hundreds of thousands of yen and I was doing my best all the time.

source: 保険に入ってなかったのか？
es_es: Didn't you have insurance?

source: 実はその車も友達が他の人から借りたもので。 なんかそういう場合ダメみたい。
es_es: Actually, the car was also borrowed by a friend from another person. In that case, it seems to be useless.

source: なるほど…… それは借りる前に確認してなかったのが悪いな。
es_es: I see ... It's bad that I didn't check it before renting it.

source: そしたらその話を聞いた店の先輩が、 自分のお客さんに相談してくれて。 なんと私の賠償金、その人が全部払ってくれたの♪
es_es: Then, the senior at the store who heard the story consulted with his customer. How my compensation was paid by that person ♪

source: 良かったな。額が額だけに、 働いて返すんじゃ時間がかかったはずだ。
es_es: It was great. It would have taken a long time to work and return because the forehead was only the forehead.

source: そうなんですよ～。 事故のことは親にも内緒にしてるんで、 自分で貯めるしかなくて。
es_es: That's right ~. I keep my parents secret about the accident, so I have to save it myself.

source: 次から気をつけろよ。 車は便利だが、危険なものであることは間違いない。 金で償える問題ならまだいい方だ。
es_es: Be careful next time. Cars are convenient, but definitely dangerous. If it's a problem that can be covered with money, it's still good.

source: だから私、もう車に乗らないようにしてる♪ それなら安心でしょ？
es_es: That's why I try not to get in the car anymore ♪ Then it's safe, right?

source: ああ。それも賢明な判断だ。 安全運転する自信がないなら乗らない方がいい。
es_es: Oh. That is also a wise decision. If you are not confident in driving safely, you should not ride.

source: 親には話せ。赤の他人に頼らずとも、 親が払ってくれたかも知れないじゃないか。
es_es: Talk to your parents. Maybe my parents paid for it without relying on others in red.

source: 何言ってんの……！ そうならないように なんとか自分でお金貯めてたんじゃない。 親に知られたら何て言われるか……
es_es: What are you talking about……! I didn't manage to save my own money so that it wouldn't happen. What would you say if your parents knew ...

source: それにもう子供じゃないんですから、 いちいち親に相談したりしないで、 自分のことは自分でできた方がいいでしょ？
es_es: Besides, I'm no longer a child, so I should be able to do my own thing without consulting with my parents one by one, right?

source: 確かにそれはそうだが…… あまり親御さんを悲しませるようなことはするなよ。
es_es: That's true, but ... don't do anything that makes your parents sad.

source: それじゃ、今は何を目標に頑張ってるんだ？
es_es: So what are you trying to achieve now?

source: 今は特にないですけど……
es_es: I don't have anything in particular right now ...

source: あ、そうだ！ もっかい免許取るために 教習所通う資金貯めるのもアリかも♪
es_es: Oh, that's right! It may be an ant to save money to go to a driving school to get a big license ♪

source: ……免許取り消しだったのか。 一体どんな事故起こしたんだ？
es_es: ...... Is the license revoked? What kind of accident did you have?

source: 信じられないな。 その客、なんか下心あるんじゃないのか？
es_es: I can't believe it. Isn't that customer something downright?

source: そんなことないですよ！ も～、疑り深いな～。
es_es: That's not true! Mmm, I'm skeptical.

source: じゃあその先輩の方に何かあるとか。 そんなに親身になってくれるような間柄なのか？
es_es: Then there is something for that senior. Is it a relationship that makes you so friendly?

source: あ！ それがね…… その話にはまだ続きがあるんですよ♪
es_es: Ah! That's ... There's more to that story ♪

source: なんだ？
es_es: what?

source: 実はね、私の払う賠償金、 全部で６０万円だったんですけど、その先輩が お客さんからもらったのは８０万円だったの♪
es_es: Actually, the compensation I paid was 600,000 yen in total, but the senior received 800,000 yen from the customer ♪

source: そういうことか…… 東京の人間にしては妙に優しいと思ったが、 まさか自分が儲けるためだったとはな。
es_es: That kind of thing ... I thought it was strangely kind to a person in Tokyo, but it wasn't because I was making money.

source: でも、おかげで私も助かったし、 その先輩のこと全然悪く思ってないですよ♪
es_es: But thanks to that, I was saved, and I don't feel bad about that senior at all ♪

source: 一本取られたって感じだな。 まったく東京のキャバ嬢は逞しいな……
es_es: It feels like one was taken. Miss Kyaba in Tokyo is really strong ...

source: 信じられないな。 騙してたのはキャバ嬢の方じゃねぇか。
es_es: I can't believe it. Isn't it the hostess who was deceived?

source: でしょー!? 私もその話聞いた時、 この先輩マジぱねぇって思いましたもん♪
es_es: Right !? When I heard that story, I thought this senior was serious ♪

source: 私も今度からそういうことあったら、 必ず金額盛って話すようにするんだ♪
es_es: If that happens from now on, I will definitely talk about it with a large amount of money ♪

source: まったく…… 立派な詐欺だぞ。
es_es: At all ... it's a great scam.

source: メイン会話10。
es_es: Main conversation 10.

source: メイン会話11。
es_es: Main conversation 11.

source: メイン会話12。
es_es: Main conversation 12.

source: メイン会話13。
es_es: Main conversation 13.

source: メイン会話14。
es_es: Main conversation 14.

source: メイン会話15。
es_es: Main conversation 15.

source: メイン会話16。
es_es: Main conversation 16.

source: メイン会話17。
es_es: Main conversation 17.

source: メイン会話18。
es_es: Main conversation 18.

source: メイン会話19。
es_es: Main conversation 19.

source: メイン会話20。
es_es: Main conversation 20.

source: メイン会話21。
es_es: Main conversation 21.

source: メイン会話22。
es_es: Main conversation 22.

source: メイン会話23。
es_es: Main conversation 23.

source: メイン会話24。
es_es: Main conversation 24.

source: メイン会話25。
es_es: Main conversation 25.

source: メイン会話26。
es_es: Main conversation 26.

source: メイン会話27。
es_es: Main conversation 27.

source: メイン会話28。
es_es: Main conversation 28.

source: メイン会話29。
es_es: Main conversation 29.

source: メイン会話30。
es_es: Main conversation 30.

source: メイン会話31。
es_es: Main conversation 31.

source: 桐生さんは東京の方ですか？
es_es: Is Mr. Kiryu from Tokyo?

source: そうだな…… 以前はこっちで暮らしていたんだが、 今はちょっと事情があって博多で暮らしている。
es_es: That's right ... I used to live here, but now I'm living in Hakata for some reason.

source: 博多!? メチャクチャ遠いじゃん！
es_es: Hakata !? It's far away!

source: 博多の前は沖縄にいたぞ。
es_es: I was in Okinawa before Hakata.

source: うっそ！ 引越し多いんですね～！ 私なんて生まれてからずっと埼玉ですよ……
es_es: Lie! There are many moving! I've been in Saitama ever since I was born ...

source: へぇ…… ひょっとして実家暮らしなのか？
es_es: Hmm ... Maybe you live in your parents' house?

source: そうそう。うちは親が夜の仕事オッケーだから、 一人暮らしとかしてないですけど、 たいていの子は実家出ますよね。
es_es: Oh yeah. My parents are okay to work at night, so I don't live alone, but most of the children leave their parents' homes.

source: だろうな。
es_es: Probably.

source: 埼玉か……
es_es: Saitama ...

source: ちょっと、なんでそんな残念そうに 溜め息つくんですか！
es_es: Hey, why do you sigh so unfortunately!

source: あ、いや…… ただ、東京じゃないんだなと思ってな。
es_es: Oh no ... I just thought it wasn't in Tokyo.

source: そりゃそうですよ。千葉や横浜の方から 来てる子だっていますし、地方出身の子も 大勢いるんですから。
es_es: That's right. The children come from Chiba and Yokohama, and there are many children from rural areas.

source: なるほど。それも東京のキャバクラの魅力だな。
es_es: I see. That is also the charm of Tokyo's cabaret club.

source: この仕事は長いのか？
es_es: Is this job long?

source: いえ、全然！ だって今日初めてですから♪
es_es: No, not at all! Because it's my first time today ♪

source: そうなのか。体験入店もしてないのか。
es_es: Is that so. Haven't you even entered the store on a trial basis?

source: ええ。その代わり、ずっとお店の研修受けてました。
es_es: Yeah. Instead, I've been training at the store all the time.

source: そうは見えないな。初めてならもっと 緊張してそうなものだが……
es_es: I can't see that. If it's your first time, you might be more nervous ...

source: きっと、色々研修受けてたからじゃないですか？ あんまり初めてって感じがしないんですよね♪
es_es: I'm sure it was because I had received various trainings. I don't feel like it's my first time ♪

source: それじゃ俺がお前の客１号ってわけか？
es_es: So I'm your first customer?

source: フフフ～♪ それがさっきまで他のお客さんに ついてたんですよ～。
es_es: Fufufu ~ ♪ That was about other customers until a while ago ~.

source: どうだった？
es_es: how was it?

source: いや～、それがなんか、適当に話してるだけで あっという間に時間が経っちゃいました！
es_es: No, it's just talking about it, and time has passed in no time!

source: 上出来だ。初めてだと緊張して何も話せないって 子もいるからな。
es_es: It's good. Some children are nervous and can't speak anything for the first time.

source: ホント？ 私才能あるのかな～♪
es_es: really? I wonder if I have talent ~ ♪

source: フフフ……
es_es: Fufufu ……

source: それじゃダメだな。 もっと客にオーダー入れさせるようにしないと、 売上につながらないぞ。
es_es: That's no good. If you don't let more customers place orders, it won't lead to sales.

source: そっか…… 私そんなことまで 全然気が回らなかった～！
es_es: I see ... I didn't feel like that at all!

source: ま、おいおい経験を積んでいけばいいさ。
es_es: Well, I just need to gain a lot of experience.

source: じゃ、桐生さんもなにか頼んでくださいね♪
es_es: Then, please ask Mr. Kiryu for something ♪

source: ん？ ああ、そうだな……
es_es: Hmm? Oh, that's right ...

source: そりゃ残念だ。もう少し早く来れば良かったかな。
es_es: That's a shame. I wish I had come a little earlier.

source: ああ、でも、場内はまだもらってないですから、 初指名客なら今からでも間に合いますよ♪
es_es: Oh, but I haven't received it yet, so if you're a first-time guest, you'll still be in time ♪

source: なかなか口がうまいな。その調子で行けば、 すぐに固定の客もつくようになるさ。
es_es: I have a good mouth. If you go that way, you'll soon have a fixed number of customers.

source: だから、桐生さんがそうなればいいと思いません？
es_es: So, don't you think Mr. Kiryu should do that?

source: おいおい、そんな簡単に指名が稼げるほど、 この世界はそんなに甘くないぞ？
es_es: Hey, isn't this world so sweet that you can easily make a nomination?

source: え～、ノリ悪いな～……
es_es: Eh, it's bad ...

source: フッ……
es_es: Huh ……

source: 考えておくよ。まだしばらくはこの街にいるしな。
es_es: I'll think about it. I'm still in this city for a while.

source: ホント!? それじゃ必ずまた来てくださいね♪
es_es: Really !? Then please be sure to come again ♪

source: ま、あんまりがっついてるのが 見え見えにならないようにな。
es_es: Well, don't see it sticking too much.

source: どうせヘルプだろ？
es_es: Anyway help?

source: まぁそうなんですけど～。 でもすっごい気ぃつかって大変だった……
es_es: Well, that's right ~. But it was really hard to use ...

source: おいおい、そんなことじゃ本指はもらえないぞ？ ヘルプでも気を抜かずアピールできるように しないとな。
es_es: Hey, you can't get your fingers for that, right? I have to be able to appeal even with help.

source: フフ♪ 桐生さんはキャバクラ、 相当遊び慣れてるんですね♪ なんか店の教育係みたい♪
es_es: Huff ♪ Mr. Kiryu is a cabaret club, he is quite accustomed to playing ♪ It looks like an educator at a store ♪

source: まぁ、昔そんなことをしたこともあったかな……
es_es: Well, I wonder if I used to do that ...

source: ねぇ聞いて聞いて！
es_es: Hey, listen, listen!

source: なんだ？
es_es: what?

source: あのね、私、お店の中の順位があがったの～♪
es_es: Well, I got a higher ranking in the store ~ ♪

source: やるじゃないか。まだ入ったばかりだってのに、 そんなに指名を稼いでいるのか？
es_es: well done. Are you earning so much nominations when you're just entering?

source: まだ少しですよ。 でも、何度か来てくれる人がいますから。
es_es: It's still a little. But there are people who come several times.

source: ほう…… 俺も負けてられねぇな。
es_es: Hmm ... I can't lose.

source: まだまだ。順位は上げることより、 維持することの方が難しい。勝負はこれからだぞ。
es_es: not yet. It's harder to maintain than to raise the ranking. The game is about to begin.

source: ですよね～。もっと頑張らなきゃ！
es_es: That's right ~. I have to work harder!

source: で、何位なんだ？
es_es: So how much is it?

source: ぶっちゃけまだ２０位なんですけど。
es_es: I'm still in 20th place.

source: フッ、これだけの大箱でそれなら立派なもんだ。
es_es: Huh, that's a big box, and it's fine.

source: そうですか？ 早くナンバー嬢になりたいです……
es_es: Is that so? I want to be a number girl soon ...

source: すぐになれるさ。お前は素質があるからな。
es_es: You can get used to it right away. Because you have the qualities.

source: すぐっていつですか？ 今月が一番の稼ぎ時なのに、このままじゃ 全然ダメですよ～……
es_es: When is it right? This month is the best time to earn money, but it's no good as it is ...

source: すぐと言ったらすぐだ。俺を信じろ。
es_es: Immediately. Believe me.

source: それじゃ桐生さん、私のランクアップに 協力してくれますか？
es_es: Then Mr. Kiryu, would you please cooperate with my rank up?

source: いいだろう。自分のお気に入りの嬢の順位を 上げるのもキャバクラの醍醐味だからな。
es_es: All right. It's the real pleasure of cabaret club to raise the ranking of my favorite girl.

source: アハ♪ 桐生さんさすが♪ それじゃゴールドいっちゃいますか！
es_es: Aha ♪ Kiryu-san, as expected ♪ Then, is it gold?

source: すいませ～ん！
es_es: I'm sorry!

source: 待て、さすがにゴールドは無理だ……
es_es: Wait, gold is impossible ...

source: ええ～？ それならそんな気前のいいこと 言わないでくださいよ～。
es_es: Yeah ~? Then don't say such a generous thing ~.

source: ケチケチするくらいなら初めから 来なきゃいいのに……
es_es: I should have come from the beginning if I was stingy ...

source: また今度な。最近ちょっと使いすぎだから、 次の機会には必ず入れるようにするよ。
es_es: See you next time. I've been using it a little lately, so I'll definitely put it in next time.

source: そうですか……？ じゃあ次は絶対ですよ？
es_es: Is that so……? Then the next is absolute, right?

source: ああ、きっとな。
es_es: Oh, I'm sure.

source: 何か事情でもあるのか？ そんなに焦らなくてもいいじゃないか。
es_es: Is there any reason? You don't have to be so impatient.

source: 話逸らしてもダメ！ 協力するの？ しないの？
es_es: Don't divert the story! Do you cooperate? not doing this?

source: 誕生日まで待て。そしたらプレゼントを買ってもらう 名目で同伴なんかもし放題だからな。
es_es: Wait till your birthday. Then you can accompany you as much as you want to buy a present.

source: あ…… 私、誕生日がバレンタインなんですよ。 お店のイベントとかぶっちゃうから、 あんまり稼げないかも……
es_es: Ah ... I have a birthday on Valentine's Day. I might not be able to make a lot of money because it's an event at a store ...

source: しょうがない。それならなおさら 普段から頑張って稼ぐようにしないとな。
es_es: It can not be helped. In that case, I have to work harder than usual to earn money.

source: うーん、あんまり自信ないなぁ……
es_es: Well, I'm not so confident ...

source: 関係ない。むしろ逆にチャンスだ。 ２回分まとめて入れてもらえば 普段以上に順位があがるんじゃないか。
es_es: does not matter. On the contrary, it is a chance. If you put in two doses at once, the ranking will be higher than usual.

source: そっか！ それじゃ桐生さんも２月は 絶対に来てくださいね♪
es_es: I see! Then Mr. Kiryu should definitely come in February ♪

source: ……それまで神室町にいるかな？
es_es: ...... Have you been in Kamurocho until then?

source: 焦ってもダメだ。売上ってのは、 客の力も借りなきゃ絶対に上げることはできない。 まずは客の気持ちを動かすことから始めないとな。
es_es: You can't rush. Sales cannot be increased without the help of customers. First of all, we have to start by moving the feelings of our customers.

source: それじゃ桐生さん、私のランクアップに 協力してくれますか？
es_es: Then Mr. Kiryu, would you please cooperate with my rank up?

source: 何か事情でもあるのか？ そんなに焦らなくてもいいじゃないか。
es_es: Is there any reason? You don't have to be so impatient.

source: 別に事情ってほどのことはないですけど…… 前に、入店して３日で３００万稼いだ人がいたって 話を聞いて……
es_es: There's nothing special about it, but ... I heard that there was a person who made 3 million in 3 days after entering the store ...

source: すごいな。３００万なんて、 一カ月でも相当難しいだろうに。 本当に新人だったのか？
es_es: It's amazing. 3 million would be quite difficult even for a month. Was he really a newcomer?

source: 有り得ない。絶対新人じゃないな。 初めからよそでかなりの上客を持ってたような 女なんじゃないのか？
es_es: No way. I'm definitely not a newcomer. Isn't she a woman who had a lot of good customers from the beginning?

source: それが本当に新人だったみたいで…… だから私もその人を目標に 頑張ってみようって思ってたんですけど……
es_es: It seems that it was really a newcomer ... So I thought I'd try my best with that person as a goal ...

source: ま、当然無理なんですよね。 才能ないわけじゃないんでしょうけど、 ちょっとだけガッカリしたというか。
es_es: Well, of course it's impossible. It's not that I'm not talented, but I'm a little disappointed.

source: そんなもんだ。お前はお前。 無理にそいつのことを真似する必要はない。
es_es: That's it. You are you. You don't have to force yourself to imitate it.

source: ここ最近のぼり調子なんだろう？ だったらそのまま行けば歩みは遅くても いつかナンバー１になれるさ。
es_es: I wonder if it's been up late Then, if you go as it is, you will be able to become number one someday even if you are slow.

source: そうだといいんですけど。 次にもし順位下がっちゃったら超ヘコむだろうな……
es_es: I hope so. Next, if the ranking goes down, it will be super dented ...

source: ま、そうならないように頑張るしかないな……
es_es: Well, I have no choice but to do my best so that it doesn't happen ...

source: 諦めるな。今は無理でも、いつかは ３日で３００万稼げる日が来るかも知れない。 目標は高く持っておいた方がいいぞ。
es_es: Do not give up. It may not be possible now, but one day it may be possible to earn 3 million in 3 days. You should keep your goals high.

source: ですよね♪ だから私、一日でも早く そんな日が来るように頑張ってるんです♪
es_es: That's why ♪ That's why I'm doing my best so that such a day will come as soon as possible ♪

source: フッ、お前なら本当にやれそうだな。
es_es: Huh, you really can do it.

source: 初めて会った時から思ってたんですけど…… 桐生さんって、すっごく覚えやすい顔してますよね♪ 一度見たら忘れないっていうか。
es_es: I've been thinking about it since I first met him ... Mr. Kiryu has a very easy-to-remember face ♪ Don't you forget it once you see it?

source: そうか？
es_es: Really?

source: 一度会った人に、次会った時には忘れられてる とかいうこと、ないんじゃないですか？
es_es: Isn't there something that people you meet once will be forgotten the next time you meet?

source: 確かにそうかもな。 特にこの街の場合、そこら中に顔見知りがいるから、 歩くとすぐに誰かから声をかけられるぜ。
es_es: That may be true. Especially in this city, I know people all over the place, so as soon as I walk, someone can talk to me.

source: いいな～！ 私なんていまだにここら辺歩いてると おのぼりさんと間違えられるのに……
es_es: Good ~! Even though I'm still walking around here, I'm mistaken for a climber ...

source: フッ、そのうち覚えてもらえるさ。
es_es: Huh, you can remember it soon.

source: そんなことはない。街を歩いてると おんなじヤツから何度もからまれることが しょっちゅうあるぜ。
es_es: No such thing. When I walk around the city, I often get entangled with the same guy many times.

source: そうなんだ？ 私も毎回おんなじキャッチから 声かけられてムカついてるの。 いい加減、顔覚えろっつーの……
es_es: is that so? I'm sick of being called out by the same catch every time. I don't care, I remember my face ...

source: フッ、そういうこともあるさ。
es_es: Huh, that's also the case.

source: 逆はよくあるな。相手は俺を知ってるようなんだが、 俺の方はそいつのことをさっぱり思い出せない ということが、しょっちゅうある。
es_es: The opposite is common. The other person seems to know me, but I often can't remember it at all.

source: アハハ♪ 桐生さん、記憶力ないんですね♪ 結構意外♪
es_es: Ahaha ♪ Kiryu-san, you don't have the memory ♪ It's quite surprising ♪

source: こんだけ歳食うとな。知り合う人間も何百人、 何千人もいて大変なんだよ……
es_es: I should eat this much. There are hundreds and thousands of people I know, so it's hard ...

source: 私はね、お客さんの顔覚えるの超得意なの♪ 顔見れば“あ、この人、この前アレ話してた人だ” ってすぐに思い出せるの♪
es_es: I'm super good at remembering the faces of customers ♪ When I look at them, I can immediately remember "Oh, this person, the one I talked to last time" ♪

source: 私はね、お客さんの顔覚えるの超得意なの♪ 顔見れば“あ、この人、この前アレ話してた人だ” ってすぐに思い出せるの♪
es_es: I'm super good at remembering the faces of customers ♪ When I look at them, I can immediately remember "Oh, this person, the one I talked to last time" ♪

source: それはすごいな。こっちはそんな何話したかなんて、 いちいち覚えてないぞ。
es_es: That's amazing. I don't remember what I said.

source: え～、そうなんですか？ じゃあ桐生さんは私が話したこと、 全部忘れちゃってるんですね……
es_es: Eh, is that so? Then Mr. Kiryu has forgotten everything I said ...

source: まぁな。俺はいつも酒を飲む時は、 その時気分が良ければそれでいいと思ってるからな。 後になってから思い返したりすることはない。
es_es: Well. Whenever I drink, I think it's okay if I feel good at that time. I don't think back later.

source: そうなんだ？ なんか私ばっかり覚えてるのも 無駄な気がしてきた…… 今度から桐生さんのことは忘れちゃおうかな～？
es_es: is that so? I feel like it's useless to just remember me ... Maybe I'll forget about Kiryu-san from now on?

source: 内容による。そりゃあ何でもかんでも 覚えてるわけはないじゃないか。
es_es: It depends on the content. Well, you can't remember anything.

source: 俺だって自分の仕事のことなら ちゃんと覚えているさ。
es_es: I remember my job well.

source: 俺はタクシー運転手だが、常連の客は、 顔を見ただけで行き先を聞かなくても どこへ連れて行けばいいかわかるぞ。
es_es: I'm a taxi driver, but regular customers know where to go without asking where to go just by looking at their faces.
