Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021c92.po
Languages: es_es

source: 遅いですよ、斎藤さん。
es_es: It's late, Mr. Saito.

source: 藤堂……？ なぜここに。
es_es: Todo ……? Why here.

source: 土方さんが行けって。 斎藤さんの最初の仕事だし、 万が一ってときのための保険だそうです。
es_es: Hijikata-san can go. It's Saito-san's first job, and it's insurance just in case.

source: ……そんなもの必要ない。
es_es: ...... I don't need such a thing.

source: 俺もそう願います。 また三番隊の隊長が変わったりしたら、 名前覚え直すの面倒だし。
es_es: I hope so too. Also, if the captain of the third unit changes, it will be troublesome to remember the name again.

source: さてと、斎藤さん強そうだから、 隊士くらいまぁ１人で十分ですよね？
es_es: By the way, Mr. Saito seems to be strong, so one person is enough, isn't it?

source: 俺は秋元が逃げないように ここで出口ふさいでます。
es_es: I'm blocking the exit here so that Akimoto won't run away.

source: ああ。それでいい。
es_es: Oh. That's fine.

source: 藤堂
es_es: Todo

source: 龍馬
es_es: Ryoma
