Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021dc6.po
Languages: es_es

source: く、くそ！ なんなんだありゃ!?
es_es: Damn, damn! What is it !?

source: 副長！ いくら沖田さんとはいえ、 あんな勝手が許されんのか!?
es_es: Deputy captain! No matter how much Okita-san, isn't that kind of selfishness allowed !?

source: まぁまぁ落ち着いて、左之助さん。 沖田さんがああいう感じになっちゃったら、 どうせ止められないんだし。
es_es: Well calm down, Mr. Sanosuke. If Mr. Okita feels like that, I can't stop it anyway.

source: とにかく俺ぁ納得できねぇ!! こっから先は十番隊は十番隊で行動させてもらう!!
es_es: Anyway, I'm not convinced !! From now on, the 10th corps will act as the 10th corps !!

source: はぁ。 それにしても面倒なことになっちゃいましたね。 どうするつもりなんですか？ 副長。
es_es: Hah. Even so, it has become troublesome. What are you going to do? Deputy captain.

source: やつらが手あたり次第志士たちを斬りまくれば 新選組の正気を疑われる。
es_es: If they slash the scholars at random, the Shinsengumi's sanity is suspected.

source: 無論、止めるしかあるまい。
es_es: Of course, there is no choice but to stop.

source: 止めるってどうやって。
es_es: How to stop

source: 斎藤君。君は沖田を追ってくれ。 今のヤツは何をしでかすかわからない。
es_es: Saito-kun. You follow Okita. I don't know what he's doing now.

source: 面倒を押しつけてくれるな。
es_es: Don't bother me.

source: 左之助さんの方はどうします？
es_es: What about Sanosuke-san?

source: 簡単だ。アイツは総司とは違って、 源さんの仇に対して恨みがあるワケじゃない。
es_es: It's easy. Unlike Souji, he doesn't have a grudge against Gen-san's death.

source: 適当に酒でも飲ませて憂さ晴らしさせておけば 落ち着く。
es_es: It will calm down if you drink alcohol properly to make you feel better.

source: 酔わせて眠らせろと。
es_es: Get drunk and sleep.

source: 平助。行ってくれるな。
es_es: Heisuke. Don't go.

source: いいですよ。 新選組で酒代、もってもらえるならいくらでも。
es_es: OK. As long as you can get the sake fee in the Shinsengumi.

source: 頼む。
es_es: ask.

source: はい。
es_es: Okay.

source: ……ひとつ聞かせてくれ。
es_es: ...... Tell me one.

source: なんだ。
es_es: what.

source: 沖田と、殺された井上はどういう間柄なんだ？
es_es: What is the relationship between Okita and Inoue who was killed?

source: ……試衛館以来の仲間だが？
es_es: ...... Is it a friend since the test center?

source: それを言えば山南敬助もそうだったはずだ。 だが山南が死んだ時とはずいぶん反応が違う。
es_es: Speaking of that, Yamanami Keisuke must have been the same. However, the reaction is quite different from when Yamanami died.

source: 沖田は、井上になにか特別な思い入れが あるんじゃないのか？
es_es: Doesn't Okita have any special feelings for Inoue?

source: 特別、か…… 確かにそうかもしれないな。
es_es: Special ... maybe that's true.

source: 教えてくれないか。
es_es: Can you tell me

source: フッ、それは総司から直接聞けばいい。
es_es: Huh, you can ask it directly from Souji.

source: そうすれば、君が追いかけてる「理心流」の謎に 近づけるかも知れない。
es_es: That may bring you closer to the mystery of the "Rishin-ryu" you are chasing.

source: そのためにも総司は君が止めろ。おそらくヤツは 源さんの死体発見現場に向かったはずだ。
es_es: For that reason, you should stop Souji. Perhaps he went to Gen-san's corpse discovery site.

source: 分かった。それはどこなんだ。
es_es: Do you get it. Where is it

source: 伏見の屋敷町南の船着き場らしい。
es_es: It seems to be a pier in the south of Fushimi's mansion town.

source: 気をつけろよ、斎藤君。 今の総司を止めるのは命がけになるかもしれん。
es_es: Be careful, Mr. Saito. It may be fatal to stop the current Souji.

source: 斎藤か。
es_es: Saito?

source: 井上……
es_es: Inoue ……

source: 何があった？
es_es: What happened?

source: ピストルで胸を２発。刀でとどめを刺された後…… 川に投げ込まれたようです。
es_es: Two breasts with a pistol. After being stabbed at the end with a sword ... It seems that he was thrown into the river.

source: 勤王志士の仕業でしょうかね。
es_es: Is it the work of the Qin Wang Shishi?

source: ああ…… 知れたことだ。
es_es: Ah ... it's known.

source: フン…… だからさっさと隠居させろっつったんだ。 隊士たちからもロクに剣も振れなくなってるって 陰口叩かれてたからな。
es_es: Hmm ... That's why I quickly retired. The soldiers also slammed me that my sword couldn't swing.

source: そんなことはない。 源さんの腕はまだまだ衰えてはいなかった。
es_es: No such thing. Gen-san's arm was still undiminished.

source: きっと不意を突かれて、抵抗することも できなかったのだろう。
es_es: I'm sure he was surprised and couldn't resist.

source: そうすかね…… じゃあ殺ったやつ褒めるしかないってことか。
es_es: That's right ... Then I have no choice but to praise the one who killed me.

source: ピストルを使ったにしろ、１００人を率いる 六番隊の隊長を仕留めたんですからね。
es_es: Even if I used a pistol, I killed the captain of the 6th division, which leads 100 people.

source: 谷といい鈴木といい源さんといい、いやぁ 弱い隊長を持った隊員たちは可哀相なもんだよな。
es_es: Tani, Suzuki, and Gen-san, the members with weak captains are poor.

source: 左之助さん。そりゃちょっと言い過ぎでしょ。
es_es: Mr. Sagara. That's a little overstated.

source: なにが言い過ぎだバカ野郎！
es_es: What's overstated, stupid guy!

source: 長州やら勤王派がまだまだのさばってんのに、 新選組の隊長が３人もやられてんだ。
es_es: Even though the Choshu and Qin Wang factions are still in the process, three Shinsengumi captains have been killed.

source: 加えて山南さんに松原も死んだ…… 最強新選組の名も地に落ちたってもんだろうが！
es_es: In addition, Mr. Yamanami also died Matsubara ... I wonder if the name of the strongest Shinsengumi fell to the ground!

source: 俺らが今、勤王派の志士どもになんて言われてるか 知ってるか？
es_es: Do you know what we are being told by the Qin Wang scholars now?

source: 幕府の“歩”…… 俺らは幕府の捨て駒だって言われてんだよ。
es_es: "Ayumu" of the Shogunate ... We were told that we were abandoned pieces of the Shogunate.

source: 捨て駒、ですか……
es_es: Abandoned piece ...

source: 覚えてるか、土方さんよ。半年前だ。 あんたは新選組に入りゃ旗本に取り立ててくれる っつったんだ。
es_es: Remember, Mr. Hijikata. Half a year ago. If you join the Shinsengumi, you'll get it as a Hatamoto.

source: だから俺ぁ最強の組織を作るために京に来た。 それがなんだ？ 最近じゃ素性も良くわからねぇ 野郎まで隊長になってやがる。
es_es: That's why I came to Kyo to create the strongest organization. What is it? Recently, I don't know what he is, and even a bastard becomes a captain.

source: とにかく俺にとっちゃ攘夷やら勤王やら 尽忠報国なんかはどうでもいい。
es_es: Anyway, I don't care about Joi, Qin Wang, or Zanchuhokoku.

source: これ以上、新選組が舐められちまうことの方が 問題なんだ！
es_es: It's more problematic for the Shinsengumi to be licked anymore!

source: 左之助……
es_es: Sanosuke ……

source: 俺ぁ京の街で、飛車角になって 暴れまわりてぇんだよ！ だから俺に“返し”をさせてくれ！
es_es: I'm in the city of Kyoto, and I'm rampaging around in a rook angle! So let me "return"!

source: 源さんを殺した犯人を捕まえるということか。
es_es: Is it to catch the criminal who killed Gen-san?

source: そんなんじゃねぇ。 誰が犯人かなんて問題じゃねえ。
es_es: It's not like that. It doesn't matter who is the culprit.

source: 今すぐ京の街の宿という宿を攻めて、 勤王志士たちを根こそぎぶっ殺す。
es_es: Immediately attack the inn called the inn in the city of Kyoto and kill the Qin Wang scholars.

source: え、でもそんなことしたら、源さんがどうして 殺されたのか分かんなくなっちゃうじゃないですか!?
es_es: Well, but if you do that, you won't know why Gen-san was killed !?

source: だからそれはどうでもいいつってんだろ!!
es_es: So it doesn't matter !!

source: このオッサンの死を利用するんだよ…… 隊長を殺された犯人を捕まえるって大義名分さえ ありゃそれでいい。
es_es: Take advantage of this Ossan's death ... It's okay if you have a cause to catch the criminal who killed the captain.

source: それを理由に、京の街を制圧する。 新選組の落ちた名を再び最強のモンにすんのさ。
es_es: For that reason, he will conquer the city of Kyoto. The Shinsengumi's lost name is once again the strongest mon.

source: 原田
es_es: Harada

source: 藤堂
es_es: Todo

source: 土方
es_es: Earthwork

source: 龍馬
es_es: Ryoma

source: 沖田
es_es: Okita
