Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021c8a.po
Languages: es_es

source: ……と、こんなトコですかね。 隊長の仕事は以上です。
es_es: ...... Is it such a toco? That's all for the captain's job.

source: 分かった。
es_es: Do you get it.

source: 時間も時間ですし、 今日はもうあがっちゃっていいですよ。
es_es: Time is also time, and it's okay to get up today.

source: じゃ、お疲れ様です。
es_es: Thank you for your hard work.

source: ああ。
es_es: Oh.

source: （日も暮れた。寺田屋に帰るか……）
es_es: (It's dark. Will you go back to Teradaya ...)

source: 斎藤さんはまだ聞いていないと思いますが 山南さんの三番隊には、普段の京都の治安維持以外に ある任務が与えられていたんです。
es_es: I don't think Mr. Saito has heard of it yet, but Mr. Yamanami's third corps was given a task other than the usual security maintenance in Kyoto.

source: 山南さんの後釜の斎藤さんにも その任務を引き継いでもらいます。
es_es: I will ask Mr. Saito, who is behind Mr. Yamanami, to take over the task.

source: 詳しい事は、そこの受付にいる 担当者に聞いて下さい。 斎藤さんが来ることは伝えてありますから。
es_es: For more information, please ask the person in charge at the reception. I've been told that Mr. Saito will come.

source: それじゃ、また後で。
es_es: See you later.

source: ここには各隊長の部屋があります。 もう案内されたそうですが、 斎藤さんの部屋もここですね。
es_es: There is a room for each captain here. It seems that you have already been guided, but Mr. Saito's room is also here.

source: 身支度したい時や、休憩を取りたい時に 使ってください。
es_es: Use it when you want to get dressed or take a break.

source: では次に行きましょうか。
es_es: Let's go next.

source: ああ……
es_es: Oh……

source: ここは土蔵ですね。 でも、蔵としてだけじゃなくて…… まあ、色々使わせてもらってます。
es_es: This is a storehouse. But not only as a warehouse ... Well, I use it in various ways.

source: さあ、次に行きましょう。
es_es: Let's go next.

source: ああ……
es_es: Oh……

source: もう昨日ここには来ましたよね。 隊の大事な会議とかは、ここですね。
es_es: You came here yesterday, didn't you? The important meetings of the corps are here.

source: それでは、次の場所に案内します。
es_es: Then, I will guide you to the next place.

source: 分かった。
es_es: Do you get it.

source: 藤堂
es_es: Todo

source: 龍馬
es_es: Ryoma
