Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016e016d.po
Languages: es_es

source: いやー、本当にありがとう。 あいつ、窃盗の常習犯らしくてねぇ。 いやはや、危ないところだった。
es_es: No, thank you very much. He doesn't seem to be a addict of theft. No, it was a dangerous place.

source: 二人とも、怪我は大丈夫なのか？
es_es: Are both of them okay with injuries?

source: うん。この通り。ね？
es_es: Yup. this street. Right?

source: はい。私も軽傷で済みました。
es_es: Okay. I was also slightly injured.

source: それはよかった。
es_es: That's good.

source: 斎藤さんには、助けてもらうことばかりだね。 遥ちゃんの時もそうだし、今日もそうだ。 本当に、立派な人だよ。斎藤さんは。
es_es: Saito-san just asks for help. It's the same with Haruka-chan, and it's the same today. He's a really good person. Mr. Saito.

source: そんなことはない。 当然のことをしたまでだ。
es_es: No such thing. Until I did the right thing.

source: 本当なら、神主である私の方が斎藤さんを 助けなきゃいけないのに……
es_es: If true, I, the priest, would have to help Mr. Saito ...

source: ……よし、そうだ！
es_es: ...... Okay, that's right!

source: ん？
es_es: Hmm?

source: 私は神主。 ……私ができることを、させてもらうよ。
es_es: I am a priest. ... I'll do what I can.

source: イシン……
es_es: Isin ……

source: デンシン……
es_es: Denshin ……

source: シンコウシーン！
es_es: Shinko scene!

source: ……おお！ 何かが得られたような、そんな気がする……
es_es: ……Oh! I feel like I got something ...

source: ふっふっふ。 私にしかできない、私にならできることを やらさせてもらったよ。
es_es: Fufufu. I was allowed to do what only I could do.

source: ……斎藤さん。あなたはすごい人だ。 斎藤さんにしかできない、 斎藤さんにならできることが、たくさんある。
es_es: ...... Mr. Saito. You are a great person. There are many things that only Saito can do, and that only Saito can do.

source: だから…… それをやり続けてください。 そうすれば、この世の中はすごくマシになる。 私はそう思います。神様もきっと、そう思っている。
es_es: So ... keep doing that. Then, the world will be much better. I think so. God surely thinks so.

source: 神主…… ふっ…… 分かった。
es_es: Kannushi ... Hmm ... I understand.

source: ふっふっふ。私にしては、真面目すぎたかな？ ……これからもお互い、精進していこうね。 斎藤さん！
es_es: Fufufu. Was it too serious for me? ...... Let's continue to devote ourselves to each other. Saito-san!

source: （む……！）
es_es: (Mu ...!)

source: （あんなに慌てて…… なんなんだ？ まったく……）
es_es: (In such a hurry ... what is it? At all ...)

source: いたたた……
es_es: It was ...

source: !! ど、どうした！ おい、大丈夫か？
es_es: !! What's wrong! Hey, are you okay?

source: うう…… 急に男がやってきて、 いきなり殴られて…… 賽銭とか、お金を奪われちゃったよ……
es_es: Uh ... Suddenly a man came and was suddenly beaten ... I was robbed of money and money ...

source: 男……？ もしかして…… さっきすれ違った奴か？
es_es: Man……? Maybe ... the guy who just passed by?

source: うう…… 早く、捕まえないと……
es_es: Uh ... I have to catch it soon ...

source: 分かった。俺が替わりに捕まえてくる。 神主たちは、ここで休んでいろ。
es_es: Do you get it. I'll catch you instead. The priests should rest here.

source: さ、斎藤さん……！ ありがとう…… 任せたよ……
es_es: Well, Mr. Saito ...! Thank you ... I left it to you ...

source: 神主
es_es: Shinto priest

source: 龍馬
es_es: Ryoma

source: 巫女
es_es: Priestess
