Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021c48.po
Languages: es_es

source: ……結構やるやないか、兄ちゃん。
es_es: ...... Isn't it pretty good, brother?

source: あんたもな。だが、まだ勝負はついてない。 なんなら続きをやってもいいんだぜ？
es_es: You too. However, there is no match yet. What can I do to continue?

source: フン…… やめや、やめや。 今日はどうも調子がでぇへん。 仕切り直しや。ほな……
es_es: Hmm ... Stop, stop. I'm not feeling well today. Repartition. Honna ...

source: 色々無礼をしてしもうたな。ウチの狂犬が。
es_es: I'm sorry for all the rudeness. My mad dog.

source: いや構わない。だができれば、最後まで 手合せ願いたいところだった。
es_es: I don't mind. However, if possible, I would like to ask for help until the end.

source: フッ、ヤツの剣は、俺の力で圧す剣とちゃう。 速さで圧倒するもんや。 総司の理心流はどうやった？
es_es: Huh, his sword is a sword that I press with my power. It's overwhelming at speed. How did Souji's Rishin-ryu work?

source: まだじっくり見せてもらったわけじゃない。 だが、可能性はあるな……
es_es: I haven't seen it carefully yet. But there is a possibility ...

source: 何の話や？
es_es: What are you talking about?

source: いや、俺が勝つ可能性もあったなという話だ。
es_es: No, I could have won.

source: フッ…… そりゃあどうやろうな。
es_es: Hmm ... I don't know what to do.

source: ん？
es_es: Hmm?

source: 総司の本気はあんなもんちゃう。 本気やったら今頃アンタの首に 穴があいとるはずや。
es_es: Souji's seriousness is such a thing. If you do it seriously, you should have a hole in your neck by this time.

source: ……鴨さんのようにな。
es_es: ...... Like a duck.

source: 鴨さん……？
es_es: Duck ...?

source: 前に“もう１人の局長”やった、 芹沢さんのこっちゃ。
es_es: Mr. Serizawa, who did "another director" before.

source: 芹沢、鴨か…… たしか、身内に八つ裂きにされたとか。
es_es: Serizawa, Kamo ... I think he was split into eight pieces by his relatives.

source: それじゃ、沖田がその芹沢を斬ったってことか？
es_es: Does that mean that Okita killed Serizawa?

source: ……さあな。お前は知らんでもええことや。 ……俺もつまらんこと言うたわ。
es_es: ……I do not know. Even if you know it, yeah. ...... I'm sorry to say that.

source: とにかく…… 沖田総司は新選組の一番隊の頭を任される男や。
es_es: Anyway ... Soji Okita is the man who will be the head of the Shinsengumi's first corps.

source: その男に、アンタはどうも気に入られたらしい。
es_es: The man seems to like you.

source: フッ、喜んでいいのか？
es_es: Huh, can I be happy?

source: いや。……あいつは腕の立つ男と見ると、 仲間だろうがその血で自分の羽織を染めたがる。
es_es: Disagreeable. ...... When he sees him as a skillful man, he wants to dye his haori with his blood, even if he is a companion.

source: あんたもせいぜい気ぃつけるんやな。
es_es: You should be careful at best.

source: ……沖田、総司か。
es_es: ...... Okita, Souji?

source: 先ほど入隊試験を受けた斎藤だな？
es_es: Saito who took the enlistment test earlier, right?

source: ああ。
es_es: Oh.

source: 副長からの言伝だ。ついてこい。
es_es: It is a message from the deputy director. Follow me.

source: 副長から？
es_es: From the deputy director?

source: いいから来い。さっさとしろ。
es_es: Come on because it's okay. Quickly.

source: 沖田
es_es: Okita

source: 龍馬
es_es: Ryoma

source: 永倉
es_es: Nagakura

source: 隊士
es_es: Teammate
