Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021c0d.po
Languages: es_es

source: ぷはぁ!!
es_es: Puha !!

source: たいした羽振りだな、あんた。
es_es: It's a big swing, you.

source: フン、せやけど…… 男にはめったにおごらんで。
es_es: Hmm, burns ... Rarely for a man.

source: せやからわしは、あんたを 気に入ったっちゅうことや！
es_es: Sayakarawashi loves you all the time!

source: あんた、故郷はどこや？
es_es: Where are you home?

source: 身の上話をするにゃまだ酔いが足りねえ。
es_es: I still don't have enough sickness to talk about myself.

source: アホか。わしより飲んどるやないか。
es_es: Is it stupid? Would you like to drink more than me?

source: フゥ……
es_es: Huh ……

source: あんた…… サイの風呂屋に会うとったが、 何の情報買うたんや？
es_es: You ... I tried to meet Sai's bathhouse, but what information did you buy?

source: そこまで話す義理はねえ。
es_es: I don't have the right to talk so much.

source: それより、あんたこそ情報屋に 仕事頼みたかったんじゃねえのか？
es_es: Rather, did you want to ask an information store for work?

source: ああ…… あんたと殴り合うたおかげで頼み損ねてもうた。
es_es: Ah ... I missed my request because I hit you.

source: そや！ わしが買いたかった情報が 何やったか話したら、あんたも話すか？
es_es: Soya! If you talk about what information I wanted to buy, would you talk too?

source: いや、そいつは御免だな。
es_es: No, I'm sorry for that.

source: ケッ！ ま、ええわ！ 別にわしのほうは隠す必要もあらへん。
es_es: Ket! Well, yeah! I don't even have to hide it.

source: わしの欲しかった情報は…… 新選組局長、近藤勇についてのすべてや。
es_es: The information I wanted was ... everything about Shinsengumi director, Isami Kondo.

source: なに……？
es_es: What……?

source: あいつはホンマムカつく男やで。 ……あのなんもかんも見透かしたような目ぇ。
es_es: He's a man who is really crazy. ...... It looks like I've seen through all that.

source: あんたが風呂屋で言うた、 わしのイラつきの原因があいつやったんや。
es_es: What did you say at the bathhouse that caused my frustration?

source: 会ったのか？ 近藤勇に。
es_es: Did you meet? To Isami Kondo.

source: おう、会うたで。 あんたと風呂屋で会うたほんの少し前や。
es_es: Oh, meet me. Just before I met you at the bathhouse.

source: あんた知っとるか？ 近藤は百姓あがりのにわか侍や。
es_es: Do you know Kondo is a samurai who is a farmer.

source: それが剣を取った途端、 なんたらいう流派を継いだっちゅう……
es_es: As soon as it took the sword, it inherited what kind of school ...

source: 天念理心流だ。
es_es: It's Tennen Rishin-ryu.

source: おう、それや！ そのにわか侍が目ぇ合わせただけで、 このわしに汗かかせよった……
es_es: Oh, that's it! The samurai just met me and made me sweat ...

source: フッ、今日はおかしな日ぃや。 近藤といい、あんたといい、 強い男にやたらと会う……
es_es: Huh, today is a strange day. My name is Kondo, my name is you, and I meet a strong man ...

source: あんた…… どこで近藤勇に会ったんだ？
es_es: You ... Where did you meet Isami Kondo?

source: なんや？ あんた近藤に会いたいんか？
es_es: What? Do you want to meet Kondo?

source: 相手は幕府お抱えの人斬り集団や。 その局長ともなれば、簡単に会うことはできん。
es_es: The other party is a group of people slashing in the shogunate. If you become the director, you can't easily meet.

source: せやけど、手が無いこともないな。
es_es: But it's not that I have no hands.

source: なんだ？
es_es: what?

source: 無理やり新選組の屯所に押し込むか…… それとも……
es_es: Do you force it into the Shinsengumi tunsho ... or ...

source: 新選組に、入るか……？
es_es: Will you join the Shinsengumi ...?

source: せや。
es_es: Seya.

source: なら、あんたはどうやって会いに行った？
es_es: So how did you go to see me?

source: フッ、わしは近藤に会いに行ったんとちゃう。
es_es: Huh, I went to see Kondo.

source: ……向こうから会いに来たんや。
es_es: ...... I came to see you from the other side.

source: 巨漢の男
es_es: Giant man

source: 龍馬
es_es: Ryoma
