Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c14b6.po
Languages: es_es

source: さっきの連中が言っておった通り、 わしには息子がおってのう。 息子も芸術家だったんじゃ。
es_es: As they said, I have a son. My son was also an artist.

source: 芸術家“だった”……？
es_es: The artist "was" ...?

source: もう何年前になるんかのう。 あの馬鹿息子、自ら命を絶ってしまったんじゃ。
es_es: I wonder how many years ago it will be. That stupid son has died himself.

source: 自分で言うのもなんじゃが、 わし、結構すごい男での。 あらゆる分野で成功を収めてるんじゃ。
es_es: I don't know what to say by myself, but I'm a pretty amazing man. You're successful in every field.

source: 息子もわしと同じ芸術家じゃろ？ 必然的にあやつはわしと比べられてしまう。
es_es: Isn't my son the same artist as me? Inevitably, the guy is compared to me.

source: あやつの作品は、皆に評価されなかった。 結果、親の才能を受け継がなかったとか、 色々言われ続けとったわ。
es_es: His work was not appreciated by everyone. As a result, I kept being told that I didn't inherit my parents' talents.

source: きっと、それが辛かったんじゃろう。 ある日、突然あやつは……
es_es: I'm sure it was painful. One day, suddenly he ...

source: ……そうだったのか。
es_es: ……Is that so.

source: ……何回忌かは忘れたが、今日はあやつの命日での。
es_es: ...... I forgot how many times I was mourning, but today is the anniversary of his death.

source: 家に１人でいるのも寂しいから、京まで 遠出してみたんじゃが…… 一緒に飲んでくれる 友もいなくて、結局ここでも１人じゃった。
es_es: I miss being alone at home, so I went out to Kyoto ... I didn't have any friends to drink with me, so I ended up being alone here as well.

source: そんな時、息子くらいの歳の男である、あんたが 訪ねてくるじゃろ？ わし、嬉しくてのう……
es_es: At that time, you, a man about the age of your son, will come to visit you, right? I'm so happy ...

source: 神田の爺さん……
es_es: Old man in Kanda ……

source: ……斎藤よ、ありがとう。
es_es: ...... Thank you, Saito.

source: わし、今日、お前のおかげで 久々に心の底から…… 楽しかったぞ。
es_es: Today, thanks to you, from the bottom of my heart for the first time in a while ... It was fun.

source: 歌も踊りも、いいものを見せてもらった！ 芸術を見る目もあるし…… 斎藤、お前芸術家になれるぞ！
es_es: They showed me good songs and dances! I also have an eye for art ... Saito, you can be an artist!

source: フッ、芸術の神におせじを言われるとはな…… どっちが接待されてるかわかりゃしねえ。
es_es: Huh, I don't think the god of art will tell me ... I don't know which one is being entertained.

source: がっはっは！ それもそうじゃな！
es_es: Gahaha! That's right!

source: 歌も踊りもいいものを見せてもらった！
es_es: They showed me good songs and dances!

source: フッ、あれで喜んでもらえたなら、 やった甲斐があったってもんだ。
es_es: Huh, if you were pleased with that, it would have been worth it.

source: がっはっは！ まだまだちいと精進が足りんかったけどな！
es_es: Gahaha! I was still struggling to devote myself to it!

source: 歌も踊りも見せてもらったしの！
es_es: I was shown a song and a dance!

source: うっ、その話題はよしてくれ……
es_es: Uh, let's talk about that ...

source: がっはっは！ 次回までにもっと精進しておれよ！
es_es: Gahaha! Do your best by the next time!

source: さて、京も満足したし、 そろそろ宿に戻って、帰る準備でもしようかの。
es_es: Well, Kyo was satisfied, so maybe I should go back to the inn and prepare to go home.

source: そうか、気を付けて帰れよ。
es_es: Well, be careful and go home.

source: あぁ。……っと、そうじゃった。 斎藤、お前にこれをやろう。
es_es: Ahh. ...... Well, that's right. Saito, I'll do this for you.

source: 「<Color:8>太古の御守り<Color:Default>」をもらった
es_es: "<Color:8> Ancient Omamori<Color:Default> I got

source: 「<Color:8>神木の木切れ<Color:Default>」をもらった
es_es: "<Color:8> A piece of sacred tree<Color:Default> I got

source: 「<Color:8>艶かしい人形<Color:Default>」をもらった
es_es: "<Color:8> Glossy doll<Color:Default> I got

source: それじゃあまたの。 また、酒でも飲もうや。
es_es: See you soon. Also, let's drink with sake.

source: ああ。爺さんも、作品作り、頑張れよ。
es_es: Oh. The old man should also make a work and do his best.

source: もちろんじゃ。わしを誰だと思っとるんじゃ？ ……じゃあな！
es_es: Of course. Who do you think I am? ……See you!

source: （とても満足して帰ってくれたようだ。 ……接待は大成功だったな。 爺さんの心の隙間を埋められてよかった）
es_es: (It seems that he returned with great satisfaction .... The entertainment was a great success. I'm glad I filled the gap in my old man's heart.)

source: （満足して帰ってくれたようだ。 ……接待は成功だな 爺さんの心の隙間を埋められてよかった）
es_es: (It seems that he returned with satisfaction .... The entertainment was a success. I'm glad I filled the gap in my old man's heart.)

source: （もっとうまく接待できればよかったが…… 爺さんも楽しんでくれたみたいだ。よかったな）
es_es: (I wish I could entertain better ... It seems that the old man also enjoyed it. I'm glad)

source: 強…… すぎ……
es_es: Strong ... too ...

source: 大丈夫か、斎藤！
es_es: Is it okay, Saito!

source: あぁ、終わった。
es_es: Oh, it's over.

source: よ、よかった…… うっうっ……！
es_es: I'm glad ... Ugh ...!

source: お、おい、何も泣かなくても……
es_es: Hey, even if you don't cry ...

source: 本当に…… 本当に、よかった……！
es_es: Really ... Really, I'm glad ...!

source: 歌って踊ったら、ちと疲れたのう。 そろそろ宿に帰るか。
es_es: After singing and dancing, I feel a little tired. Is it time to go back to the inn?

source: 爺さんは何もやってないだろ。 歌ったのも踊ったのも全部、俺だ……
es_es: The old man isn't doing anything. I sang and danced ...

source: がっはっは！ そうじゃったか！
es_es: Gahaha! Was that so!

source: ……まったく。変な爺さんだ。
es_es: ……Jeez. It's a strange old man.

source: ふふふ。 ……なぁ、斎藤よ。
es_es: Fufufu. …… Well, Saito.

source: ん？ なんだ？
es_es: Hmm? what?

source: わしな、今日な…… 斎藤のおかげで…… 久しぶりに…… ん？
es_es: I'm today ... Thanks to Saito ... After a long time ... Hmm?

source: てめぇが芸術家の神田だな？
es_es: Isn't it Kanda, an artist?

source: ……なんだ、お前らは。
es_es: ...... What are you guys?

source: ひひ、やっぱりこの町に来てるって噂、 本当だったんだな。
es_es: Hihi, the rumor that he's coming to this town was true.

source: おい、こんな老い先短い爺さんさらって、 本当に金になるのか？
es_es: Hey, is it really money to kidnap such an old man with a short age?

source: 当たり前だ。神田っていやぁ、 芸術の神と言われるくらいの男だ。
es_es: No wonder. Kanda is a man who is said to be the god of art.

source: こいつを捕まえて家族をゆすりゃあ、 金にならないわけがないだろう！
es_es: If you catch this guy and shake your family, you can't afford to make money!

source: ……残念じゃったな。 わしに家族などおらぬよ。
es_es: ...... It was a shame. I don't have a family.

source: あぁ!? 嘘つけ。 お前の息子も有名な芸術家だろうがよ！
es_es: Ah !? A lie. Your son may be a famous artist too!

source: と、とりあえずこの爺さんをさらえばいいんだな!?
es_es: Anyway, I should kidnap this old man !?

source: ……おい。 そんなこと、俺がさせると思うか？
es_es: ……Hey. Do you think I'll let you do that?

source: お前こそ、４対１で敵うと思ってんのか？
es_es: Do you think you're a 4 to 1 enemy?

source: さ、斎藤よ……
es_es: Well, Saito ...

source: 大丈夫だ。すぐ終わるから、 爺さんは安全な所へ隠れててくれ。
es_es: Should be fine. It's over soon, so hide in a safe place.

source: 絶対死ぬなよ…… 死ぬなよ斎藤！
es_es: Never die ... Don't die Saito!

source: ……？ あぁ。
es_es: ……? Ahh.

source: ふざけやがって！ てめぇら…… やっちまえ！
es_es: Bullshit! Temera ... Do it!

source: 神田
es_es: Kanda

source: 悪そうな顔の男
es_es: A man with a bad face

source: 小悪党そうな青年
es_es: A young man who seems to be a small villain
