Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021bed.po
Languages: es_es

source: ぐはぁ！ か、格が違いすぎる……
es_es: Guha! Or the case is too different ...

source: どうだ？ まだやるのか？
es_es: How is it? Are you still doing it?

source: くそっ！ 覚えちょけよ！
es_es: Damn! Remember!

source: （妙なことで時間を食っちまったな。 武市の支度も済んでいるかもしれない。 武市道場へ戻るか）
es_es: (I've eaten up my time because of something strange. Maybe I'm ready for Takeshi. Will I go back to Takeshi Dojo?)

source: へへ…… いましたぜ……
es_es: Hehe ... I was ...

source: ん？ 何だ？
es_es: Hmm? What?

source: おまんが坂本龍馬か？
es_es: Is the manga Ryoma Sakamoto?

source: そうだが？
es_es: Is that so?

source: 随分と、うちの若い者を可愛がってくれたようやのう。 おかげで、わしら、商売あがったりじゃ。
es_es: It seems that he loved our young people. Thanks to that, we're in business.

source: 悪いがここで死んでもらう。 おまんは運が悪かったがよ。
es_es: I'm sorry, but I'll have you die here. I was unlucky.

source: 容赦すんじゃねえぞ！ 本気でぶっ殺しちゃれ！
es_es: Don't forgive me! Seriously kill me!

source: 「<Color:8>Model 2<Color:Default>」と「<Color:8>火炎弾<Color:Default>」を受け取った
es_es: "<Color:8> Model 2<Color:Default> "When"<Color:8> Flame bullet<Color:Default> Received

source: （武市の支度が済むまで 酒でも飲んで時間をつぶすか……）
es_es: (Do you want to kill time by drinking alcohol until you are ready for Takeshi?)

source: 浪人
es_es: Ronin

source: 龍馬
es_es: Ryoma

source: 怪しい男
es_es: Suspicious man
