Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021ea6.po
Languages: es_es

source: 土方、教えてくれ。 近藤さんの策を。
es_es: Hijikata, please tell me. Mr. Kondo's plan.

source: 伊東甲子太郎が新選組を乗っ取ろうとしていたこと など、ヤツが入隊してきた時から分かっていた。
es_es: I knew from the time he joined the army that Ito Kashitaro was trying to take over the Shinsengumi.

source: 近藤さんは、そんな伊東をわざと泳がせ、 あの男がどの連中と手を組むのか 見張りつづけていたんだ。
es_es: Mr. Kondo made Ito swim on purpose and kept watching which guy he would join hands with.

source: 新選組の本当の敵を見極めるためにな。
es_es: To identify the true enemy of the Shinsengumi.

source: それじゃハナッから伊東は、近藤局長に そのための道具として利用されていた、 というわけか。
es_es: Then Ito was used by Director Kondo as a tool for that purpose.

source: そういうことになるな。
es_es: Don't be like that.

source: で、その見張り役が平助やったと。
es_es: Then, the watchman helped him.

source: 平助は試衛館出身。 だが、かつて伊東に軍学を習っていた縁もある。
es_es: Heisuke is from the trial hall. However, there is also a connection that once learned military studies from Ito.

source: それで半年以上前から近藤さんは平助を伊東に 近づかせ、動向を探らせていた……らしい。
es_es: So, for more than half a year, Mr. Kondo brought Heisuke closer to Ito and was searching for trends ....

source: らしいって。あんたも知らなかったっちゅうわけか。
es_es: It seems to be. I don't know why.

source: ああ。 ……しかし近藤さんって人にはつくづく驚かされる。 何をどこまで考えていたのか……
es_es: Oh. …… But Mr. Kondo is surprised by people. What and how much were you thinking ...

source: ごめんなさいね皆さん。 秘密にしてるつもりじゃなかったんだけど、 言い出すきっかけもなかなか無くて。
es_es: I'm sorry everyone. I didn't mean to keep it a secret, but I didn't have a chance to tell it.

source: それじゃ藤堂は伊東が誰と繋がっているのかを 探るため、伊東を守るような行動をとったと？
es_es: Then, did Todo take actions to protect Ito in order to find out who Ito was connected to?

source: ええ。あそこで皆さんに伊東さんが殺されたんじゃ、 意味なくなっちゃいますからね。
es_es: Yeah. It wouldn't make sense if Ito-san was killed by everyone over there.

source: いやぁ、大変でしたよ。 銃撃つのなんて久々だったから。
es_es: Well, it was hard. It's been a while since I've been shooting.

source: それで、伊東に繋がっとるっちゅうんは、 どこの誰やったんや。
es_es: So, who did the stuff that connects to Ito?

source: それが…… 土佐の、「坂本龍馬」って人らしいす。
es_es: That is ... Tosa's "Ryoma Sakamoto" seems to be a person.

source: 坂本龍馬……
es_es: Ryoma Sakamoto……

source: はぁ～。またその名前かい。
es_es: Hmm. Is that the name again?

source: あ、でもでも、もっと大きな情報も掴んだんですよ。
es_es: Ah, but I also got a lot more information.

source: なんや。
es_es: What?

source: 近々、坂本龍馬は長州と薩摩の代表と 大きな会合を持つらしいっす。
es_es: It seems that Ryoma Sakamoto will have a big meeting with the representatives of Choshu and Satsuma soon.

source: 伊東さんがその調整役を仰せつかったって。
es_es: Ito-san asked me to take the role of coordinator.

source: 長州と薩摩の代表？ 桂小五郎に西郷吉之助か。
es_es: Representative of Choshu and Satsuma? Is it Saigo Yoshinosuke to Katsura Kogoro?

source: なんだか大政奉還？ でしたっけ、それが成立 しちゃったとかで、幕府を倒したいと思っていた 坂本龍馬はかなり焦ってるみたいですよ。
es_es: Somehow the Taisei Hokan? It seems that Ryoma Sakamoto, who wanted to defeat the Bakufu, was quite impatient because it was established.

source: なるほどな。朝廷と新政府を作ろうとしている 薩長のケツを叩き、なんとか幕府との戦争を 起こさせたいということだな。
es_es: got it. He wants to hit the imperial court and Satsuma, who is trying to create a new government, and somehow start a war with the shogunate.

source: 日本中を巻き込んだ一大戦争を仕掛けるつもりか。
es_es: Are you planning to launch a big war involving all over Japan?

source: でも伊東さんの話じゃそれは表向きの理由って ヤツらしくて、坂本龍馬のホントの狙いは 別のところにあると。
es_es: However, according to Mr. Ito, it seems that the reason is ostensibly, and Ryoma Sakamoto's real aim is somewhere else.

source: なんや。桂と西郷を暗殺するとかか？
es_es: What? Do you want to assassinate Katsura and Saigo?

source: いやそうじゃない。
es_es: No, it's not.

source: きっとアイツの狙いは、薩長と幕府を闘わせ 互いに疲弊したところを、勤王党の力を使って 一気に叩く腹なんだろう。
es_es: I'm sure his aim is to use the power of the Qin Wang Party to hit the place where Satsuma and the Shogunate are fighting and exhausted each other at once.

source: 漁夫の利、っちゅうヤツか。
es_es: Is it the fisherman's interest?

source: しかし薩摩と長州もバカじゃない。 そんな相談に応じるだろうか。
es_es: However, Satsuma and Choshu are not stupid either. Will you accept such a consultation?

source: そうなんすよねぇ…… だから伊東さんも必死になって 薩摩と長州を説得する方法を考えてましたよ。
es_es: That's right ... So Ito-san was desperately thinking about how to persuade Satsuma and Choshu.

source: それに、三者がお忍びで会える場所の用意も しなきゃならないって。
es_es: Besides, I have to prepare a place where the three parties can meet in stealth.

source: おう平助。 それでその坂本龍馬は今どこにおんねん？
es_es: Ou Heisuke. So where is Ryoma Sakamoto now?

source: さあ…… 伊東さんもそれだけは誰にも教えてくれないんです。
es_es: Now ... Ito-san doesn't tell anyone about that.

source: 例の薩長との会合が実現すればさすがに 姿を現すと思うんですけど。
es_es: I think that it will appear as expected if the meeting with Satsumacho is realized.

source: そうか。だったら…… 俺たちでその会合を実現させてやるんだ。
es_es: Really. Then ... we'll make that meeting a reality.

source: え？
es_es: e?

source: それで、会合の場にもう一人の「坂本龍馬」が 現れるのを待つ……
es_es: So, wait for another "Ryoma Sakamoto" to appear at the meeting ...

source: 薩長との会合を餌にしておびき出すんやな？
es_es: Do you want to feed on the meeting with Satsumacho?

source: ああ。奴は親っさんを殺し、その刺客を請け負った 芹沢鴨をも殺した。
es_es: Oh. He killed his parents and also killed Serizawa Kamo, who undertook the thug.

source: 今度はこっちから仕掛ける番だ。
es_es: Now it's time to start from here.

source: だがどうやって三者会談を実現する？ 薩摩と長州が乗らない限り会合は開かれない。
es_es: But how do you realize the tripartite talks? The meeting will not be held unless Satsuma and Choshu are on board.

source: 俺がやる。
es_es: I will do it.

source: 君が？ どうやって。
es_es: you? How.

source: 西郷と桂には面識がある。 直接行って頼むしかない。
es_es: Saigo and Katsura have acquaintance. There is no choice but to go directly and ask.

source: 一（はじめ）ちゃんが？
es_es: Ichi (beginning) -chan?

source: 直接頼むやと？
es_es: Do you ask directly?

source: いや、それは難しいと思いますよ。
es_es: No, I think it's difficult.

source: どういうことだ？
es_es: What does it mean?

source: 今は伊東さんの「御陵衛士」たちが街中に あふれています。 斎藤さんじゃ顔が割れすぎている。
es_es: Now, Ito-san's "Goryo guards" are everywhere in the city. Saito's face is too cracked.

source: この状況で西郷や桂に会ったりすれば こっちが罠仕掛けようとしているのが伊東さんに バレちまいます。
es_es: If I meet Saigo or Katsura in this situation, Ito-san will tell me that I am trying to set a trap.

source: それ言うたら、この場にいる全員無理っちゅう ことかいな。
es_es: If you say that, it's impossible for everyone in this place.

source: 平助以外はな。だが大政奉還後、西郷、桂は そう簡単に会える人間じゃなくなっている。
es_es: Except for Heisuke. However, after the Taisei Hokan, Saigo and Katsura are no longer so easy to meet.

source: 今じゃ帝から直接お言葉を賜るって身分だ。 仮に平助が行ったところで彼らには取り継いでは もらえんだろう。
es_es: Now I have the status of receiving words directly from the emperor. If Heisuke went, they would have taken over.

source: くそ！ だが今動かねえと、あいつを…… もう一人の坂本龍馬を止めることはできねんだ……！
es_es: Fuck! But now I can't move him ... I can't stop another Ryoma Sakamoto ...!

source: どうにか御陵衛士の目を盗んで 西郷と桂を計画に引き込めれば……
es_es: If I somehow steal the eyes of the Imperial Guard and draw Saigo and Katsura into the plan ...

source: だが一体、どうすりゃいいんだ……
es_es: But what should I do ...

source: そいつは…… 俺らに任せてくれ。
es_es: That's ... leave it to us.

source: 中岡……
es_es: Nakaoka ……

source: さっき土佐から戻ってきたんだが…… 話は聞かせてもらった。
es_es: I just came back from Tosa ... I was told the story.

source: 役者は全員そろっているようだな。
es_es: It seems that all the actors are there.

source: お登勢に、おりょうまで…… どういうことなんだ？
es_es: To the rise, to Oryo ... What do you mean?

source: へへ……
es_es: Hehe ……

source: 龍馬
es_es: Ryoma

source: 土方
es_es: Earthwork

source: 永倉
es_es: Nagakura

source: 沖田
es_es: Okita

source: 藤堂
es_es: Todo

source: 中岡
es_es: Nakaoka
