Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid011608a5.po
Languages: es_es

source: ん？
es_es: Hmm?

source: おい、何やってるんだ！ 気をつけろ！
es_es: Hey, what are you doing! Be careful!

source: （……何かあったみたいだな）
es_es: (... I think something happened)

source: す、すまねぇ。 誰にも見られてねぇか？
es_es: I'm sorry. Can anyone see it?

source: ……！ まずい、あいつに見られたぞ！
es_es: ……! Bad, he saw it!

source: う、嘘だろ…… ああ……
es_es: Uh, it's a lie ... oh ...

source: （……どうやら 面倒なところに居合わせたようだな）
es_es: (... Apparently I was in a troublesome place)

source: 見られたからには仕方ねぇ…… こいつは極秘で運ばなきゃならねぇんだ。
es_es: It can't be helped because it was seen ... This guy has to be carried in secret.

source: 俺は奉行所の人間じゃない。 お前たちが何を隠していようが別に構わん。 だから、そこを通してくれ。
es_es: I'm not a man in the magistrate's office. It doesn't matter what you hide. So go through it.

source: そうはいかねぇ。 お頭の指示は絶対なんだ！ こうなったら……
es_es: That's not true. Your head's instructions are absolute! When it comes to this……

source: オイ、オマエら何をしてイル？
es_es: What are you doing, Oi, Omae and others?

source: お、お頭!? すまねぇ、こいつに銃を見られちまって。
es_es: Oh, your head !? Sorry, this guy saw the gun.

source: 俺がへまをしたばかりに…… お頭、申し訳ねぇ！
es_es: I just made a mess ... I'm sorry for your head!

source: 失敗ハ誰にでもあるコトダ。 だが、ソレで騒ぎを大きくシテは 余計に目立ッテしまうダロウ？
es_es: Failure C Kotoda that everyone has. However, is it Darrow that makes a lot of noise with Sole and makes the shite stand out more?

source: 確かに、秘密裏に運べと言ったガ 目立たズニ行動シロ、とも言ってあったハズダ。
es_es: Certainly, Hazuda was also said to be a conspicuous Zuni behavior white who told me to carry it secretly.

source: そ、そうだった…… すまねぇ。
es_es: Yeah, that's right ... I'm sorry.

source: フム…… 見られてシマッタなら仕方ないナ。
es_es: Hmm ... I can't help it if I can see it.

source: オマエ達ハ、先にアジトに荷物を運んでクレ。 彼とハ、俺が話をシヨウ。
es_es: Omae and others, first carry the luggage to the hideout and clerk. He and Ha, I'll talk.

source: わ、わかった……
es_es: I see ...

source: サテ…… 悪いガ、うちの品を見らレタ以上 オマエをただで帰すことはできないナ。
es_es: Sate ... Bad moth, I can't return you for free more than the letter when I see our item.

source: ……どうするつもりだ？
es_es: ...... What are you going to do?

source: ハハ！ そんな、怖い顔をスルなヨ。 別に、危害を加えルつもりはないサ。
es_es: Haha! Such a scary face is awesome. Apart from that, I'm not going to do any harm.

source: オレは商人ダ。取引しないカ？ 詳しい話ハ、アジトでシヨウ。
es_es: I'm a merchant da. Do you not trade? Detailed story Ha, hideout.

source: ……取引？
es_es: ……transaction?

source: まあマア、とりあえずこっちへ。
es_es: Well, Maa, go here for the time being.

source: （銃が商品だというなら武器商人か…… 敵に回すとやっかいなことになりそうだな）
es_es: (If a gun is a product, it's a weapons merchant ... If you turn it into an enemy, it's going to be troublesome.)

source: ……ああ。 わかった。
es_es: ……Oh. all right.

source: 怖そうな浪人
es_es: Scary Ronin

source: 弱そうな浪人
es_es: Ronin who seems to be weak

source: 貧乏そうな浪人
es_es: Poor Ronin

source: 謎の外国人
es_es: Mysterious alien
