Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid011607d1.po
Languages: es_es

source: （居たな…… 依頼書の奴らだ）
es_es: (I was there ... the guys in the request form)

source: おい、お前ら。 店の者から苦情が来ている。 今すぐ代金を払って出て行ってくれ。
es_es: Hey you guys. There are complaints from the shop staff. Pay for it now and go out.

source: なんだぁ、お前は～!?
es_es: What the hell are you ~ !?

source: お、お前は!? あの時の……
es_es: Oh, you !? At that time ...

source: お前のせいで御頭は！
es_es: Because of you, your head!

source: 表へ出ろ！ とにかくお前をボコらねぇと、 この相模天狗様の気がすまねぇ！
es_es: Go to the table! Anyway, I'm sorry for this Sagami Tengu-sama if you don't get bogged down!

source: いいだろう。 その方が、店にも迷惑がかからないからな。
es_es: All right. That's because it doesn't bother the store.

source: お前は、あっちの店にいる仲間呼んでこい！
es_es: Call your friends in that store!

source: ああ！
es_es: Oh!

source: やっちまうぞ！
es_es: Let's do it!

source: はぁはぁ…… やっぱりコイツ強ぇ。
es_es: Haha ... After all, this guy is strong.

source: 以前かなり痛い目に合わせたと思ったが…… どうやら、足りなかったようだな。
es_es: I thought it hurt a lot before, but ... apparently it wasn't enough.

source: クッ、あれで大人しくなる御頭だと思うか？ お前の目も、相当な節穴よのぉ。 ま、あの御頭に従ってた俺も大概見る目がないがな。
es_es: Kuu, do you think that's the head that makes you grow older? Your eyes are also quite a knot hole. Well, I, who followed that head, usually have no eyes to see.

source: 本来はお前になぞ言うことはないが 今の御頭は好かんからのぉ…… 特別に教えてやる。
es_es: Originally, I don't have anything to say to you, but I don't like your current head ... I'll tell you something special.

source: 御頭は最近出会った男と何か企んどる。 じゃが、御頭は利用されとることに気付いとらん。
es_es: The head plans something with a man he recently met. However, I don't realize that the head is being used.

source: 最近、俺たちにはなーんも教えてくれん。 じゃから詳しいことは分からんが…… お前も用心した方がええぜ。
es_es: Don't tell us anything lately. I don't know the details ... You should be careful too.

source: じゃあの。
es_es: Well then.

source: （天狗の御頭が何か企んでいるようだ。 注意しておいた方がいいな。 一度、橘組に戻ってお松に報告するか）
es_es: (It seems that the head of the tengu is planning something. You should be careful. Do you want to go back to the Tachibana group and report to Matsu?)

source: 天狗面の酔っ払い
es_es: Tengu face drunk

source: 大柄な天狗
es_es: Large tengu

source: 相模天狗
es_es: Sagami Tengu
