Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016e0048.po
Languages: es_es

source: （ん？ あれは神主？ 隣にいるのは…… 少女か？）
es_es: (Hmm? Is that a priest? Is it a girl next door?)

source: お願いしますよー……
es_es: Thank you ...

source: そう言われましてもねぇ…… 親御さんが事故で亡くなって、かわいそうだとは 思うけど、こっちも商売なんですよ。
es_es: Even if I was told that ... I feel sorry for my parents who died in an accident, but this is also a business.

source: この子がいくら頑張ったって…… 親御さんの借金 １００両、払えるわけがないでしょう？ だとしたらやっぱりあの家を売るしかないよ。
es_es: No matter how hard this child did ... I can't afford to pay 100 of my parents' debts, right? If so, I have no choice but to sell that house.

source: そ、それだけは…… あの家は、両親との思い出がつまった大切な 場所なんです。
es_es: Well, that's it ... That house is an important place filled with memories with my parents.

source: だったら、どうやって払うってんだ？ 君みたいな若い娘があの大金を払うなんて、 体でも売らなきゃ無理だぞ。
es_es: So how do you pay? It's impossible for a young girl like you to pay that big sum if you have to sell it.

source: とにかく、このまま払う当てが見つからないなら、 予定通り、あの家は売りに出させてもらうからね。
es_es: Anyway, if you can't find a reliance to pay as it is, that house will be put up for sale as planned.

source: そろそろ…… 荷物をまとめておくように。 それじゃ。
es_es: It's about time ... Keep your luggage together. Well then.

source: はぁぁ、やっぱりダメか。 ごめんね、何とかしてあげたいんだけど……
es_es: Oh, is it no good after all? I'm sorry, I'd like to do something about it ...

source: ……いいんです、神主さん。 地主さんに掛け合ってくれて、 ありがとうございました。
es_es: ...... Good, priest. Thank you for contacting the landowner.

source: いや、これくらい。 君のご両親とは、仲良くさせてもらってたからね。 協力するのは、当然だよ。
es_es: No, this is about it. I was able to get along with your parents. It's natural to cooperate.

source: しかし、借金を払う当て、かぁ…… そんなのないよなぁ。どうしよう……
es_es: However, I guess I'm going to pay the debt ... I don't think so. What should I do……

source: おい、どうしたんだ、揉め事か？
es_es: Hey, what's wrong, is it a dispute?

source: あ、斎藤さん……
es_es: Oh, Mr. Saito ...

source: 龍馬
es_es: Ryoma

source: 神主
es_es: Shinto priest

source: 地主
es_es: Landlord

source: 少女
es_es: Maiden
