Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016c00c5.po
Languages: es_es

source: （少しくつろぐとするか）
es_es: (Do you want to relax a little)

source: あ、そうだおじさん。 よかったら、また耳掃除してあげようか？
es_es: Oh, that's right, uncle. Would you like to clean your ears again?

source: いや、遠慮しておく。
es_es: No, please refrain.

source: そう？ ならいいけど。
es_es: so? In that case it's fine.

source: ああ。頼む。
es_es: Oh. ask.

source: うん、分かった。
es_es: Yeah, I understand.

source: はーい。それじゃいくね。 どんどんとりますよー。
es_es: Yes. That's it. I will take more and more.

source: うぐぐぐっ！
es_es: Ugugugu!

source: あ、こんなとこにも。 ……よいしょ。
es_es: Oh, here too. ...... Good.

source: ぐわああっ！
es_es: Guwaa!

source: ご、ごめんね！ その…… 痛かった？
es_es: I'm sorry! That ... did it hurt?

source: あ、ああ。少し、痛かったな……
es_es: Ah, ah. It hurt a little ...

source: ふぅ。おかげですっきりした。 ありがとうな、遥。
es_es: Huh. Thanks to you, it was refreshing. Thank you, Haruka.

source: ウフフ…… どういたしまして。
es_es: Uhufu ... You are welcome.

source: （少しくつろぐとするか）
es_es: (Do you want to relax a little)

source: あ、そうだおじさん。 よかったら、また耳掃除してあげようか？
es_es: Oh, that's right, uncle. Would you like to clean your ears again?

source: いや、遠慮しておく。
es_es: No, please refrain.

source: そう？ ならいいけど。
es_es: so? In that case it's fine.

source: ああ。頼む。
es_es: Oh. ask.

source: うん、分かった。
es_es: Yeah, I understand.

source: はーい。それじゃいくね。 どんどんとりますよー。
es_es: Yes. That's it. I will take more and more.

source: うぐぐぐっ！
es_es: Ugugugu!

source: あ、こんなとこにも。 ……よいしょ。
es_es: Oh, here too. ...... Good.

source: ぐわああっ！
es_es: Guwaa!

source: ご、ごめんね！ その…… 痛かった？
es_es: I'm sorry! That ... did it hurt?

source: あ、ああ。少し、痛かったな……
es_es: Ah, ah. It hurt a little ...

source: ふぅ。おかげですっきりした。 ありがとうな、遥。
es_es: Huh. Thanks to you, it was refreshing. Thank you, Haruka.

source: ウフフ…… どういたしまして。
es_es: Uhufu ... You are welcome.

source: （少しくつろぐとするか）
es_es: (Do you want to relax a little)

source: ……おじさん？
es_es: ……Uncle or Mister?

source: ……おじさん。
es_es: ……Uncle or Mister.

source: おじさんってば！
es_es: Uncle!

source: おおっ！ ……なんだ、遥か。 すまん。ぼーっとしていた。
es_es: Oh! ...... What is it, far? sorry. I was absent.

source: んもう、ずっと呼んでたのに、 耳でも詰まってるんじゃないの？ 耳掃除、してあげようか？
es_es: Hmmm, I've been calling you all the time, but your ears are clogged, right? Shall I clean my ears?

source: じゃあ、お願いするかな。
es_es: Then I'd like to ask.

source: うわー、けっこうあるね…… おじさん、自分で耳掃除とかしないの？
es_es: Wow, there are quite a few ... Uncle, why don't you clean your ears yourself?

source: ……まぁ、あまりしないな。
es_es: ...... Well, I don't do much.

source: だめだよ、こまめにしないと。 ……うわ、奥に大きいのがある。 とれるかな……？
es_es: No, I have to be diligent. ...... Wow, there is a big one in the back. Can I get it ...?

source: うぐぐぐっ！
es_es: Ugugugu!

source: あ、こんなとこにも。 ……よいしょ。
es_es: Oh, here too. ...... Good.

source: ぐわああっ！
es_es: Guwaa!

source: ご、ごめんね！ その…… 痛かった？
es_es: I'm sorry! That ... did it hurt?

source: あ、ああ。少し、痛かったな……
es_es: Ah, ah. It hurt a little ...

source: ……おかげですっきりした。 それに、人に耳掃除してもらうなんて、 昔母親にしてもらって以来、久々だ。
es_es: …… Thanks to you, it was refreshing. Besides, it's been a while since I had my mother clean my ears.

source: そうなんだ。 ……私も昔、お母さんによくやってもらったなぁ。
es_es: is that so. ...... I used to have my mom do it a lot.

source: もう…… やってもらうこともないんだね。
es_es: I don't even have you do it anymore.

source: 遥のお母さんは…… どんな人だったんだ？
es_es: Haruka's mother ... What kind of person was that?

source: 優しい人だったよ。とっても。 ちょっとおせっかいなところもあったけど、 誰よりも私のことを心配してくれてた。
es_es: He was a kind person. Very. It was a little noisy, but he worried me more than anyone else.

source: ……まさか、こんな早くお別れすることに なるなんて、思わなかった。
es_es: ... I never thought I would say goodbye so quickly.

source: 遥……
es_es: remote……

source: あ、ごめんね。しんみりしちゃったね。
es_es: Oh, I'm sorry. I'm sick.

source: いや、構わんさ。 むしろ遥の本音が少しでも聞けてよかった。 お前はどこか、本心を隠すくせがあるからな。
es_es: No, it doesn't matter. Rather, I'm glad I could hear Haruka's true intentions. Because you have a habit of hiding your true feelings somewhere.

source: そ、そうかな？
es_es: Is that so?

source: ああ。まぁ、それはお前が優しいからだろう。 悪いことじゃない。
es_es: Oh. Well, that's probably because you're kind. Not a bad thing.

source: ただ、俺でよければいつでも話くらいは聞いてやる。 それを忘れるなよ？ 溜めこみすぎるのも、体に毒だからな。
es_es: However, if it's okay with me, I'll always listen to the story. Don't forget it? It's poisonous to the body that it accumulates too much.

source: おじさん…… うん、ありがとう。
es_es: Uncle ... Yeah, thank you.

source: （少しくつろぐとするか）
es_es: (Do you want to relax a little)

source: （ふぅ……）
es_es: (Fu ……)

source: 遥
es_es: remote

source: 頼む
es_es: ask

source: 断る
es_es: turn down

source: 龍馬
es_es: Ryoma
