Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e6d.po
Languages: es_es

source: バカな……
es_es: stupid……

source: こんなモンかぁ？ まだまだ食い足りんでぇ。 とーますぐらまーちゃん。
es_es: Is it such a mon? I'm still eating. Tomasugurama-chan.

source: 調子に乗りおって……!! これならどうだ！
es_es: Get on with it ... !! How about this!

source: これは……！
es_es: is this……!

source: ふ、ふふふ…… まさか生身の人間２人にここまでの兵力を 投入することになるとはな…… だがこれでお終いだ！
es_es: Hmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmm ...

source: ちっ……
es_es: Chi ...

source: ヒヒッ。……ええやないか。受けて立つで。
es_es: Hihi. ...... Isn't it? Take it and stand.

source: 沖田……
es_es: Okita ……

source: 一（はじめ）ちゃん。しゃあないから武市はアンタに 譲ったるわ。その代わり このオモロそうなオモチャは、ワシが頂くでぇ。
es_es: Ichi (beginning) -chan. Takeshi will give it to you because I don't know. Instead, I'll get this toy that looks like a toy.

source: １人で戦おうというのか……!? この兵器、この人数を相手に……!?
es_es: Are you going to fight alone ...!? This weapon against this number of people ...!?

source: はよ行けや。 アンタには付けなアカンけじめがある。……せやろ？
es_es: Goodbye. You have an extraordinary Akan. ...... Sayaro?

source: 兄さん……
es_es: Brother ……

source: ……それやっぱ恥ずかしいわ。 行け!! 一（はじめ）ちゃん!!
es_es: ...... It's embarrassing after all. Go !! Ichi (Hajime) -chan !!

source: ……頼んだ！
es_es: ……Begged!

source: ……さぁ来いや。今宵の菊一文字はよう斬れるでぇ!!!!
es_es: ...... Come on. Tonight's Kikuichimonji will be cut off !!!!

source: くっ……!!
es_es: Kuu …… !!

source: そこまでです。壬生狼の皆さん。
es_es: That's it. All of the Mibu wolf.

source: お前は……？
es_es: You are……?

source: 申し遅れました。私、英国で貿易商を営んでおります トーマス・グラバーと申します。
es_es: I was late. My name is Thomas Glover and I am a trader in the UK.

source: トーマス・グラバーだと？ じゃあお前が武市と組んで、薩長へ武器を流していた 武器商人なのか……！
es_es: What about Thomas Glover? Then, are you a weapons merchant who teamed up with Takeichi and sent weapons to Satsumacho ...!

source: ほう…… よくご存知で。 武市先生にはひいきにして頂いております。 いや…… 「坂本龍馬」先生、でしたかな？
es_es: Hmm ... You know it well. Mr. Takeichi has patronized me. No ... Was it Mr. Ryoma Sakamoto?

source: さて、こうして皆様の前へ伺ったのは、 武市先生のお仕事を円滑に進めるため、 私も一肌脱ごうかと思いまして。
es_es: By the way, I asked everyone in this way that I was wondering if I could take a break in order to facilitate the work of Professor Takeichi.

source: つまりあなた方にここで死んで頂くということです。 わが国自慢の最新兵器でね。
es_es: In other words, you will die here. With the latest weapons that Japan is proud of.

source: ……未だに鉄の棒を振り回している 野蛮なあなた方には、もったいないくらいですが。
es_es: ...... It's a waste for you, the barbarians who are still wielding iron rods.

source: ほう……
es_es: Hmm ...

source: 覚悟はいいですか？ ……やれ!!
es_es: Are you ready? ...... Do it !!

source: グラバー
es_es: Glover

source: 沖田
es_es: Okita

source: 龍馬
es_es: Ryoma
