Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021de8.po
Languages: es_es

source: 斎藤君、君も来ていたのか。
es_es: Saito-kun, did you come too?

source: 伊東……
es_es: Ito ……

source: この寺田屋に井上さんを殺した「坂本龍馬」という 土佐者が潜んでいる。今から踏み込む。
es_es: A Tosa person named "Ryoma Sakamoto" who killed Mr. Inoue lurks in this Teradaya. I will step in from now on.

source: ああ。分かっている。
es_es: Oh. I know.

source: だが、君は必要ない。 この件は私と、武田の五番隊でやらせてもらう。
es_es: But you don't need it. I and Takeda's Fifth Corps will do this for me.

source: なんだと？
es_es: what?

source: 君は新入りの隊長だ。 先だっての池田屋の一件然り、 敵を取り逃すようなことをされては困るのでね。
es_es: You are a new captain. As with the previous Ikedaya case, I don't want to miss the enemy.

source: それは……
es_es: that is……

source: とにかく、余計な手出しは結構…… ここは今、参謀である私の指揮下にある。
es_es: Anyway, there's a lot of extra work ... This is now under my command as a staff member.

source: いや、ここの指揮は一番隊に執らせてもらうで。
es_es: No, I'll let the first corps take command here.

source: 沖田君…… 君までやってきたのか。
es_es: Mr. Okita ... Did you come to you?

source: まあ聞けや伊東はん…… 今さっき局長と会うたんやけど。 あんたにええ話があるらしいわ。
es_es: Well listen, Han Ito ... I just met the director. There seems to be a story for you.

source: は？ 局長が……？
es_es: What? The director is ...?

source: なんや「引退の相談」をしたいらしいわ。
es_es: It seems that he wants to have a "retirement consultation".

source: なに？ 近藤局長が引退されるというのか？
es_es: What? Is it that Director Kondo will retire?

source: ワシもようわからんけど、あんたを屯所に 呼び出すよう仰せつかったんや。
es_es: I don't know, but he asked me to call you to the tunsho.

source: ここの指揮権はワシに任せるいうてな。
es_es: I'll leave the command here to me.

source: でまかせじゃないだろうな？
es_es: Isn't it left to you?

source: ……沖田君、言うまでもないが もしその話が嘘だったら切腹ものだぞ？
es_es: ...... Okita-kun, needless to say, if the story was a lie, it would be seppuku, right?

source: べつにええで。
es_es: Yeah.

source: せやけど副長に次期局長の座を奪われたくないん やったら、早よ行った方がええんとちゃうか？
es_es: But if I don't want the deputy director to take the position of the next director, wouldn't it be better to go early?

source: くっ……
es_es: Kuu ……

source: 私は屯所に行く。 あとは一番隊に任せよう。
es_es: I go to the tunsho. Let's leave the rest to the first corps.

source: 助かった。
es_es: Was saved.

source: 伊東はなにより「局長」の座を狙っとるからな。 苦しい言い訳やったが、あとは勇チャンが うまいことやってくれるやろ。
es_es: Ito is aiming for the position of "Director" above all. I made a painful excuse, but Yuu Chan will do the rest.

source: それより邪魔者はおらんようなったで。 「坂本龍馬」を殺す資格があるんは ワシかお前だけや。
es_es: There were no more disturbing people than that. Only I or you are eligible to kill "Ryoma Sakamoto".

source: ああ。だがひとつその前にやっておきたいことがある。
es_es: Oh. But there is one thing I want to do before that.

source: なんや？
es_es: What?

source: 踏み込む前に、寺田屋の女将と女中を 逃がしてやりたい。
es_es: Before stepping in, I want to let the Teradaya proprietress and maid escape.

source: 長いこと世話になってる。 斬り合いに巻き込みたくない。
es_es: I have been indebted for a long time. I don't want to get involved in slashing.

source: 気持ちは分かるが、しゃあないやないか。 逃がすっちゅうてもどうやってこの状況で 知らせるっちゅうねん。
es_es: I understand your feelings, but don't you think? How can I let you know in this situation even if I escape?

source: 裏口から回って、 どうにか合図を送れれば良いのだが……
es_es: I wish I could somehow send a signal by going around from the back door ...

source: あー、あー、めんどうやな。 ワシはもっと正面からババッと踏み込んで、 思いっきり暴れたいっちゅうのに。
es_es: Ah, ah, I'm sorry. The eagle stepped in from the front more and went wild.

source: 分かった！ せやったら、とりあえず裏口に回ろうや。
es_es: Do you get it! If you do, let's go to the back door for the time being.

source: それでええな？
es_es: Is that so?

source: ああ、大丈夫だ。
es_es: Oh, it's okay.

source: ほな行くで。 ……裏口から静かに入るんや。
es_es: Don't go. ...... You enter quietly from the back door.

source: 伊東
es_es: Ito

source: 龍馬
es_es: Ryoma

source: 沖田
es_es: Okita
