Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016c005e.po
Languages: es_es

source: ええじゃないか♪ ええじゃないか♪
es_es: Yeah ♪ Yeah ♪

source: おい、お前ら……
es_es: Hey, you guys ...

source: おっ？ あいつ、出てきたぞ！
es_es: Oh? He came out!

source: ……ん？
es_es: ……Hmm?

source: がやがやうるさいのう、愚民どもが…… 何をやっとるんじゃ？
es_es: Noisy, fools ... what are you going to do?

source: も、もうあんたの支配にはうんざりだ！ うちらの地域だけ、なんでこんなに搾取されなきゃ いけないんだ！
es_es: But I'm sick of your rule! Why should we be so exploited only in our area!

source: そ、そうよ！ 私たちからお金を奪って、 幕府に内緒で私腹をこやして…… 私達、生活できなくて死んじゃうじゃない!?
es_es: Yeah, that's right! Steal money from us and get angry with the shogunate secretly ... We can't live and die !?

source: ふっ。なら…… 死ねばいいだろう。
es_es: Huh. Then ... I should die.

source: な…… なんですって！
es_es: What ... what!

source: ここはわしが任されている地区だ。 わしの言うことを聞けない奴らなど、用はないわ。 死んでかまわん。
es_es: This is the area where I am entrusted. There's no use for those who can't hear me. I don't mind being dead.

source: な、何が死んでかまわんだ！ ……もういい、それなら、ここから出て行ってやる！ そしてお前の悪事を、幕府に告げ口してやるからな！
es_es: I don't care what's dead! ...... Okay, then I'll get out of here! And I'll tell the shogunate about your wrongdoing!

source: ふん。はたしてそんなことができるかな？ ……おい。
es_es: Hmm. Can you really do that? ……Hey.

source: ひ、ひいいっ！
es_es: Hi, hii!

source: この地域から逃げる者、告げ口をする者…… そんな奴らをわしが生かしておくわけがないだろう。 お前らはこれからも一生、わしに貢ぐのだ。
es_es: Those who flee from this area, those who tell the story ... I can't keep them alive. You will continue to contribute to me for the rest of your life.

source: そ、そんな……
es_es: Oh, that's ...

source: がはははははっ！ ええじゃないかだか何だか知らんが、 そんな運動したところで無駄なんだよ、愚民どもが！
es_es: Hahahahahaha! I don't know if it's ok, but it's no use exercising like that, fools!

source: お前らは…… 一生わしに貢げば「ええじゃないか」！ なんてな！ ガハハハ！
es_es: You guys ... If you contribute to me for the rest of your life, "Yes!" What! Gahahaha!

source: が、がはははは！
es_es: But, hahahahaha!

source: 話は聞かせてもらったぜ。
es_es: I told you the story.

source: な、なんじゃお主は？
es_es: What is the Lord?

source: ……あんた、ろくでもねぇ野郎だな。 権力を悪用して、民衆を苦しめて…… 放ってはおけねぇな。
es_es: ...... You're a Rokudemonee guy. Abusing power and afflicting the people ... Don't leave it alone.

source: ふん。それはこちらも同じだ。 それを知られてしまったからには、 わしも貴様を放っておけん。
es_es: Hmm. It's the same here. Now that you know it, I'll leave you alone.

source: おい！ お前ら！ こいつを八つ裂きにしてやるのじゃ！
es_es: Hey! You guys! I'll tear this guy into eight pieces!

source: ……さて、次はお前の番だな。
es_es: ...... Well, it's your turn next.

source: ひ、ひえええええっ！
es_es: Hi, yeah yeah yeah!

source: ……ガクッ。
es_es: ...... Gakutsu.

source: なんだこいつ。気絶しちまったのか……
es_es: What is this guy? Did you faint ...

source: あの…… ありがとうございました！ 本当に…… 本当に効果があった！ すごい！ やっぱりあの踊りは、すごいんだ！
es_es: Um ... Thank you! Really ... It really worked! Amazing! After all, that dance is amazing!

source: 効果？
es_es: effect?

source: はい。ええじゃないかですよ！ 「ええじゃないか」を踊れば世直しが出来る、 という噂をきいて、我々は踊っていたんです。
es_es: Okay. Yeah! We were dancing after hearing the rumor that we could fix the world by dancing "Yes, isn't it?"

source: そうしたら、結果的に悪代官を倒して、 世直しをすることができました！ ええじゃないかって、本当に効果があったんですね！
es_es: As a result, I was able to defeat the villain and fix the world! Yeah, it really worked!

source: ええじゃないかのおかげかどうかは分からんが、 とにかく、生活が改善されたのなら、よかったな。
es_es: I don't know if it's because of it, but anyway, I wish I had improved my life.

source: はい！ 本当にありがとうございました。 これはお礼です。
es_es: Okay! I'm really thankful to you. This is a thank you.

source: 「<Color:8>平常心の手ぬぐい<Color:Default>」をもらった
es_es: "<Color:8> Tenugui with a normal heart<Color:Default> I got

source: しかし、ええじゃないかをやっている連中は みんな遊び半分だと思っていたが……
es_es: However, I thought that all the people doing it were playful ...

source: あんた達みたいに、純粋に運動している奴らも いたんだな。どうやら、誤解していたようだ。
es_es: Some people, like you, were purely exercising. Apparently, he was misunderstanding.

source: はい。踊ってる理由は それぞれ色々あるかと思いますが……
es_es: Okay. I think there are various reasons for dancing ...

source: 僕たちは、世の中が良くなるようにっていう 思いをこめて踊っています。
es_es: We are dancing with the idea that the world will be better.

source: さぁ、景気づけにもういっちょ、踊ろうか！
es_es: Let's dance again to boost the economy!

source: ええじゃないか♪ ええじゃないか♪
es_es: Yeah ♪ Yeah ♪

source: ふっ…… その願い、届くといいな。
es_es: Hmm ... I hope that wish will arrive.

source: さぁ、お侍さんもぜひ。
es_es: Now, samurai-san is definitely welcome.

source: え？ ……俺もか？
es_es: e? ...... Is it me too?

source: はい、ぜひ！ 踊ってみると楽しいものですよ。 世の中がよくなるように。 お侍さんもご協力お願いします！
es_es: Yes, by all means! It's fun to dance. May the world get better. Please cooperate with the samurai!

source: む…… だが……
es_es: Mmm ... but ...

source: いいからいいから！ はい、こちらへ。
es_es: Because it ’s good, it ’s good! Yes, here.

source: う、うむ……
es_es: Umm ...

source: ええじゃないか♪ ええじゃないか♪
es_es: Yeah ♪ Yeah ♪

source: ……ええじゃないか。……ええじゃないか。
es_es: ……Come on, it's ok. ……Come on, it's ok.

source: お侍さん、もっと元気よく！
es_es: Samurai, be more energetic!

source: ぬ…… え、ええじゃないか。 ええじゃないか。
es_es: No ... Yeah, isn't it? Come on, it's ok.

source: そう！ その調子ですよ！ ええじゃないか♪ ええじゃないか♪
es_es: so! That's the way it is! Yeah ♪ Yeah ♪

source: 踊っている人たち
es_es: People dancing

source: 男の声
es_es: Man's voice

source: 悪代官
es_es: Akudaikan

source: 訴える男
es_es: Man to sue

source: 訴える女
es_es: Woman to sue

source: 用心棒達
es_es: Stick to

source: 民衆
es_es: people

source: 龍馬
es_es: Ryoma
