Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e97.po
Languages: es_es

source: 奢ってもらってすまないな。
es_es: I'm sorry to have you treat me.

source: ハハ、いいんですよ。 これくらい安いもんです。
es_es: Haha, that's fine. It's so cheap.

source: 今日のところは、ここで大人しゅう帰ったるわ。 けど、次、会うたときは…… 覚悟しとけや。
es_es: For now, I'm going home here as an adult. But the next time I meet ... be prepared.

source: ま、それはお互い様ってことで。
es_es: Well, it's like each other.

source: おい。 まだ終わっちゃいねえぞ。
es_es: Hey. It's not over yet.

source: はぁ？ 何やて？
es_es: Huh? What?

source: もう１軒行くぞ。 付いてこい。
es_es: I'll go to another one. Follow me.

source: （さて、次は…… 祗園にでも行ってみるか）
es_es: (Well, next time ... Would you like to go to Gion?)

source: （柄じゃないが、憂さを晴らすには ああいうところもいいのかもしれない……）
es_es: (It's not a pattern, but that kind of place may be good for relieving anxiety ...)

source: 龍馬
es_es: Ryoma

source: 桂
es_es: Gui

source: 西郷
es_es: Saigo
