Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid011606fa.po
Languages: es_es

source: ここが橘組の詰所よ。
es_es: This is the Tachibana group's station.

source: なにやら物騒な連中がいるな……
es_es: There are some noisy people ...

source: みんな橘組で働いている人たちよ。 彼らはみんな京の平和のために 頑張ってくれているの。
es_es: Everyone is working in the Tachibana group. They are all working hard for the peace of Kyoto.

source: 橘組には、悪い人の取り締まりはもちろん、 用心棒や見廻りみたいな依頼も来るから、 彼らみたいな屈強な人たちがどうしても不可欠なの。
es_es: Tachibana-gumi receives requests such as bouncers and patrols as well as crackdowns on bad people, so strong people like them are indispensable.

source: そこで、あなたにもそのお手伝いを お願いできれば、と思って声をかけたのよ。 詳しい説明をするからこっちへ来て。
es_es: So I asked you to help me with that. I'll give you a detailed explanation, so come over here.

source: これは御依頼掲示板と言って、 今あるお仕事、「依頼」が張り出されているの。
es_es: This is called a request bulletin board, and the existing work, "request", is posted.

source: 依頼は、町の人たちが困っているのを助けたり、 悪人たちを懲らしめてくれといったものが多いわ。
es_es: Many of the requests are to help the townspeople in trouble or to discipline the bad guys.

source: その依頼を達成すれば、 相応の報酬がもらえる仕組みよ。
es_es: If you fulfill that request, you will receive a reasonable reward.

source: なるほどな。 橘組は、町の人たちの頼みを聞く 仲介所ということか。
es_es: got it. Is Tachibana-gumi an intermediary that listens to the requests of the townspeople?

source: そういうこと。 依頼を解決すれば、それだけ京の町の平和を 守ることに繋がるわ。
es_es: Such thing. Resolving the request will help protect the peace of the city of Kyoto.

source: どう？ 是非、あなたにもお願いしたいんだけど……
es_es: How? I would like to ask you too ...

source: なるほどな……
es_es: got it……

source: （ここには、裏の情報が色々と集まってきそうだ。 探している情報が手に入るかもしれない）
es_es: (There seems to be a lot of information behind the scenes here. You may get the information you are looking for.)

source: わかった、協力しよう。
es_es: Okay, let's cooperate.

source: よかった！ さっきの天狗面の男たちもそうだけど……
es_es: Was good! The same goes for the men on the tengu side ...

source: 最近悪党たちの中にも腕の立つ人が増えて 仲間が返り討ちにあうことが多くなっちゃって。
es_es: Recently, the number of villains who are good at it has increased, and the number of friends returning to each other has increased.

source: それで、あなたのような 強い人をずっと探していたの。
es_es: So I've been looking for a strong person like you.

source: あいつら、確かに骨のある奴らだった。 一体何者なんだ？
es_es: They were certainly boney guys. Who the hell are you?

source: 『浄僧天狗』…… 頭領「浄僧」を筆頭とした山賊集団。
es_es: "Jyomon Tengu" ... A group of bandits led by the head "Jyomon".

source: 噂によると、新選組だとか攘夷だとか 諍いの絶えない京の町の混乱に乗じて 金品を奪ったりしているの。
es_es: Rumor has it that the Shinsengumi, the jōi, and the constant turmoil in the city of Kyoto are being used to steal money.

source: 大義名分なんか欠片もない、ただの悪党たちよ。
es_es: They're just villains, with no fragments of the cause.

source: そうか、迷惑な話だな……
es_es: Well, it's an annoying story ...

source: 詳しくは掲示板を確認してみて。 ちょうど依頼が来ているはずよ。
es_es: Check the bulletin board for details. You should have just received a request.

source: 御依頼掲示板には京の町からの依頼が貼られています。 依頼書を確認すれば、依頼を引き受けたことになります。 依頼はいつ来るか分からないので、 近くに来たら掲示板を確認しましょう。
es_es: Requests from the town of Kyo are posted on the request bulletin board. If you confirm the request form, you have accepted the request. I don't know when the request will come, so check the bulletin board when you come nearby.

source: 依頼先では問題を起こしているならず者たちがいますが、 腕の立つ猛者たちが多いと聞きます。 必ず準備をしてから向かいましょう。
es_es: There are rogues who are causing problems at the request destination, but I hear that there are many heroes who are good at it. Be sure to get ready before you go.

source: それから、依頼を達成したら 必ずここに戻ってきて報告してね。
es_es: Then, when you've fulfilled your request, be sure to come back here and report.

source: ああ、わかった。
es_es: Oh, I understand.

source: お松
es_es: Pine

source: 橘組 御依頼掲示板
es_es: Tachibana group request bulletin board
