Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021cd6.po
Languages: es_es

source: こっちだ、斎藤君。
es_es: This is Mr. Saito.

source: こいつは？
es_es: This guy?

source: 見てわからんか？ こいつが噂の古高俊太郎や。
es_es: Don't you see it? This is the rumored Shuntaro Kodaka.

source: おもろいでぇ。 一（はじめ）ちゃんもいたぶってみ？
es_es: It's interesting. Ichi (beginning) -chan, why don't you try it too?

source: そ、そんな…… もうやめてくれ！
es_es: Oh, that's ... stop it!

source: やめてほしければもう一度だ、古高。 そこの斎藤君にもさっきの話をしてやれ。
es_es: If you want me to stop, I'll do it again, Kodaka. Tell Saito there about the story.

source: ああ。 ……い、一味の人数は…… 少なくとも４０名。
es_es: Oh. ...... No, the number of people in the crew is ... at least 40 people.

source: 特に腕が立つのは吉田稔麿と…… 同じく長州藩の、桂小五郎……
es_es: Especially good is Minoru Yoshida ... Kogoro Katsura, also from the Choshu clan ...

source: 吉田はよう知らんが、桂は心道無念流の 免許皆伝や……
es_es: I don't know Yoshida, but Katsura is a Shindo Munenryu license.

source: 剣も相当の腕やがそれ以上に逃げ足が速い。 ついたあだ名が「逃げの小五郎」や。
es_es: The sword also has considerable arms and escapes faster than that. His nickname is "Nige no Kogoro".

source: 桂は長州の頭脳とも呼ばれる天才…… 今回襲撃における「大将首」と考えていいだろう。
es_es: Katsura is a genius who is also called the brain of Choshu.

source: 一番いいのは生け捕りだが…… 取り逃がすくらいなら殺せ。
es_es: The best thing is to catch it alive, but ... kill it if you miss it.

source: ……ああ、わかった。
es_es: …… Oh, I understand.

source: いいか？ 桂にしろ吉田にしろ、その２人には、 ここにいる君ら各隊隊長が当たれ。
es_es: Is it okay? Whether it's Katsura or Yoshida, the two of them are the captains of each of you here.

source: それ以外の隊士がかかっていっても 無駄に斬られるだけだ。
es_es: Even if other soldiers are involved, it will only be cut in vain.

source: 言われんでもわかっとるわぁ。
es_es: I understand even if I'm told.

source: それよりそろそろ時間やないか？ ワシはもう早よ人斬らなおさまらんでぇ。
es_es: Isn't it time to do it? The eagle is already slaughtered.

source: ああ。行こうで、土方はん。 もう日ぃも落ちとる。
es_es: Oh. Let's go, Hijikata Han. The day is already settled.

source: わかっている。 だが一斉に新選組の隊士が屯所から出りゃ 襲撃を勘付かれる。
es_es: know. However, if the Shinsengumi soldiers come out of the tunsho all at once, the attack will be perceived.

source: 屯所をでるときは１人ずつだ。 その後はそれぞれ持ち場の宿へ行って待機してろ。 いいな？
es_es: When leaving the tunsho, there is one person at a time. After that, go to your inn and wait. Is that okay?

source: 斎藤君。
es_es: Saito-kun.

source: またお前か……
es_es: Oh it's you again……

source: フッ、そんなに怖がることはない。 副長が君を呼んでる。
es_es: Huh, I'm not so scared. The deputy chief is calling you.

source: すぐに土蔵へ来いとな。
es_es: I want to come to the storehouse soon.

source: （副長の呼び出し……？ 土蔵か。屯所の奥だったな）
es_es: (Call of the deputy director ...? Is it a storehouse? It was in the back of the tunsho)

source: 戻ったか、斎藤君。 ちょうどいい、話がある。
es_es: Did you come back, Mr. Saito? Just right, there is a story.

source: なんだ？
es_es: what?

source: 勤王志士たちの会合場所だが、 監察の調べで２か所に候補が絞られた。
es_es: Although it is the meeting place for the Qin Wang scholars, the candidates were narrowed down to two places according to the inspection by the inspector general.

source: 池田屋と四国屋って宿だ…… 連中はそのどちらかで会合を持つ。
es_es: Ikedaya and Shikokuya are inns ... They have a meeting at either of them.

source: そうか。
es_es: Really.

source: どっちかはっきりするまでは 隊を二手に分けて襲撃の手はずを進める。
es_es: Until it becomes clear which one, divide the corps into two and proceed with the attack.

source: 君の三番隊は私と一緒に行動してもらう。
es_es: Your third party will act with me.

source: ああ。
es_es: Oh.

source: 勤王志士が集まるのは池田屋か四国屋か…… 君ならどっちがくさいと見る？
es_es: Is it Ikedaya or Shikokuya where the Qin Wang scholars gather?

source: 四国屋だ。
es_es: It's Shikokuya.

source: 結構。 では私と斎藤君は四国屋を受け持つこととする。
es_es: very well. Then I and Mr. Saito will be in charge of Shikokuya.

source: そしたらワシは池田屋っちゅうことか。 ま、べつにどっちでもかまへんけどな。
es_es: Then the eagle is Ikedaya. Well, it doesn't matter which one.

source: 俺もどっちだっていい。 ……話ってのはそれだけか？
es_es: I don't care which one. ...... Is that all you talk about?

source: ああ。だが斎藤君。屯所からはもう出るな。 これから四国屋出動までは屯所内で待機とする。 いいな？
es_es: Oh. However, Mr. Saito. Don't leave the tunsho anymore. From now on, we will wait in the tunsho until the dispatch of Shikokuya. Is that okay?

source: （屯所から出ると怪しまれてしまう。 しばらく時間をつぶすとしよう……）
es_es: (I'm suspicious when I get out of the tunsho. Let's kill time for a while ...)

source: 土方
es_es: Earthwork

source: 龍馬
es_es: Ryoma

source: 沖田
es_es: Okita

source: 古高
es_es: Gogo

source: 永倉
es_es: Nagakura

source: 松原
es_es: Matsubara
