Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e4f.po
Languages: es_es

source: お待たせしました。 しかし昨晩は大変な１日でしたなあ。
es_es: Sorry I made you wait. But last night was a tough day.

source: しかしあの近藤局長が、京の街を焼き払う などという奇抜な考えをもっていたとはね……
es_es: However, that Director Kondo had a strange idea of burning down the city of Kyoto ...

source: いやはや、逃げ惑う人間を燃やすというのも、 あまり気持ちのよいものではありませんな。 ハハハハハ。
es_es: No, burning a fleeing human is not very pleasant. Hahahahaha.

source: 今日はやけに饒舌だな。伊東君。
es_es: I'm really talkative today. Mr. Ito.

source: いやこりゃ失礼…… で、今日は一体なんの話なんです？
es_es: Excuse me ... So what the heck are you talking about today?

source: 新選組の今後について話そうと思ってな。
es_es: I'm thinking of talking about the future of the Shinsengumi.

source: 昨晩の京の大炎上。奉行所の方からお取調べを 受けた。新選組の仕業ではないかとな。
es_es: The big flame of Kyoto last night. I was interrogated by the magistrate's office. I think it's the work of the Shinsengumi.

source: ま、そりゃそうでしょうな……
es_es: Well, that's right ...

source: だがしかしあの大火事を起こしたのは、十番隊隊長、 原田左之助の独断によるものとしてことを済ませた。
es_es: However, the cause of the big fire was the sole discretion of Sanosuke Harada, the captain of the 10th division.

source: フッ、都合よう死んだヤツに 責任なすりつけるっちゅうわけか。 考えましたな？
es_es: Huh, why don't you just blame the dead guy for your convenience? Did you think?

source: いや実際、私に総司。 永倉に斎藤君の４名は放火に関わっていない。
es_es: Actually, I'm Souji. Saito-kun's four people in Nagakura are not involved in arson.

source: 放火に加担していたのは、参謀の伊東さんに 原田の十番隊。 それに武田さん。アンタの五番隊だけだ……
es_es: It was Mr. Ito, a staff member, and Harada's tenth corps who were involved in the arson. And Mr. Takeda. Only your fifth corps ...

source: な……!?
es_es: What ...!?

source: 私たちは、昨晩の局長からの指示が、 近藤さんのものではないと分かっていた。
es_es: We knew that the instructions from the director last night did not belong to Mr. Kondo.

source: 君たちは知らないかも知れないが、近藤さんは実際、 京の街に火を放つ計画を持っていた。
es_es: As you may not know, Mr. Kondo actually had a plan to set fire to the city of Kyoto.

source: だが、その計画を実行する際の“合図”がなかった。 だから街に火をつけるようなことはしなかったんだ。
es_es: However, there was no "sign" to carry out the plan. That's why I didn't light the city.

source: 合図？
es_es: Signal?

source: ああ、新選組の解散…… それが近藤さんと私たちの間で決められた “合図”だったんだ。
es_es: Ah, the dissolution of the Shinsengumi ... That was the "sign" decided between Mr. Kondo and us.

source: 何やと!?
es_es: What !?

source: 近藤さんは“江戸遷都計画”という計画を 長年考えていた。
es_es: Mr. Kondo had been thinking about a plan called "Edo transfer of capital plan" for many years.

source: だがその実現は、新選組のごく一部の人間…… 自分が信じた人間とのみ行うつもりだったんだ。
es_es: But I intended to do that only with a few people in the Shinsengumi ... the people I believed in.

source: だから昨晩の放火は局長が指示したものではない。 私たちはそう考え消火活動にあたっていた、 ということだ。
es_es: So last night's arson was not directed by the director. It means that we were engaged in firefighting activities with that in mind.

source: そうですか。それは知りませんでしたなぁ。
es_es: Is that so. I didn't know that.

source: 責めるつもりはない。 君らは放火が局長の指示と思い込み、忠実に 従ったのだろうからな。
es_es: I'm not going to blame you. You guys thought that the arson was the director's instruction and obeyed faithfully.

source: ま、……参謀らしからぬ、 少々浅はかな行動とは言えるが。
es_es: Well ... it's a little shallow behavior that doesn't look like a staff member.

source: ……まあいい。それで今後の話というのは？
es_es: ...... Well. So what's the future story?

source: 伊東
es_es: Ito

source: 土方
es_es: Earthwork

source: 武田
es_es: Takeda

source: 藤堂
es_es: Todo
