Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016e0131.po
Languages: es_es

source: ちぇっちぇ、なんだよなんだよー！
es_es: Hey, what is it!

source: みんなしてオレのことのけ者にしてさあ！
es_es: Let's all make me an outcast!

source: オレだって…… オレだって……
es_es: Even me ... Even me ...

source: オレだってさあ！
es_es: Come on me!

source: ひゃ、こ…… 殺さないで！
es_es: Hey, this ... don't kill me!

source: ……お前、ひとをなんだと思ってるんだ？
es_es: ...... What do you think you are?

source: あ、ご、ごごごめんなさい……
es_es: Oh, I'm sorry ...

source: “オレだって”……なんだ？
es_es: "Even I" ... what?

source: えっ……
es_es: eh……

source: 何かひとりで言っていただろう。 “オレだって”…… と。
es_es: I would have said something alone. "Even I" ...

source: ……あっ！
es_es: ……Ah!

source: ……言いたくないならいい。 邪魔したな。
es_es: ...... If you don't want to say it. I disturbed you.

source: オレだって…… みんなと遊びたいんだ……！
es_es: Even I ... I want to play with everyone ...!

source: ……それでさぁ、うちの親きびしくてさぁ！ かざぐるまとか、シャボン玉とか、ベーゴマとか、 みんなが持ってるおもちゃ買ってもらえなくてさぁ！
es_es: …… So, let's get close to our parents! You can't buy toys that everyone has, such as pinwheels, soap bubbles, and beigoma!

source: オレらのまわりじゃさ、 みんなと同じもの持ってるってことが すごく大事なんだよ！
es_es: Around us, it's very important to have the same things as everyone else!

source: でもうちの親、わかってないからさぁ…… やんなっちゃうよ！
es_es: But my parents don't know, so ... I'm gonna do it!

source: なるほど、子供の世界もいろいろ大変だな。
es_es: I see, the world of children is also difficult.

source: そーなんだよ、今日だってさぁ！ みんなでベーゴマするってのに、 オレだけ、持ってなくてさぁ……！
es_es: That's right, even today! Even though everyone is beigoma, I don't have it ...!

source: ……それで、ひとりでふてくされてたのか。
es_es: ...... So, did you get rid of yourself?

source: ……うん。
es_es: ……Yup.

source: うーむ、子供の世界はよくわからんが、 みんなと同じおもちゃを持ってるっていうのが そんなに大事なことなのか？
es_es: Hmmm, I don't really understand the world of children, but is it so important to have the same toys as everyone else?

source: そりゃそうだよ…… だって、ベーゴマ持ってないと みんなと一緒にベーゴマで遊べないじゃないか。
es_es: That's right ... Because if you don't have a beigoma, you can't play with everyone in a beigoma.

source: そんなことはないと思うがな。
es_es: I don't think that's the case.

source: えー…… うそだよ。
es_es: Eh ... it's a lie.

source: ベーゴマがなくても…… 例えば審判をするだとか、友達を応援するだとか、 みんなで一緒にいることを楽しむことはできるだろ？
es_es: Even if you don't have a beigoma ... For example, you can referee, cheer on your friends, and enjoy being together?

source: うーん……
es_es: Hmm ...

source: それに、おもちゃがなければ 友達から借りたらいいじゃないか。 ……なぜそれをしない？
es_es: Besides, if you don't have toys, why not borrow one from a friend? ...... Why don't you do it?

source: それは、だって…… オレ、友達に貸せるもの持ってないんだもん……
es_es: That's because ... I don't have anything to lend to my friends ...

source: お互いにタイトウなカンケーじゃないと、 友達って言えないんだぞ！
es_es: You can't say that you're friends unless you're both tight-knit!

source: ……ずいぶん難しい言葉を知っているな。
es_es: ...... I don't know very difficult words.

source: オレも何か友達に貸せるもの、ひとつでも持ってれば おもちゃの貸し借りとかできるのになぁ……
es_es: I can lend something to my friends, and if I have at least one, I can lend and borrow toys ...

source: ……そうだ！ おっちゃん！
es_es: ……That's it! Uncle!

source: お、おっちゃん……
es_es: Oh, uncle ...

source: おっちゃんが持ってるいらないもの、 オレにくれないかな？
es_es: Can you give me something you don't want your uncle to have?

source: いらないもの？ ……なんでもいいのか？
es_es: unnecessary thing? ...... Anything is fine?

source: うん！ なんでも！
es_es: Yup! what ever!

source: おっちゃんは知らないかもしれないけどさぁ、 オレ達子供って、 なんでもおもちゃにして遊べるんだぜ！
es_es: You may not know the old man, but now, we kids can play with anything as a toy!

source: フッ、なるほどな。
es_es: Huh, I see.

source: 少年
es_es: juvenile

source: 龍馬
es_es: Ryoma
