Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid011610c0.po
Languages: es_es

source: うわ!? 何だ、これ……
es_es: Wow !? What is this ...

source: ん……？
es_es: Hmm……?

source: あっ、聞いてくださいよ。
es_es: Oh, please listen.

source: どうしたんだ？
es_es: What happened?

source: 喉が渇いたんで水を飲みに来たんですが、 水を汲んだらこんなものが入っていたんです。 誰かが落としたのかもしれませんね。
es_es: I came to drink water because I was thirsty, but when I drew water, I found something like this. Someone may have dropped it.

source: 私には必要ない物ですし…… あなたにあげます。
es_es: I don't need it ... I'll give it to you.

source: 「<Color:8>鉄くず<Color:Default>」をもらった
es_es: "<Color:8> Iron scrap<Color:Default> I got

source: 訓練後の水はおいしいですよ。 それでは。
es_es: The water after training is delicious. Well then.

source: 町には井戸があります。 おいしい水が汲めるので見つけたら調べてみましょう。 もしかすると水だけでなく、 誰かが落としたものが見つかるかもしれません。 見つけたら積極的に調べてみましょう。
es_es: There is a well in the town. You can get delicious water, so if you find one, check it out. Maybe you'll find something dropped by someone, not just water. If you find one, let's actively investigate it.

source: 親切な隊士
es_es: Kind soldier

source: 井戸水
es_es: well water
