Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021bc5.po
Languages: es_es

source: おい、見たか。 俺がお前を筆頭にすると言った時の連中の反応。
es_es: Hey, did you see it? Their reaction when I said you were the first.

source: 最近は勤王党も、妙に堅苦しい組織に なってきちまってたからな。 良い起爆剤になったろうぜ。
es_es: Recently, the Qin Wang Party has become a strangely rigid organization. It would have been a good detonator.

source: 古参の連中からは、 あまり良く思われないだろうな。
es_es: It doesn't look very good to the old guys.

source: いいんだよ、それくらいで。 あれ位の刺激がねぇと、下の連中も焦らない。 組織ってのは、固まっちまったら終いだ。
es_es: That's fine. Without that kind of stimulation, the people below wouldn't be impatient either. The organization is over when it's solidified.

source: 土佐藩がいい例だろ？
es_es: The Tosa domain is a good example, isn't it?

source: まあ、そうだが……
es_es: Well, that's right ...

source: ……まだ痛むのか？ 背中。
es_es: ...... Does it still hurt? back.

source: ん？ おお、これか？ いや、痛みはねぇさ。 まぁ跡だけは派手に残っちまってるがな。
es_es: Hmm? Oh, is this? No, it doesn't hurt. Well, only the traces are left flashy.

source: すまねえ、兄弟。
es_es: I'm sorry, brothers.

source: もう謝んなって言ったろ？ いつの話だ。
es_es: Did you say apologize? When is the story?

source: １５年前だ。 だが今でも昨日のことのように思い出す。
es_es: 15 years ago. But I still remember it like yesterday.

source: まあ、忘れようったって忘れられねえか……
es_es: Well, can't you forget that you've forgotten ...

source: 上士による焼き討ち。 目の前で両親と家が焼け落ちるのを 見ちまってんだからな。
es_es: Burning down by a superior. I was watching my parents and my house burn down in front of me.

source: あの時、兄弟が助けてくれなかったら、 俺ぁ両親共々、灰にされてた。
es_es: At that time, if my brothers didn't help me, my parents would have been ashes.

source: だが俺を助けたせいで、兄弟は大火傷を…… 本当にすまないと思ってる。
es_es: But because of my help, my brother got a big burn ... I'm really sorry.

source: だから謝んなっつってんだろ？ 謝るのはお前じゃねえ。
es_es: So why don't you apologize? You're not the one to apologize.

source: あの日、お前の家と家族を焼いた上士どもだ。 ……だろ？
es_es: The bosses who burned your house and family that day. ...... Isn't it?

source: ……ああ。
es_es: ……Oh.

source: 龍馬…… 俺と親っさんは土佐藩を変えるつもりだ。 当然お前にも力になってもらいたい。
es_es: Ryoma ... I and my parents are going to change the Tosa domain. Of course I want you to help me too.

source: 粗方の話は聞いてる。 だが実際んとこ、何をする気なんだ？
es_es: I'm listening to the rough story. But what are you really going to do?

source: 土佐藩の天守……「高知城」を襲撃するのさ。 土佐勤王党の党員、５００人でな。
es_es: The castle tower of the Tosa domain ... Attacking "Kochi Castle". There are 500 members of the Tosa Qin Wang Party.

source: 襲撃だと……!?
es_es: If it's an attack ...!?

source: 襲撃っつっても、 実際には手を出さずに終わるはずだ。
es_es: Even if you attack, it should end without actually touching it.

source: 城を包囲して「勤王党の覚悟」が 藩の上層部に伝わればいい。
es_es: Surrounding the castle, the "preparation of the Qin Wang Party" should be conveyed to the upper ranks of the clan.

source: そのうえで親っさんが城を牛耳る老人たちに 隠居を迫るんだよ。
es_es: On top of that, parents urge the old men who dominate the castle to retire.

source: 万が一、老人たちがそれを拒めば…… 当然、その場合の軍備はできている。
es_es: Should the old people refuse to do so ... Of course, the armaments in that case are in place.

source: そうやって空いた席に「勤王党」が座るのか？
es_es: Will the "Qin Wang Party" sit in the vacant seats like that?

source: ああ…… すぐそこに迫る危機。 命の危険を感じて初めて、上士連中は 自分たちの考えの浅はかさに気づく。
es_es: Ah ... the crisis is just around the corner. Only when they feel the danger of life, the superiors realize the shallowness of their thoughts.

source: ガチガチに固まっちまった 土佐藩の身分制度を壊すには、 そのくらいの荒療治が必要だってことだ。
es_es: It means that such rough treatment is required to break the social division of the Tosa domain, which has become entrenched.

source: なるほどな……
es_es: got it……

source: 黒船が初めてこの国に来た時と同じさ。 ……脅威というものを感じることで、 人間は動揺する。
es_es: It's the same as when Kurofune first came to this country. ...... Human beings are upset by feeling a threat.

source: 変わらなければならないと考えるようになる。 そういうことだ。
es_es: I come to think that I have to change. That's how it is.

source: 東洋の親っさんは、 牽牛子塾を開いているときから このことを考えてたのか？
es_es: Did the oriental parents think about this from the time they opened the Kengoshizuka Juku?

source: 多分な。 ……あの人は、お前に剣を、 俺には政治と学問を叩きこんだ。
es_es: Maybe. ... that person struck you with a sword and me with politics and scholarship.

source: それもすべてはこの計画のためだ。
es_es: It's all because of this plan.

source: そうだったのか…… だが、もう剣が役立つこともなさそうだな。
es_es: Was that so ... but I don't think the sword will be useful anymore.

source: ん？ どうしてだ？
es_es: Hmm? Why?

source: きっと剣で人を斬るという時代は終わるんだろう。 実際、さっきお前もピストルの練習を させていただろう？
es_es: I'm sure the era of slashing people with a sword will end. In fact, did you also practice pistol a while ago?

source: いやそれは、勤王党の連中には剣の才がないからだ。 剣はいくら教えても才能が無ければうまくならない。
es_es: No, that's because the Qin Wang party doesn't have the talent for a sword. No matter how much you teach a sword, you can't get better without talent.

source: だがピストルは違う。 練習さえすれば、戦力になり得る。 万人に平等な武器というわけだ。
es_es: But the pistol is different. If you practice, you can become a force. It's a weapon equal to everyone.

source: 平等な武器か……
es_es: Is it an equal weapon ...

source: 龍馬…… 俺らは身分という壁を壊そうとしてる。
es_es: Ryoma ... We are trying to break the wall of status.

source: だがたとえそれが実現したとしても、 人間は決して平等になんかならない。
es_es: But even if that happens, humans will never be equal.

source: 才能がある者とない者…… 身分という壁はなくなっても、 今度は別の壁が立ちはだかる。
es_es: Those who are talented and those who are not ... Even if the wall of status disappears, another wall will stand up this time.

source: だから俺は、どうにかして、 どんなに学がない人間でも、 どんなに剣が振れない人間でも、
es_es: So I somehow, no matter how illiterate I am, no matter how hard I can swing my sword

source: せめて楽しく生きられる 世の中を作りたいと思ってる。
es_es: At least I want to create a world where I can live happily.

source: 兄弟……
es_es: brothers……

source: お前も持っておいてくれ。 勤王党の一員として。
es_es: Please bring you too. As a member of the Qin Wang Party.

source: 俺たちが剣や銃を持たなくて良くなった時…… その時初めて、この国に真の平等が訪れる。
es_es: When we don't have to have a sword or a gun ... Only then will true equality come to this country.

source: それまで、俺と一緒に戦ってくれないか？
es_es: Until then, can you fight with me?

source: 土佐勤王党を俺と一緒に支えてくれ。頼む。
es_es: Please support the Tosa Qin Wang Party with me. ask.

source: ああ、分かった。
es_es: Oh, I understand.

source: そうか！ よし、実はな、今晩高知城で東洋の親っさんと 今後の話をすることになってるんだ。
es_es: Really! Well, actually, I'm going to talk to my oriental parents at Kochi Castle tonight.

source: 一緒に行かないか？
es_es: Would you like to go with me?

source: そんなに大っぴらに会って大丈夫なのか？
es_es: Is it okay to meet so openly?

source: なぁに、高知城まで行けば、 親っさんの近臣が招き入れてくれる 手はずになってる。大丈夫だ。
es_es: By the way, if you go to Kochi Castle, your parents' close vassals will invite you. Should be fine.

source: そうか。
es_es: Really.

source: それじゃお前は表で少し時間を潰しててくれ。 俺もすぐ支度していく。
es_es: Then you should kill a little time on the table. I will prepare soon.

source: 武市
es_es: Takeshi

source: 龍馬
es_es: Ryoma
