Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid011607ff.po
Languages: es_es

source: 痛てて…… あれ、俺は一体……
es_es: It hurts ... oh, I'm ...

source: 頭が……
es_es: head……

source: おい、お前らどういうつもりだ？
es_es: Hey, what are you guys going to do?

source: あんたは？
es_es: What about you?

source: ……誰だお前？
es_es: ……Who are you?

source: 覚えてないのか？
es_es: Don't you remember?

source: そういえば…… 天狗の面をかぶったおっさんに 何か嗅がされてから記憶がないな……
es_es: Speaking of which ... I don't remember since the old man wearing a tengu sniffed something ...

source: 天狗……
es_es: Tengu ……

source: 頭がぼおっとするな……
es_es: Don't be dumb ...

source: もし、体の調子が元に戻らないなら 骸街の橘組ってところに行ってくれ。
es_es: If you can't get back in shape, go to Tachibana-gumi in the skeleton.

source: 治療してくれるはずだ。
es_es: It should treat you.

source: ああ…… わかった、ありがとう。
es_es: Oh ... Okay, thank you.

source: （ただの浪人やゴロツキまでもが操られている。 一体何が起こっているんだ……）
es_es: (Even ronin and gorotsuki are being manipulated. What the hell is going on ...)

source: 浪人
es_es: Ronin

source: ならず者
es_es: Rogue
