Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021cb7.po
Languages: es_es

source: 中岡だ。……入るぞ。
es_es: It's Nakaoka. ...... I'll enter.

source: 岡田以蔵、お前が捕まえたってな。
es_es: Okada Izo, you got caught.

source: 皮肉なもんだ。 かつての仲間をその手で捕まえて、 それが武市の危機にも繋がっちまうとはな。
es_es: It's ironic. I don't think it would lead to the crisis in Takeshi by catching the former friends with their hands.

source: そう落ち込むな。 あの武市はそう簡単に終わる男じゃねえ。
es_es: Don't be so depressed. That Takeichi is not a man who finishes so easily.

source: あいつなら容堂公に呼び戻された理由も わかっているはずだ。 きっとあいつなりに手を打ってある。
es_es: He must know why he was called back to Toyoshige. I'm sure he's doing something about it.

source: だといいがな。
es_es: I hope it is.

source: 心配か？ 武市のこと。
es_es: Are you worried? Takeshi.

source: ……いや。
es_es: ……Disagreeable.

source: ならいい。 あいつのことはあいつに任せておけ。
es_es: It's fine. Leave him to him.

source: 今は東洋様の死の裏を探ることだ。 それができる人間は俺たち以外にいない。
es_es: Now it's time to find out behind the death of Toyo-sama. Only we can do that.

source: 吉田東洋を親とする俺たちだけなんだ。
es_es: We are the only ones whose parents are Yoshida Toyo.

source: ああ、そうだな、俺にはやるべきことがある…… だから俺は武市半平太とは違う道を選んだ。
es_es: Oh yeah, I have something to do ... So I chose a different path than Takechi Hanpeita.

source: ……死ぬなよ、兄弟。
es_es: ...... Don't die, brothers.

source: （今日はもう休むか……）
es_es: (Do you want to take a rest today ...)

source: （もう少し、街でもぶらつくか……）
es_es: (Do you hang out in the city a little more ...)

source: （そろそろ寝るとしよう……）
es_es: (Let's go to bed soon ...)

source: 中岡
es_es: Nakaoka

source: 龍馬
es_es: Ryoma

source: 休む
es_es: rest

source: まだ休まない
es_es: I haven't rested yet
