Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e1f.po
Languages: es_es

source: ……監察の山崎烝は、新選組の屯所で殺されていた。
es_es: ...... Inspector General Yamazaki Susumu was killed at the Shinsengumi tunsho.

source: え？
es_es: e?

source: 例の「坂本龍馬」に口をふさがれたらしい。
es_es: It seems that he was blocked by the example "Ryoma Sakamoto".

source: お前は大丈夫だと思うが、なるべく表には 顔を出さないようにしていろ。
es_es: I think you're okay, but try not to show up.

source: べつにうちはええんよ…… もしなにかあっても、自業自得やもん。
es_es: I don't know what to do ... Even if something happens, I'm self-employed.

source: いや、お前に何かあれば俺のせいだ。
es_es: No, it's my fault if you have anything.

source: 俺の存在がお前を巻き込んでしまったような もんだからな。
es_es: It's like my presence has involved you.

source: そんなこと……
es_es: That kind of thing……

source: ……明日、江戸に行く。
es_es: ...... I'm going to Edo tomorrow.

source: 用事がすむまでしばらく帰れない。
es_es: I can't go home for a while until I'm done with my business.

source: 江戸へ……？
es_es: To Edo ...?

source: けど、そんなことうちに言うてええの？ また裏切るかもしれへんよ？
es_es: But can you say that in the meantime? You might betray again, right?

source: ……土佐を抜けてから、俺が本当の名前を 自分から言ったのはこの寺田屋でだけだ。
es_es: ...... After leaving Tosa, I only said my real name at this Teradaya.

source: 俺はもうここで隠しごとをする気はねえ。
es_es: I don't feel like doing secrets here anymore.

source: それに、江戸での次第によっちゃ…… もう生きて帰ってくることもない。
es_es: Besides, it's gradually in Edo ... I won't come back alive anymore.

source: え……？
es_es: e……?

source: 今度の江戸行きはそういう旅だ。
es_es: This is the trip to Edo next time.

source: 何する気やの？ 一（はじめ）さん。
es_es: What are you going to do? Mr. Ichi (beginning).

source: 江戸城の将軍の寝床に直談判だ。 幕府を店じまいにしろってな。
es_es: It is a direct interview with the bed of the shogun of Edo Castle. Make the shogunate closed.

source: まさか……
es_es: No way ...

source: 冗談みてえな話だがあんたにだけは 言っておこうと思った。
es_es: It's a joke, but I thought I'd just tell you.

source: 寺田屋に戻れなくなるとすると、 １つだけ心残りがあるんでな。
es_es: If I can't go back to Teradaya, I have only one regret.

source: 心残り……？
es_es: regret……?

source: あんたの作ったメシ…… まともに味わったことがなかった。
es_es: The rice you made ... I had never tasted it properly.

source: 一（はじめ）さん……
es_es: Mr. Ichi (beginning) ……

source: ……それを今度戻ってきたときの楽しみにとっておく。
es_es: ...... Save it for fun the next time you come back.

source: そのときは頼めるか？
es_es: Can you ask at that time?

source: 死ぬほど食べさせてあげる。
es_es: I'll feed you to death.

source: 龍馬
es_es: Ryoma

source: おりょう
es_es: Oryo
