Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021d35.po
Languages: es_es

source: １年前に吉田東洋暗殺の濡れ衣を着せられて脱藩…… その後天念理心流の使い手を追って京に潜伏。
es_es: A year ago, he was dressed in the wet clothes of the assassination of Yoshida Toyo and departed from the clan.

source: その坂本龍馬って男が今のあんただ。
es_es: That Ryoma Sakamoto is the man who is now.

source: だとすりゃ長崎で英国の武器商人と取引している 坂本龍馬は「ニセモノ」ってことになる。 だよな？
es_es: If so, Ryoma Sakamoto, who deals with a British arms dealer in Nagasaki, is a "fake". that's right?

source: お話の意味がわかりかねます。
es_es: I don't understand the meaning of the story.

source: そうかい…… ま、こっちから先に腹割ってやらねえと あんたも話しづれえやな。
es_es: That's right ... Well, you can't talk to me if you don't want to break your stomach first.

source: まずは安心してくれていい。 あんたの正体は俺の胸にしまっておく。
es_es: First of all, you can rest assured. I'll keep your identity in my chest.

source: 新選組としてあんたを粛清しようって話じゃねえ。 それだけは分かってくれ。
es_es: I'm not talking about purging you as a Shinsengumi. Just understand that.

source: 単刀直入に言やあよ…… 俺はあんたの腕を高く買っててね。
es_es: Say straightforwardly ... I bought your arm high.

source: 別にあんたが坂本龍馬でも斎藤一でもかまわねんだ。 ただ、俺のある計画に乗ってもらいてえとは 思ってる。
es_es: It doesn't matter if you are Ryoma Sakamoto or Hajime Saito. However, I'm hoping that I'll get on with a plan.

source: ある計画？
es_es: Is there a plan?

source: ああ…… 日本の都を、京から江戸へ遷す。
es_es: Ah ... Move the capital of Japan from Kyoto to Edo.

source: 江戸遷都計画だ。
es_es: It is an Edo capital relocation plan.

source: 江戸遷都計画だと？
es_es: Is it an Edo capital relocation plan?

source: フッ、夢みてぇな話だろ!? だがこりゃ至って真面目な計画だ。
es_es: Huh, it's a dream story !? But this is a serious plan.

source: 俺はよぅ、これが最終的にこの日本を救う “唯一の道”だと信じている。
es_es: I believe this is the "only way" to save this Japan in the end.

source: この国を救うために肝心なのはな…… 勤王志士が目指す大規模な倒幕戦争を 起こさせねぇことだ。
es_es: The key to saving this country is not to start the large-scale defeat war that the Qin Wang scholar is aiming for.

source: このまま放っておきゃいずれ 日本中を巻き込んだ倒幕戦争が起きる。
es_es: If left as it is, a defeat war involving all over Japan will occur.

source: だが連中が幕府を倒せたとして、 そのとき内戦で疲弊しきった日本人に アメリカやイギリスと戦う力はもう残らねえ。
es_es: However, even if they could defeat the Shogunate, the Japanese who were exhausted by the civil war at that time would no longer have the power to fight the United States and Britain.

source: するとどうなる？ 異国の白人連中は１発の銃も撃たずに 日本を手に入れられるかもな。
es_es: What happens then? Foreign whites may be able to get Japan without shooting a single gun.

source: 江戸に遷都すればそうはならねえのか？
es_es: Wouldn't that be the case if we moved to Edo?

source: ああ。ただしその前に…… 京を焼き、御所に刺客を放って朝廷を滅ぼす。
es_es: Oh. However, before that ... Kyo is burned and thugs are thrown at the Imperial Palace to destroy the imperial court.

source: なんだと……!? じゃああんたは池田屋事件の時の連中と 同じことをしようとしてるのか。
es_es: What ...!? So are you trying to do the same thing as the guys at the time of the Ikedaya incident?

source: へへ。アレと一緒にされたら困るね。
es_es: To. It would be a problem if you were with that.

source: 俺は、帝をさらうようなマネはしねぇ。
es_es: I don't manage to kidnap the emperor.

source: 要は、帝が朝廷にも幕府にも属さない…… 政治とは別の存在にならなきゃならねぇ ってコトだ。
es_es: The point is that the emperor does not belong to the imperial court or the shogunate ... It must be different from politics.

source: 別の存在？
es_es: Another existence?

source: そもそもこの国が勤王と幕府でぶつかってんのも、 すべてはどっちが偉いのか分かりにくいって話さ。
es_es: In the first place, it's hard to tell which one is better because this country collides with Qin Wang in the Bakufu.

source: だから俺は その概念ごとぶっ潰してやろうとおもってんのよ。
es_es: That's why I'm trying to crush the whole concept.

source: それが京の街を焼き払うことなのか。
es_es: Is that what it means to burn the city of Kyoto?

source: そうよ。京の街は朝廷という権力の象徴だ。 だがこの国を仕切ってるのは江戸の幕府だ。 これがややこしい。
es_es: that's right. The city of Kyoto is a symbol of the power of the imperial court. However, it is the Edo Shogunate that divides this country. This is confusing.

source: ならいっそ、どっちかを無くしゃスッキリする。
es_es: If so, it will be refreshing to lose either one.

source: あんた、自分がなにを言ってるのか わかっているのか？
es_es: Do you know what you are saying?

source: もちろんだ。だが朝廷がなくなり、京が焼ければ、 帝も致し方なく江戸へ遷られる。
es_es: of course. However, if the imperial court disappears and Kyo burns, the emperor will be reluctant to move to Edo.

source: そのとき帝が住む江戸、それを仕切る幕府に 勤王志士どもが入り込む余地はねえ。
es_es: At that time, there is no room for Qin Wang scholars to enter Edo, where the emperor lives, and the shogunate that divides it.

source: 早い話、日本って国の中枢をひとところに 集めるんだよ。それが一番分かりやすい。
es_es: Early on, Japan gathers the centers of the country in one place. That is the easiest to understand.

source: だが朝廷を滅ぼせば…… それこそ幕府は日本中の武士に報復される。
es_es: However, if the imperial court is destroyed ... That is why the shogunate will be retaliated by samurai all over Japan.

source: だからそうならねえように、 誰が京の街を焼き払ったのか分からねぇようにする 必要があるのさ。
es_es: So, like that, you need to make sure you don't know who burned down the city of Kyoto.

source: そして、それが出来るのは 「選ばれし」能力をもった男たちのみだ……
es_es: And only men with "chosen" abilities can do that ...

source: それは、まさか……
es_es: No way ...

source: そうよ。 俺はその計画のために「新選組」を作ったんだよ。
es_es: that's right. I created a "Shinsengumi" for that plan.

source: 京を滅ぼすのに必要な精鋭を集め、 選別するためにな。
es_es: To collect and sort out the elite needed to destroy Kyoto.

source: もっとも…… まだこの計画を知ってるのは ほんの一握りの幹部だけだ。
es_es: But ... only a handful of executives still know this plan.

source: だったら、なぜ俺に計画のことを話した……？
es_es: Then why did you tell me about the plan ...?

source: 俺ぁアンタの腕を買ってるって言ったろ。 それにお前さんとならよ、取引できると思ってな。
es_es: I told you I'm buying your arm. And if you're with me, I think you can do business.

source: 俺との取引？ ……何のことだ？
es_es: Deal with me? ...... What are you talking about?

source: 吉田東洋を暗殺した覆面の男のことだ…… 俺はそいつをお前さんに渡してやれる。
es_es: It's the masked man who assassinated Yoshida Toyo ... I can give it to you.

source: 土佐を脱藩してまで追ってるんだろ？ 悪い話じゃねえはずだ。
es_es: Are you chasing after Tosa's dappan? It shouldn't be a bad story.

source: あんたは…… やはりあの覆面の正体を知っているのか……
es_es: Do you know the true identity of that mask ...

source: そりゃぁまあな…… これでも新選組の局長やってるんでね。
es_es: Well ... I'm still the director of the Shinsengumi.

source: 新選組のことで俺の知らねえことはねえ……
es_es: I don't know about the Shinsengumi ...

source: どうだい？ 覆面の男を渡してほしけりゃ、 まず俺の言うことを聞くってのは。
es_es: How is it? If you want me to give you a masked man, the first thing you should do is listen to me.

source: さっきの馬鹿げた計画に乗れってのか？
es_es: Can you get on with the ridiculous plan you just made?

source: 馬鹿げた計画？
es_es: Stupid plan?

source: あんたの言ってることは理に適ってる。 だがな…… 京の街の人間はどうなる？
es_es: What you are saying makes sense. But ... what happens to the people in the city of Kyoto?

source: 目的のためだったら、 多少の犠牲は構わないってことか。
es_es: Is it okay to make some sacrifices for the purpose?

source: 倒幕戦争が起こりゃ多少の犠牲じゃ済まなくなる。 ……生きるとは一事が万事、犠牲を伴うものだ。
es_es: If a war of defeat occurs, some sacrifice will not be enough. ...... Everything is sacrificed to live.

source: お前だって多くの犠牲の上で 生きてるってことを忘れるな。
es_es: Remember that you are living at the cost of many.

source: ……あぁおい？ 逃げ出すのかい。
es_es: ...... Ah? Do you run away?

source: 俺はどんな理由であれ、女子供を巻き込むような 真似はしない。
es_es: I don't imitate girls and children for whatever reason.

source: 近藤
es_es: Kondo

source: 龍馬
es_es: Ryoma
