Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021c8e.po
Languages: es_es

source: それで、何でこんなところに？
es_es: So why is it in such a place?

source: 藤堂さんから話は聞かれていますね？ 三番隊の脱走隊士の件です。
es_es: You heard from Mr. Todo, right? It is a case of the deserter of the third corps.

source: 脱走隊士？ ……ああ、たしか秋元って男だったな。
es_es: Escapee? …… Ah, Akimoto was a man.

source: そうです。その秋元の居場所がつかめました。
es_es: That's right. I got the whereabouts of Akimoto.

source: 奴を捕えるのは斎藤さんに一任されているかと。
es_es: Is it up to Mr. Saito to catch him?

source: ああ。そう聞いている。 で、秋元ってのはどこだ？
es_es: Oh. I hear so. So where is Akimoto?

source: 祗園の日向屋（ひなたや）という店です。 呑気に馴染みの女と飲んでいるようで。
es_es: It is a store called Hinataya in Gion. It seems that she is drinking with a woman who is familiar with her.

source: 愚かな奴です。 おおかた京から逃げ出す前の思い出作り といったところでしょう。
es_es: A stupid guy. It's almost like making memories before escaping from Kyoto.

source: ……なるほどな。 わかった、すぐ向かう。
es_es: ……got it. Okay, I'm heading right away.

source: 初の任務ですから、くれぐれもご注意を。 では、失礼いたします。
es_es: This is my first mission, so please be careful. I'm sorry.

source: （脱走隊士の秋元か…… 祗園の日向屋だったな。向かうとするか）
es_es: (Akimoto, a deserter ... It was Hinataya in Gion.

source: 龍馬
es_es: Ryoma

source: 山崎
es_es: Yamazaki
