Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0134003a.po
Languages: es_es

source: <Color:255,200,200,255>やっぱり、女の子に対してもオラオラ系なんですか？<Color:Default>
es_es: <Color:255,200,200,255>After all, is it an oraora system for girls?<Color:Default>

source: そうだな。やはり男は女を引っ張ってこそだからな。 優しいだけのなよっちい男は好きじゃない。
es_es: That's right. After all, a man pulls a woman. I don't like a gentle guy.

source: <Color:255,200,200,255>ふーん、そうなんですか……<Color:Default>
es_es: <Color:255,200,200,255>Hmmm, is that so ...<Color:Default>

source: ん？
es_es: Hmm?

source: そんなことはない。 強いからこそ、紳士的に振る舞い、 女を優しく受け止めてやるよう心がけてるぜ。
es_es: No such thing. Because I am strong, I try to behave like a gentleman and treat women kindly.

source: <Color:255,200,200,255>あ～、そういうの超いい♪ 桐生さんは大人ですね♪<Color:Default>
es_es: <Color:255,200,200,255>Ah, that kind of super good ♪ Kiryu is an adult ♪<Color:Default>

source: フフフ……
es_es: Fufufu ……

source: <Color:255,200,200,255>あの、私、デートＤＶする男が大っ嫌いなんですよ！ そういう人とは速攻で別れるようにしてるんです！<Color:Default>
es_es: <Color:255,200,200,255>Um, I hate dating violence guys! I try to break up with such people in haste!<Color:Default>

source: 別れて当然だな。暴力を振るうような男と 無理に付き合う必要もないだろう。
es_es: It's natural to break up. You don't have to force yourself into a violent man.

source: <Color:255,200,200,255>他にも色々あるんですよ～！<Color:Default>
es_es: <Color:255,200,200,255>There are many other things!<Color:Default>

source: 他？
es_es: he?

source: 少しは我慢しろ。完璧な人間なんていないんだから、 多少のことは大目に見てやるくらいじゃないと、 誰とも付き合えないぞ。
es_es: Be patient for a moment. No one is perfect, so you can't get along with anyone unless you overlook a few things.

source: <Color:255,200,200,255>みんなそう言うんですよね…… 自分からしたら多少のことでも、他人からしたら 我慢できないくらい嫌なことだってあるはずなのに。<Color:Default>
es_es: <Color:255,200,200,255>Everyone says that ... I think there are some things that I can't stand for others.<Color:Default>

source: それって、たとえばどんなことだ？
es_es: What is that, for example?

source: <Color:255,200,200,255>そうですね……<Color:Default>
es_es: <Color:255,200,200,255>I agree……<Color:Default>

source: デートＤＶ？ なんだそれは？
es_es: Dating DV? What is it?

source: <Color:255,200,200,255>ＤＶってわかります？<Color:Default>
es_es: <Color:255,200,200,255>Do you understand DV?<Color:Default>

source: ドメスティックバイオレンス…… 家庭内暴力のことだろう？
es_es: Domestic violence ... Is it domestic violence?

source: <Color:255,200,200,255>そうそう！ それの男女交際版！<Color:Default>
es_es: <Color:255,200,200,255>Oh yeah! Gender dating version of it!<Color:Default>

source: <Color:255,200,200,255>電話にすぐ出ろって言ったり、 どうしてメールに返信くれないのとか催促したり……<Color:Default>
es_es: <Color:255,200,200,255>I told him to answer the phone right away, and urged him why he didn't reply to the email ...<Color:Default>

source: <Color:255,200,200,255>他の男と遊びに行くなとか縛り付けたり、 今どこにいるとかすぐ確認してきたり、 浮気してないか携帯見せろとか言ってきたり……<Color:Default>
es_es: <Color:255,200,200,255>Don't go out to play with other guys, tie them up, check where you are right now, and ask them to show you their cellphones if you're having an affair ...<Color:Default>

source: それはひどいな。何様のつもりだって感じだな。
es_es: That's terrible. I don't know what you mean.

source: <Color:255,200,200,255>でしょ～？ それで言うこと聞かないと ぶってきたりとか超最悪！<Color:Default>
es_es: <Color:255,200,200,255>Right ~? If you don't listen to it, it's the worst!<Color:Default>

source: 俺はそんなことしないぞ。 どっちかといえば、メールとかマメじゃないから、 俺の方が怒られるくらいだしな。
es_es: I won't do that. If anything, it's not an email or a bean, so I'm more angry.

source: <Color:255,200,200,255>アハハ♪ それくらいの方が絶対いいって！ 四六時中メール送られてもウザいだけだし！<Color:Default>
es_es: <Color:255,200,200,255>Ahaha ♪ That's definitely better! Even if you send me an email all the time, it's just annoying!<Color:Default>

source: フッ、それもそうだな。
es_es: Huh, that's right.

source: 男も心配なんだよ。女のことを大事にしてる証拠だ。 むしろ何もない方が不自然だろう？ 愛情を疑われてもおかしくない。
es_es: The man is also worried. It's proof that you care about women. Rather, it would be unnatural to have nothing. It's safe to be suspected of love.

source: <Color:255,200,200,255>大事にしてるんだったら、 嫌なことやめるはずでしょ？ なんで男の都合押し付けるの？<Color:Default>
es_es: <Color:255,200,200,255>If you take good care of yourself, you should stop doing things you don't like, right? Why do you push it for the convenience of a man?<Color:Default>

source: それもそうだな。男の方が偉いと思ってるヤツは 勘違いも甚だしい。相手を尊重してこそ、 いい関係ってのは築けるもんだ。
es_es: That's right. The guy who thinks the man is bigger is terribly misunderstood. Only by respecting the other person can we build a good relationship.

source: <Color:255,200,200,255>ですよね～～！ 私もそう思う！ そんな人を見下してるような人間と 付き合いたいわけないじゃん！<Color:Default>
es_es: <Color:255,200,200,255>That's right ~~! I think so too! You don't want to go out with someone who looks down on you!<Color:Default>

source: ああ、男は謙虚に限るな。
es_es: Oh, don't limit your man to humility.

source: 恋人ならいいだろう。 互いにそういう領域にまで踏み込めるからこそ、 恋人って言えるんじゃないか？
es_es: It would be nice if you were a lover. You can say that you are a lover because you can step into that kind of area with each other.

source: <Color:255,200,200,255>ないわ～…… 付き合ってるんだから 触ってもいいじゃんとか、俺のこと好きなんでしょ？ とか言う人、マジないし！<Color:Default>
es_es: <Color:255,200,200,255>I don't know ... You can touch it because you're dating, do you like me? No one really says that!<Color:Default>

source: <Color:255,200,200,255>ホント女の子のこと理解してないよね……<Color:Default>
es_es: <Color:255,200,200,255>You really don't understand girls ...<Color:Default>

source: うーむ…… 俺も気をつけるか……
es_es: Hmm ... should I be careful too ...

source: それは女も同じだろう。 似たようなことを彼氏に言ってる女は 少なくないはずだ。
es_es: It will be the same for women. Many women are telling their boyfriends something similar.

source: <Color:255,200,200,255>だからそれも、立派なデートＤＶ。 男の子が被害者になるケースだってあるんだから。<Color:Default>
es_es: <Color:255,200,200,255>That's why it's also a good date DV. There are cases where boys become victims.<Color:Default>

source: ああ、そうか。 確かに普通のＤＶにもそういうケースはあるな。
es_es: Oh, I see. Certainly there are cases like that in ordinary DV.

source: <Color:255,200,200,255>自分がやられたらウザいってわかるでしょ？ それを相手にもしないで欲しいだけなのに。 どうしてわかんないのかな～……？<Color:Default>
es_es: <Color:255,200,200,255>You know if you're done, you're crazy, right? I just don't want it to be the other party. I don't know why ...?<Color:Default>

source: うーむ、男も女も、行き過ぎた干渉は よくないということか……
es_es: Hmmm, it means that excessive interference is not good for both men and women ...

source: 見られるとまずいのか？ 浮気してないんだったら 携帯ぐらい見せてもいいだろう。
es_es: Is it bad to see it? If you're not cheating, you can show me your cell phone.

source: <Color:255,200,200,255>いいわけないじゃん！ 友達とのメールとか、 なんで彼氏に見せなきゃいけないわけ？<Color:Default>
es_es: <Color:255,200,200,255>It's not good! Why do I have to show my boyfriend an email with a friend?<Color:Default>

source: だから、それが本当に友達とのメールかどうか、 見ないとわからないだろう？
es_es: So you don't know if it's really an email with a friend without seeing it?

source: <Color:255,200,200,255>口で言って信じてくれないんだったら、 もうそんな人と付き合いたくないって感じ……<Color:Default>
es_es: <Color:255,200,200,255>If you say it and don't believe me, I don't want to go out with that person anymore ...<Color:Default>

source: そうか……
es_es: Really……

source: <Color:255,200,200,255>私、めっちゃイケメン好きなんですよ～♪ どんなに性格良くてお金持ってても、 不細工な人はちょっと……<Color:Default>
es_es: <Color:255,200,200,255>I really like good-looking guys ~ ♪ No matter how good your personality is and how much money you have, there are a few ugly people ...<Color:Default>

source: 俺は大丈夫だな。顔には自信がある。
es_es: I'm fine. I have confidence in my face.

source: <Color:255,200,200,255>ん～、桐生さんもイケメンですけど、 自分で“俺カッコいい”って思ってる人は ウザいんで、あんまり言わない方がいいですよ。<Color:Default>
es_es: <Color:255,200,200,255>Hmmm, Mr. Kiryu is also handsome, but if you think "I'm cool" by yourself, it's awkward, so you shouldn't say too much.<Color:Default>

source: イケメンでも謙虚じゃなきゃダメってことか。
es_es: Does that mean you have to be humble even if you're handsome?

source: 俺はダメだな。さすがにそんな歳じゃない。
es_es: I'm no good. I'm not that old.

source: <Color:255,200,200,255>何言ってるんですか！ 桐生さん、超イケメ～ン♪ めっちゃ私のタイプですよ♪<Color:Default>
es_es: <Color:255,200,200,255>What are you saying! Mr. Kiryu, super cool ♪ It's really my type ♪<Color:Default>

source: おいおい。イケメンって、 若い男に対して使う言葉じゃないのか？
es_es: Hey hey. Isn't good-looking guy a word used for young men?

source: <Color:255,200,200,255>そんなことないですよ。 カッコよければ犬でも猫でも みんなイケメンですって♪<Color:Default>
es_es: <Color:255,200,200,255>That's not true. If it's cool, dogs and cats are all handsome ♪<Color:Default>

source: よくわからんたとえだな……
es_es: I don't really understand ...

source: 男は顔じゃない。 そんなことを言ってるうちはまだ子供だな。
es_es: A man is not a face. I'm still a kid while saying that.

source: <Color:255,200,200,255>違いますよ～！ 他は良くて当然なんです。 性格悪くてお金も持ってなかったら その時点で何言ってもダメでしょ？<Color:Default>
es_es: <Color:255,200,200,255>No! Others are good and natural. If you have a bad personality and don't have any money, you can't say anything at that point, right?<Color:Default>

source: なるほど…… 言われてみればそうかも知れないな。
es_es: I see ... Maybe that's the case.

source: <Color:255,200,200,255>それで私、若手のイケメンアイドルが超好きなの♪ イケメンが出てるミュージカルとか 割とたくさん観に行ってますから♪<Color:Default>
es_es: <Color:255,200,200,255>That's why I really like young handsome idols ♪ I go to see a lot of musicals with good-looking guys ♪<Color:Default>

source: 最近ブームだからな。 男でも女性アイドルの握手会とか、そういうのに 行ってるヤツは多いと思うぜ。
es_es: Because it's booming lately. I think there are many men who go to handshake events for female idols.

source: <Color:255,200,200,255>ひょっとして、桐生さんも そういうの好きなんですか？<Color:Default>
es_es: <Color:255,200,200,255>Maybe Kiryu-san also likes that kind of thing?<Color:Default>

source: まぁな。プリンセスリーグっていう番組を 毎回チェックしているぞ。
es_es: Well. I check a program called Princess League every time.

source: <Color:255,200,200,255>え～、マジで？ その歳でそれはキモくない？ 桐生さん、ひょっとしてロリコン？<Color:Default>
es_es: <Color:255,200,200,255>Eh, really? Isn't it a kunai at that age? Kiryu-san, maybe a lolicon?<Color:Default>

source: ……ま、傍から見たらそう思われても仕方ないか。
es_es: ...... Well, if you look at it from the side, it can't be helped.

source: まさか。普通にテレビで観るくらいのことはするが、 そこまでオタクじゃねぇよ。
es_es: No way. I usually watch it on TV, but I'm not that nerdy.

source: <Color:255,200,200,255>ですよね～♪ 自分の彼氏がそんなのだったら ドン引きだわ～……<Color:Default>
es_es: <Color:255,200,200,255>That's right ~ ♪ If my boyfriend is like that, I'll don't pull it ~ ……<Color:Default>

source: アイドルは適度な距離感が大事だよな。
es_es: It's important for idols to have a proper sense of distance.

source: 周りにもいい男はいるぜ。 アイドルなんておっかけても付き合えないだろ？
es_es: There are good guys around. You can't go out with an idol, right?

source: <Color:255,200,200,255>付き合うとかそういうのはどうでもいいの！ 彼氏にしたくて貢いでるわけじゃないんですから。<Color:Default>
es_es: <Color:255,200,200,255>I don't care about dating or anything like that! I'm not tribute to my boyfriend.<Color:Default>

source: 意外とドライなんだな。アイドルってのは、もっと 擬似的な恋愛を楽しむもんだと思っていたが……
es_es: It's surprisingly dry. I thought that idols enjoy more pseudo-romance, but ...

source: <Color:255,200,200,255>でね！ この前、私の好きなイケメンアイドルが この店に来たんですよ～！ 夜遊びするって知らなかったから超ビックリ！<Color:Default>
es_es: <Color:255,200,200,255>See you! The other day, my favorite handsome idol came to this store! I was so surprised because I didn't know that I would play at night!<Color:Default>

source: ラッキーだな。憧れのアイドルにプライベートで 会えるなんて、ファンにはたまらないこと なんじゃないのか？
es_es: I'm lucky. Isn't it irresistible for fans to be able to meet their favorite idol in private?

source: <Color:255,200,200,255>でもその人、普段は超優等生で、インタビューでは 酒もタバコもやらないって言ってたのに、 店じゃどっちもガンガンやってたんですよ～。<Color:Default>
es_es: <Color:255,200,200,255>However, that person is usually a super honor student, and even though he said in an interview that he wouldn't drink or smoke, both of them were doing hard at the store.<Color:Default>

source: インタビューでは嘘ついてた、ってことか……
es_es: Did you lie in the interview ...

source: <Color:255,200,200,255>喋り方も違うし、なんかずっと不機嫌そうで…… ちょっとショック……<Color:Default>
es_es: <Color:255,200,200,255>The way he speaks is different, and he seems to be in a bad mood all the time ... a little shocked ...<Color:Default>

source: イケメンを信用するな。 やはり男は顔よりハートだ。
es_es: Don't trust good-looking guys. After all, a man is a heart rather than a face.

source: <Color:255,200,200,255>かもね～。やっぱりイケメンは 観てるだけで十分かな♪<Color:Default>
es_es: <Color:255,200,200,255>Maybe ~. After all it is enough to watch good-looking guys ♪<Color:Default>

source: ああ。付き合うとなると、またちょっと違うよな。
es_es: Oh. When it comes to dating, it's a little different.

source: そう言うな。アイドルにだって裏表はある。 プライベートの時くらい、好きにさせてやれよ。
es_es: Don't say that. Even idols have both sides. Let me like it when I'm private.

source: <Color:255,200,200,255>そうですよね。だから私も幻滅はしてないし。 ただ、なんかな～って思っただけで。<Color:Default>
es_es: <Color:255,200,200,255>That's right. So I'm not disillusioned either. I just wondered what it was.<Color:Default>

source: 結局、いつも自然体なのが一番ってことだ。 それをアイドルに求めるのは難しいだろうがな……
es_es: After all, it's always best to be natural. It would be difficult to ask an idol for it, but ...

source: ガッカリだな。アイドルがキャバクラなんて来たら イメージダウンもいいところだろう。
es_es: I'm disappointed. If an idol comes to a cabaret club, it would be nice to have an image down.

source: <Color:255,200,200,255>桐生さん、アイドルに夢抱きすぎですよ。 アイドルになるような人はむしろ、 裏じゃ黒いことの方が多いと思いますよ。<Color:Default>
es_es: <Color:255,200,200,255>Mr. Kiryu, I have too many dreams for idols. I think that people who become idols are more likely to be black behind the scenes.<Color:Default>

source: そうなのか…… ひょっとして、アイドルのファンってのは、 みんなそんな風に割り切って応援してるものなのか？
es_es: Is that so ... Perhaps all the idol fans are cheering like that?

source: <Color:255,200,200,255>そりゃそうですよ♪ そうと知りながら わざと騙されてあげるのが ファンのたしなみなんじゃないですか♪<Color:Default>
es_es: <Color:255,200,200,255>That's right ♪ I think it's a fan's pleasure to be deceived on purpose while knowing that ♪<Color:Default>

source: 互いに騙し騙され合って成り立つ関係か…… 夢ってのは、案外そんなものなのかも知れないな。
es_es: Is it a relationship that is established by being deceived by each other? ... The dream may be unexpectedly such a thing.

source: そんなことはない。 ありのままの姿で勝負しているヤツだって、 芸能界にも少なからずいるはずだ。
es_es: No such thing. There must be quite a few people in the entertainment world who are competing as they are.

source: <Color:255,200,200,255>そう見えて、それも全部演技だったりするんですよ。 あんまり芸能人のこと、信用しない方がいいですよ？<Color:Default>
es_es: <Color:255,200,200,255>It looks like that, and it's all acting. You shouldn't trust the entertainer so much, right?<Color:Default>

source: フッ、意外と冷めてるんだな…… 夢もなにもあったもんじゃない。
es_es: Huh, it's getting colder than I expected ... I didn't have any dreams.

source: <Color:255,200,200,255>それで私、若手のイケメンアイドルが超好きなの♪ イケメンが出てるミュージカルとか 割とたくさん観に行ってますから♪<Color:Default>
es_es: <Color:255,200,200,255>That's why I really like young handsome idols ♪ I go to see a lot of musicals with good-looking guys ♪<Color:Default>

source: 最近ブームだからな。 男でも女性アイドルの握手会とか、そういうのに 行ってるヤツは多いと思うぜ。
es_es: Because it's booming lately. I think there are many men who go to handshake events for female idols.

source: <Color:255,200,200,255>ひょっとして、桐生さんも そういうの好きなんですか？<Color:Default>
es_es: <Color:255,200,200,255>Maybe Kiryu-san also likes that kind of thing?<Color:Default>

source: まぁな。プリンセスリーグっていう番組を 毎回チェックしているぞ。
es_es: Well. I check a program called Princess League every time.

source: <Color:255,200,200,255>え～、マジで？ その歳でそれはキモくない？ 桐生さん、ひょっとしてロリコン？<Color:Default>
es_es: <Color:255,200,200,255>Eh, really? Isn't it a kunai at that age? Kiryu-san, maybe a lolicon?<Color:Default>

source: ……ま、傍から見たらそう思われても仕方ないか。
es_es: ...... Well, if you look at it from the side, it can't be helped.

source: まさか。普通にテレビで観るくらいのことはするが、 そこまでオタクじゃねぇよ。
es_es: No way. I usually watch it on TV, but I'm not that nerdy.

source: <Color:255,200,200,255>ですよね～♪ 自分の彼氏がそんなのだったら ドン引きだわ～……<Color:Default>
es_es: <Color:255,200,200,255>That's right ~ ♪ If my boyfriend is like that, I'll don't pull it ~ ……<Color:Default>

source: アイドルは適度な距離感が大事だよな。
es_es: It's important for idols to have a proper sense of distance.

source: 周りにもいい男はいるぜ。 アイドルなんておっかけても付き合えないだろ？
es_es: There are good guys around. You can't go out with an idol, right?

source: <Color:255,200,200,255>付き合うとかそういうのはどうでもいいの！ 彼氏にしたくて貢いでるわけじゃないんですから。<Color:Default>
es_es: <Color:255,200,200,255>I don't care about dating or anything like that! I'm not tribute to my boyfriend.<Color:Default>

source: 意外とドライなんだな。アイドルってのは、もっと 擬似的な恋愛を楽しむもんだと思っていたが……
es_es: It's surprisingly dry. I thought that idols enjoy more pseudo-romance, but ...

source: <Color:255,200,200,255>でね！ この前、私の好きなイケメンアイドルが この店に来たんですよ～！ 夜遊びするって知らなかったから超ビックリ！<Color:Default>
es_es: <Color:255,200,200,255>See you! The other day, my favorite handsome idol came to this store! I was so surprised because I didn't know that I would play at night!<Color:Default>

source: ラッキーだな。憧れのアイドルにプライベートで 会えるなんて、ファンにはたまらないこと なんじゃないのか？
es_es: I'm lucky. Isn't it irresistible for fans to be able to meet their favorite idol in private?

source: <Color:255,200,200,255>でもその人、普段は超優等生で、インタビューでは 酒もタバコもやらないって言ってたのに、 店じゃどっちもガンガンやってたんですよ～。<Color:Default>
es_es: <Color:255,200,200,255>However, that person is usually a super honor student, and even though he said in an interview that he wouldn't drink or smoke, both of them were doing hard at the store.<Color:Default>

source: インタビューでは嘘ついてた、ってことか……
es_es: Did you lie in the interview ...

source: <Color:255,200,200,255>喋り方も違うし、なんかずっと不機嫌そうで…… ちょっとショック……<Color:Default>
es_es: <Color:255,200,200,255>The way he speaks is different, and he seems to be in a bad mood all the time ... a little shocked ...<Color:Default>

source: イケメンを信用するな。 やはり男は顔よりハートだ。
es_es: Don't trust good-looking guys. After all, a man is a heart rather than a face.

source: <Color:255,200,200,255>はぁ？ 桐生さん、さっき自分のこと イケメンだって言ってたじゃん。<Color:Default>
es_es: <Color:255,200,200,255>Huh? Kiryu-san, you said that you were a handsome guy.<Color:Default>

source: ん？ まぁ、それはそうだが……
es_es: Hmm? Well, that's right ...

source: <Color:255,200,200,255>確かに信用しない方がいいかもね。 言ってること首尾一貫してないし……<Color:Default>
es_es: <Color:255,200,200,255>Certainly you shouldn't trust it. What I'm saying is inconsistent ...<Color:Default>

source: <Color:255,200,200,255>私、カッコいい男性と付き合いたいって思っても、 結婚したいとか、子供が欲しいとかって 全然思わないんですよね。<Color:Default>
es_es: <Color:255,200,200,255>Even if I want to get along with a cool man, I don't think I want to get married or want a child at all.<Color:Default>

source: 結婚願望がないのか。 まぁ、独身主義の人間は少なからずいるだろう。
es_es: Do you have a desire to get married? Well, there are quite a few single-minded people.

source: <Color:255,200,200,255>うーん、なんかそういうのじゃなくて、 男の人とエッチなことをするのが嫌なの！ キスをするのも嫌なくらいだし……<Color:Default>
es_es: <Color:255,200,200,255>Well, it's not like that, I hate doing naughty things with men! I hate kissing ...<Color:Default>

source: どうして？
es_es: why?

source: <Color:255,200,200,255>どうしてって…… なんか気持ち悪いじゃないですか。<Color:Default>
es_es: <Color:255,200,200,255>Why ... Isn't it unpleasant?<Color:Default>

source: うーむ…… 潔癖症みたいなものか。
es_es: Hmm ... Is it something like mysophobia?

source: 男が嫌いなのか？
es_es: Do you hate men?

source: <Color:255,200,200,255>別にそういうわけじゃなくて…… 好きな人と一緒にいる分にはいいんですけど、 そういうのだけは絶対無理って感じで……<Color:Default>
es_es: <Color:255,200,200,255>That's not the case ... It's nice to be with someone you like, but that's just not possible ...<Color:Default>

source: よくわからんな……
es_es: I'm not sure ...

source: <Color:255,200,200,255>桐生さんは、やっぱり自分の彼女とは そういうことしたい？<Color:Default>
es_es: <Color:255,200,200,255>Does Kiryu want to do that with her own girlfriend?<Color:Default>

source: もちろんだ。男ってのはそういう生き物だからな。
es_es: of course. Because a man is such a creature.

source: <Color:255,200,200,255>ま、そうですよね。 私もそれが普通だと思いますし。<Color:Default>
es_es: <Color:255,200,200,255>Well, that's right. I think that's normal too.<Color:Default>

source: <Color:255,200,200,255>だから、付き合う人にはいつも、 そういうことがしたいんだったら、 他の子と付き合うか、風俗行けって言ってるんです。<Color:Default>
es_es: <Color:255,200,200,255>That's why I always tell people I'm going out with, if I want to do that, go out with another child or go to the customs.<Color:Default>

source: 筋は通ってるな。 その条件でオーケーってヤツ以外とは 付き合う気がないってわけだ。
es_es: Don't make sense. Under that condition, I don't feel like going out with anyone other than him.

source: <Color:255,200,200,255>そうそう。それなのに無理やり要求してくる人は マジちょん切ってやりたいくらい！<Color:Default>
es_es: <Color:255,200,200,255>Oh yeah. Even so, those who forcibly request it really want to cut it off!<Color:Default>

source: ま、当然だな。
es_es: Well, of course.

source: そもそも付き合うなよ。 普通は、そういうことをしてもオーケーってヤツと 付き合うもんなんじゃないのか？
es_es: Don't go out in the first place. Normally, even if you do that, isn't it okay to go out with him?

source: <Color:255,200,200,255>そんなことないですよ。 一緒にいるだけで幸せってことも あるじゃないですか。<Color:Default>
es_es: <Color:255,200,200,255>That's not true. Sometimes just being together makes me happy.<Color:Default>

source: それはわかるな。俺も、ある女と半年近く 一緒に暮らしたが、一度もそういうことはなかった。
es_es: I don't understand that. I also lived with a woman for almost half a year, but never did.

source: だが、それでも互いに居心地の良さを感じていたし、 そういうのも悪くないと思っていたよ。
es_es: But they still felt comfortable with each other, and I thought that wasn't bad either.

source: <Color:255,200,200,255>でしょ～!? 私も好きな人とは、 そういう関係になりたいんですよ！ 桐生さんなら大丈夫かもね～♪<Color:Default>
es_es: <Color:255,200,200,255>Right ~ !? I want to have that kind of relationship with someone I like too! Kiryu-san might be okay ~ ♪<Color:Default>

source: フッ、任せておけ。
es_es: Huh, leave it to me.

source: それだけじゃな…… ガキの恋愛じゃないんだ。 大人の恋愛には、その先があるもんなんだよ。
es_es: That's it ... It's not a kid's romance. Adult romance has its future.

source: <Color:255,200,200,255>だから、そういうのがしたい人は 他を当たってください。 私はそういうの要らないんで。<Color:Default>
es_es: <Color:255,200,200,255>So, if you want to do that, hit the other. I don't need that.<Color:Default>

source: なるほど…… 覚えておくよ。
es_es: I see ... I remember.

source: 上手ならいいだろ？ きっと下手なヤツしか 相手にしたことないから、そういうことを言うんだ。
es_es: You should be good at it, right? I'm sure I've only dealt with bad guys, so I say that.

source: <Color:255,200,200,255>も～、そういう話やめてよ！ 下ネタとかマジ最悪！ 桐生さんはそういうこと言わないと思ってたのに……<Color:Default>
es_es: <Color:255,200,200,255>Mmm, stop talking about that! The bottom story is really the worst! I thought Mr. Kiryu wouldn't say that ...<Color:Default>

source: すまん……
es_es: sorry……

source: そんなことはない。 真の愛情ってのは、そういう性欲なんかとは 無関係に成り立つもののはずだ。
es_es: No such thing. True love must be true regardless of such libido.

source: <Color:255,200,200,255>ですよね～♪ 大人なら誰でもそういうことに 抵抗ないとか思ってる人がホント多くて…… 下ネタ振ってくる男とか、マジうざい！<Color:Default>
es_es: <Color:255,200,200,255>That's right ~ ♪ There are really many people who think that any adult will not resist such a thing ... A man who shakes off-color humor is really annoying!<Color:Default>

source: 女に話すことじゃないな。 そういう話は、野郎同士で盛り上がるもんだ。
es_es: It's not talking to a woman. That kind of story is exciting among the guys.

source: <Color:255,200,200,255>アハ♪ 桐生さんも、友達とそういう話したり するんですか？<Color:Default>
es_es: <Color:255,200,200,255>Aha ♪ Does Kiryu talk with his friends like that?<Color:Default>

source: ま、ごく稀にな……
es_es: Well, very rarely ...

source: 話ぐらい合わせろよ。 それもキャバ嬢の仕事のうちだろう？
es_es: Match the story. Is that part of Miss Kyaba's job?

source: <Color:255,200,200,255>そうなんですよね～。 だから昔よりは全然耐性ついたと思うんですけど。<Color:Default>
es_es: <Color:255,200,200,255>That's right ~. That's why I think it's more resistant than it used to be.<Color:Default>

source: そのうち全然気にならなくなるかも知れないし、 それでもダメなら、その時は仕事をやめた方がいい。
es_es: It may not bother you at all, and if that doesn't work, then you should quit your job.

source: <Color:255,200,200,255>そうですね……<Color:Default>
es_es: <Color:255,200,200,255>I agree……<Color:Default>

source: 彼女以外ともだ。 心の問題と身体の問題はまた別の話だからな。
es_es: Other than her. Because mental and physical problems are different stories.

source: <Color:255,200,200,255>うわ～、いかにも遊び人が言いそうな台詞…… ま、男なんてみんなそんなもんなんでしょうけど。<Color:Default>
es_es: <Color:255,200,200,255>Wow, the lines that the raver seems to say ... Well, all the guys are like that.<Color:Default>

source: <Color:255,200,200,255>あ、そうそう！ 私今度イベントでＤＪやることになったんだ♪ 良かったら来てね♪<Color:Default>
es_es: <Color:255,200,200,255>Oh yeah! I'm going to DJ at this event ♪ Please come if you like ♪<Color:Default>

source: ＤＪ？ なんだお前、そんな趣味があったのか？
es_es: DJ? Why did you have such a hobby?

source: <Color:255,200,200,255>今回初めてなんだけどね。 私結構そういう人前に立つの好きなの♪<Color:Default>
es_es: <Color:255,200,200,255>This is my first time. I like to stand in front of people like that ♪<Color:Default>

source: そうか。まぁいいんじゃないか？ 将来的にはプロを目指してるのか？
es_es: Really. Isn't it okay? Are you aiming to become a professional in the future?
