Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c1409.po
Languages: es_es

source: ぐ…… つ、強すぎる……！
es_es: Gu ... one, too strong ...!

source: もっと痛い目にあわせてもいいんだぜ？ どうする？ 続けてやろうか？
es_es: Can I have more pain? what will you do? Shall we continue?

source: ええじゃないか…… じゃない！ よ、よくないです！ ごめんなさいいいい！
es_es: Yeah ... isn't it! It ’s not good! I'm sorry!

source: ありがとうございました。 おかげで助かりました。
es_es: Thank you very much. Thanks for your help.

source: ええじゃないかも、今回はおさまったようです。 ……これはお礼です。どうぞ。
es_es: Yes, it seems that this time it has subsided. ...... This is a thank you. here you go.

source: 「<Color:8>精巧な歯車<Color:Default>」をもらった
es_es: "<Color:8> Elaborate gears<Color:Default> I got

source: とりあえず、一安心だな。
es_es: For the time being, I'm relieved.

source: はい…… でも「ええじゃないか」は、 色々なところで起きているんです。 またいつ起きるか分からないですし、不安ですわ……
es_es: Yes ... But "Yes, isn't it?" Is happening in various places. I don't know when it will happen again, and I'm worried ...

source: （確かに、あの踊りには不思議な力があるな。 いつ被害が出るか分からん。見つけたら、なんとか 鎮めるようにしなければ……）
es_es: (Sure, that dance has a mysterious power. I don't know when it will cause damage. If I find it, I have to try to calm it down ...)

source: ……って、おい！
es_es: ...... Hey!

source: ……ハッ！
es_es: ...... Huh!

source: ん……？
es_es: Hmm……?

source: ええじゃないか♪ ええじゃないか♪ よいよい♪ よいよい♪
es_es: Yeah ♪ Yeah ♪ Good good ♪ Good good ♪

source: ええじゃないか♪ ええじゃないか♪ あーよいよい♪
es_es: Yeah ♪ Yeah ♪ Ah, good ♪

source: ……なんなんだ、あれは？
es_es: ...... What is that?

source: ああ。あれは「ええじゃないか」だよ。
es_es: Oh. That is "Yes, isn't it?"

source: ええじゃないか……？
es_es: Come on, it's ok……?

source: ああ。最近各地で突発的に起こっているんだ。 なんでも、世直しを訴えるための民衆の運動が はじまりだそうだ。
es_es: Oh. It's happening all over the place lately. It seems that the people's movement to appeal for a change in the world has begun.

source: ほう。世直しか。確かにこの社会は、 何かと民衆には生きづらいからな。 そういう運動がおこるのも、致し方ないだろう。
es_es: How. Is it the world? Certainly, this society is difficult for the people to live in. It would be unavoidable that such an exercise would occur.

source: まぁね…… でも最近はちょっと、 質が変わってきているみたいなんだよね。
es_es: Well ... But it seems that the quality has changed a little recently.

source: 質が変わってくる？ ……どういうことだ？
es_es: Will the quality change? ……What does it mean?

source: ああ。最初は純粋に 世直しを訴える運動だったみたいなんだが、 途中からそれを真似る連中がたくさん出てきてね。
es_es: Oh. At first, it seemed to be a movement that appealed for a pure rehabilitation, but from the middle, many people came out to imitate it.

source: 結果、ただのばか騒ぎになってしまっている場合が 最近はほとんどなんだ。
es_es: As a result, most of the time it's just a fool.

source: しかも、悪いことに、そのばか騒ぎに便乗して、 窃盗や暴力を行う奴らも出てきていてね…… 俺達商人は、かなり迷惑してるんだよ。
es_es: What's worse, some people are taking advantage of the ridiculous turmoil to steal and violence ... We merchants are quite annoying.

source: そうなのか…… それは許しておけんな。
es_es: Is that so ... I can't forgive it.

source: あ……！ そう言ってるうちに、ほら！
es_es: Ah……! While saying that, you see!

source: うわああっ！ やめてください！ 勝手に商品を持って行かないでください！
es_es: Wow! stop it! Please do not take the product without permission!

source: ええじゃないかー！ これくらい。 世直しじゃ、世直しじゃー！
es_es: Yeah! About this. It's a world change, it's a world change!

source: そうじゃそうじゃ。世直しじゃ。 ええじゃないか、ええじゃないかー♪
es_es: That's right. It's a change of the world. Yeah, yeah ♪

source: ぜ、全然世直しじゃないですよ。 迷惑です！ やめてください！
es_es: Well, it's not a rehabilitation at all. It's annoying! stop it!

source: （世直しを履き違えているな。 好き勝手させるわけにはいかん）
es_es: (Don't make a mistake in changing the world. I can't let you do whatever you want)

source: おい、お前ら。何が「ええじゃないか」だ。 窃盗が許されるわけないだろう。
es_es: Hey you guys. What is "Yes?" Theft will not be tolerated.

source: なんだ？ このお侍さん。
es_es: what? This samurai.

source: た、助けてくださいぃ！
es_es: Please help me!

source: まぁまぁ。細かいことは……
es_es: Well well. The details are ...

source: ええじゃないか♪
es_es: Yeah ♪

source: そうそう。ええじゃないか♪ ええじゃないか♪
es_es: Oh yeah. Yeah ♪ Yeah ♪

source: お、おい。お前ら……！
es_es: Hey, hey. You guys……!

source: ええじゃないか♪ ええじゃないか♪
es_es: Yeah ♪ Yeah ♪

source: いいわけないだろ！
es_es: It's not good!

source: ええじゃないか♪ ええじゃないか♪
es_es: Yeah ♪ Yeah ♪

source: ええじゃないか♪ ええじゃないか♪
es_es: Yeah ♪ Yeah ♪

source: ええじゃないか♪ ええじゃないか♪
es_es: Yeah ♪ Yeah ♪

source: ちょ、ちょっと！ 止めてくれるんじゃなかったんですか？
es_es: Hey! Didn't you stop it?

source: ……！ いかんいかん。 流されるところだった。 ……なんとも恐ろしい踊りだな、これは。
es_es: ……! I don't know. It was about to be washed away. ...... It's a horrible dance, this is.

source: ちっ。なんだよ、ノリの悪いやつだなぁ。 せっかくの気分が台無しだぜ。 なぁ…… こいつ、やっちまおうぜ！
es_es: A little. What is it, it's a bad guy. I'm ruining my mood. Hmm ... Let's do this!

source: おう！ ボコボコにしたって…… ええじゃないか！
es_es: Let's go! Even if it's bumpy ... Yeah!

source: 痩せた男
es_es: Skinny man

source: 暴力男
es_es: Violent man

source: 店員
es_es: Clerk

source: 踊っている人達
es_es: People dancing

source: 街の商人
es_es: City merchant
