Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021dd0.po
Languages: es_es

source: （井上の死体が見つかったのは…… たしか、この辺りって話だったな）
es_es: (Inoue's corpse was found ... I think it was around here.)

source: 斎藤さん。
es_es: Mr. Saito.

source: ……山崎か。
es_es: ...... Yamazaki?

source: 伊東さんから伝言を頼まれましてね。
es_es: Ito-san asked me for a message.

source: 参謀の伊東が？
es_es: What about Ito, the staff member?

source: 伊東さんもこんなところで新選組を潰されたんじゃ たまったもんじゃないですからね。
es_es: Ito-san wasn't the only one who crushed the Shinsengumi in a place like this.

source: 何としても沖田さんの暴走を止めて欲しいと。
es_es: I want you to stop Mr. Okita's runaway anyway.

source: それで、言伝ってのは？
es_es: So what's the word?

source: 沖田さんは今、 骸街で一番隊に招集をかけているようです。
es_es: Mr. Okita seems to be convening the most corps in the skeleton now.

source: なに？
es_es: What?

source: 井上さん殺しの犯人に目星をつけたようで…… なんでも虚無僧を探しているとか。
es_es: It seems that he had a star on the criminal who killed Mr. Inoue ... He said he was looking for a komuso.

source: 虚無僧……？
es_es: Void monk...?

source: 御存知ないですか？ 深い編笠かぶって、よく尺八吹いてる連中ですが。
es_es: Don't you know Those who wear deep knitting hats and often play the shakuhachi.

source: いや虚無僧のことは分かる…… そうじゃなくて、虚無僧が井上を殺したというのか？
es_es: No, I understand Komuso ... Instead, did Komuso kill Inoue?

source: さあ。私にはわかりませんが 沖田さんはなにかつかんだらしい。
es_es: here we go. I don't know, but Mr. Okita seems to be crazy.

source: ですが伊東さんは、とにかく 一番隊の暴走を止めるようにとのことです。
es_es: However, Mr. Ito said that he should stop the runaway of the first corps anyway.

source: 斎藤さんには骸街に向かっていただきます。
es_es: Mr. Saito will head to the skeleton town.

source: ……山崎。
es_es: ...... Yamazaki.

source: は？
es_es: What?

source: 伊東に伝えとけ。
es_es: Tell Ito.

source: たまにはてめえも自分の足を動かせってな。
es_es: Sometimes you can move your legs too.

source: フフ…… いいでしょう、お伝えしておきます。
es_es: Huff ... Okay, let me tell you.

source: ですが一番隊の件、たしかにお願いしましたよ。
es_es: However, I did ask for the first corps.

source: （……骸街に行くか。 沖田と一番隊が集まっているはずだ）
es_es: (... Would you like to go to the skeleton town? Okita and the first corps should have gathered)

source: 龍馬
es_es: Ryoma

source: 山崎
es_es: Yamazaki
