Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021dd4.po
Languages: es_es

source: 負けたんか…… 理心流が……
es_es: Did you lose ... Rishin-ryu ...

source: ……井上を殺したのは俺じゃない。 恐らく「もう一人の坂本龍馬」だ。
es_es: ...... I wasn't the one who killed Inoue. Probably "another Ryoma Sakamoto".

source: 沖田…… 覆面の男が井上だったってのは、本当なのか？
es_es: Okita: Is it true that the masked man was Inoue?

source: その前にひとつ教えてくれや。 どうやった…… ワシの理心流は。
es_es: Please tell me one before that. What did you do ... What is my rationale?

source: ……俺が追っていた理心流だった。
es_es: ...... It was the Rishin style I was chasing.

source: 太刀筋、技、間合い…… 全てが１年前感じたもの…… 覆面の男、そのものだった。
es_es: Tachi muscles, techniques, maai ... everything I felt a year ago ... It was a masked man.

source: そうか…… それを聞いて安心したわ……
es_es: Yeah ... I was relieved to hear that ...

source: これでようやくワシは、源さん（あの人）に 追いつけたっちゅうワケか……
es_es: With this, I finally caught up with Gen-san (that person) ...

source: 師弟の間柄なのか。アンタと井上は。
es_es: Is it a relationship between teachers and pupils? You and Inoue.

source: そんなもんやない。 ワシにとって、源さん…… いや、鴨さんは……
es_es: That's not true. For me, Gen-san ... No, Kamo-san ...

source: 久々に聞くな。その名前……
es_es: Don't ask after a long time. That name ...

source: 勇ちゃん……
es_es: Isamu-chan ...

source: そろそろこの人に本当のことを 打ち明ける時が来たようだぜ。 ……五郎チャンよ。
es_es: It seems like it's time to tell this person the truth. ...... Goro Chan.

source: 近藤……
es_es: Kondo ……

source: 斎藤一さんよ。あんたに全てを教えてやる。 天念理心流の謎。それに新選組最大の秘密をな。
es_es: Mr. Hajime Saito. I'll tell you everything. The mystery of Tennen Rishin-ryu. And the biggest secret of the Shinsengumi.

source: ……どうした？ お前ら一番隊だろ？ かかってこねえのか？
es_es: ……what up? You guys are the best corps, right? Is it a pry?

source: 沖田さんがあなたをお待ちです、斎藤さん。
es_es: Mr. Okita is waiting for you, Mr. Saito.

source: なに？
es_es: What?

source: この先へどうぞ。
es_es: Please go ahead.

source: 沖田が俺に話があるってことか？
es_es: Does Okita have a story with me?

source: 井上さん殺しとみられる 虚無僧の正体が分かりましてね。
es_es: You know the identity of the Komuso who seems to have killed Mr. Inoue.

source: そのことで斎藤さんに聞きたいことがあると。
es_es: I have something to ask Mr. Saito about that.

source: どういうことだ？
es_es: What does it mean?

source: 私の口からそれ以上は言えません。
es_es: I can't say any more from my mouth.

source: ……わかった。
es_es: ……all right.

source: 沖田
es_es: Okita

source: 龍馬
es_es: Ryoma

source: 近藤
es_es: Kondo

source: 一番隊隊士
es_es: Ichiban Squadron
