Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021daf.po
Languages: es_es

source: 一（はじめ）ちゃん。こっちや。
es_es: Ichi (beginning) -chan. This one.

source: ……屋敷の中の状況は？
es_es: ...... What is the situation inside the mansion?

source: ああ、勤王派の志士たちは酒飲んで ドンチャン騒ぎや。
es_es: Ah, the Qin Wang scholars drank and made a fuss about Donchan.

source: ヒヒ、これから踏み込まれるのも知らんと…… アホな連中や。
es_es: Baboon, I don't know if I'm going to step on ... stupid guys.

source: 人数は？
es_es: How many people?

source: んなもん、どうでもええやろ。 なんぼおってもワシらは押し込んで 全員斬りまくるだけや。
es_es: I don't care. No matter what, we just push it in and slash all of them.

source: 新選組に入った甲斐があったな？ 一（はじめ）ちゃんも遠慮せんと好きなだけ斬れや。
es_es: Was it worth joining the Shinsengumi? Ichi (Hajime) can cut as much as he wants without hesitation.

source: ……あんたが新選組にいるのは いくらでも人が斬れるからってわけか？
es_es: ...... Is it because you can cut as many people as you like in the Shinsengumi?

source: ヒヒ、他になにがあるっちゅうねん。
es_es: Baboon, what else is there?

source: さあな……
es_es: I do not know……

source: （ここが千石邸か…… なるほど、大した構えだ）
es_es: (Is this the Sengoku residence ... I see, it's a big deal)

source: （討ち入りは夜だったな。 寺田屋で時間を潰すか）
es_es: (The attack was at night. Do you want to kill time at Teradaya?)

source: （討ち入りは夜だったな。 寺田屋で時間を潰すか）
es_es: (The attack was at night. Do you want to kill time at Teradaya?)

source: 沖田
es_es: Okita

source: 龍馬
es_es: Ryoma
