Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016c0007.po
Languages: es_es

source: ぐへぁ…… あんた鬼神か……？ つ、強すぎる……！
es_es: Guhea ... Are you a demon ...? One is too strong ...!

source: 年貢の納め時だな。確かに顔は似ているようだが、 恵比寿の名を借りるなんていう 罰当たりなことはするもんじゃないぜ。
es_es: It's time to pay the annual tribute. It looks like they look alike, but it's not a punishment to borrow the name of Ebisu.

source: 旦那！ その男は、 噂の詐欺師、黒恵比寿じゃないですかい!?
es_es: Husband! Isn't that man the rumored scammer, Kuro Ebisu !?

source: こいつめ、世話焼かせやがって！ 御用だ御用だ！
es_es: Take care of this guy! It's for you!

source: うぅ……！
es_es: Uh ...!

source: （これにて一件落着…… だな）
es_es: (This settles down one case ...

source: あら？ 悪い人でも捕まったの？
es_es: Oh? Did you catch even a bad person?

source: 婆さん…… 来たのか。
es_es: Auntie ... Did you come?

source: うふふ、どうせだし私ももう一度、 恵比寿様、拝んでおこうと思って。
es_es: Ufufu, anyway, I'm going to worship Ebisu again.

source: 婆さん…… 信じたくないかもしれんが聞いてくれ。
es_es: Auntie ... You may not want to believe it, but listen.

source: あら？ なにかしら？
es_es: Oh? What is it?

source: 婆さんが信じてたあの恵比寿は、 実は…… 詐欺師だったんだ。 だが今捕まった。だからもう安心していいぞ。
es_es: That Ebisu that my grandmother believed was actually ... a scammer. But now I'm caught. So you can rest assured.

source: えっ!?
es_es: eh!?

source: ……何言ってるの、もう。 そんなわけないじゃないの。
es_es: ...... What are you talking about? That's not the case.

source: 信じたくない気持ちもわかるが……
es_es: I know I don't want to believe it, but ...

source: いいえ、だってさっき捕まってた人、 私の知ってる恵比寿様じゃないもの。
es_es: No, because the person I was caught earlier is not Ebisu-sama I know.

source: えっ？ そんなはずは……
es_es: eh? That should be ...

source: あら？
es_es: Oh?

source: （このばあさんが会った恵比寿様っていうのは…… もしかして本物の……）
es_es: (The Ebisu-sama I met with this old lady is ... maybe the real thing ...)

source: （いや、まさかな……）
es_es: (No, no way ...)

source: ん？ あれは……？
es_es: Hmm? That is……?

source: なむなむ…… なむなむ……
es_es: Namunamu …… Namunamu ……

source: ホッホッホ、ご老人よ。私を拝んだことにより、 だいぶご利益が溜まってきたようですな。
es_es: Hohoho, old man. It seems that a lot of profits have been accumulated by worshiping me.

source: 本当ですか！ ありがたやありがたや……
es_es: really! Thank you, thank you ...

source: その証拠に…… ほれ、体が軽くはないかのう？
es_es: The proof is ... See, isn't your body light?

source: えっ？ ……そ、そう言われると、 なんだか肩のコリがやわらいだような…… 全くそうでもないような……
es_es: eh? ...... Well, when I say that, it seems that the stiffness of my shoulders is softer ... It's not like that at all ...

source: ゴ、ゴホン！ そうであろう！ そうであろう！ あなたが私を信じる力が、神の奇跡をひきだし、 あなた自身に幸せをもたらしたのですぞ！
es_es: Go, gohon! That's right! That's right! The power of your belief in me has brought out the miracles of God and brought happiness to yourself!

source: さ、さすが神様……！ す、すごいです！
es_es: As expected, God ...! It's amazing!

source: ……コホン。しかしご老人。 肩こりが軽くなる程度の奇跡で、 本当に満足ですかな？
es_es: ...... Kohon. But an old man. Are you really satisfied with the miracle that makes your stiff shoulders lighter?

source: ……えっ？
es_es: ……eh?

source: 私の存在を心の底から信じることにより、 今のものとは比べ物にならない 強大な幸福が訪れるとしたら…… どうしますかな？
es_es: What if, from the bottom of my heart, believing in my existence brings about a mighty happiness that is incomparable to what it is today?

source: 比べ物にならない強大な幸福……!?
es_es: Incomparable and mighty happiness ...!?

source: そう、例えば……
es_es: Yes, for example ...

source: 無病息災！
es_es: No illness!

source: 厄除開運！
es_es: Good luck!

source: 恋愛成就に、子孫繁栄！
es_es: Prosperity of offspring for fulfillment of romance!

source: 子孫…… 繁栄……！
es_es: Descendants prosperity……!

source: えぇ、神様である私、 恵比寿に不可能はありません！ さぁ、どうします？
es_es: Well, as a god, there is nothing impossible in Ebisu! What are you going to do now?

source: し、信じます！ あなたを信じます！ これで強大なご利益がわしのもとへ……！
es_es: And believe! I believe in you! This will bring great benefits to me ...!

source: ……ご老人、口ではなんとでも言えます。 信じる心は形で現さねばなりません。
es_es: …… Old man, I can say anything by mouth. The believing heart must be manifested.

source: 形……？
es_es: form……?

source: えぇ、神様である私には不要なものなのですが…… お金とかね。
es_es: Well, it's unnecessary for me as a god, but ... money.

source: 老後のために貯めた金があることにはあるが…… 結構、高い額が必要なんじゃろうか……？
es_es: I have some money I saved for my old age, but ... I wonder if I need a fairly high amount ...?

source: いいえ、ご老人。 あなたが私を信じている気持ち程度の額で十分です。
es_es: No, old man. The amount of money you believe in me is enough.

source: じゃ、じゃあ５００文くらいで……
es_es: Then, about 500 sentences ...

source: ……安っ!!!!
es_es: ...... Cheap !!!!

source: 爺さん、いくらなんでもそれはないでしょう……？ 信じる信じるって言ってたくせに５００文って。 いくらなんでもひどすぎるよ。私、神だよ？
es_es: Old man, no matter how much it is ...? Believe it, even though you say you believe it, 500 sentences. No matter how terrible it is. I'm a god?

source: あぁ、すみませんすみません！ 間違えました！ 本当は５０００文だすつもりだったんです！
es_es: Oh, I'm sorry! I made a mistake! I was actually planning to write 5000 sentences!

source: ６０００文……？
es_es: 6000 text...?

source: は、８０００文……！
es_es: Is 8000 sentences ...!

source: うーん……
es_es: Hmm ...

source: じゃあ１両……
es_es: Then one car ...

source: チッ、仕方ねぇな！ もう１両でいいからよこせよ！ しけた爺さんだな！
es_es: I can't help it! Give me another car! It's an old man!

source: す、すみません……！
es_es: I'm sorry ...!

source: おい、待て！
es_es: Hey, wait!

source: あぁ？ 誰だ！ 大事な時に！
es_es: Ahh? Who! When it matters!

source: お前が老人相手に詐欺を働いている、 黒恵比寿だな。
es_es: You're a scammer against an old man, Kuro Ebisu.

source: あっ、馬鹿！ テメェ！ 何を言ってやがる！
es_es: Oh idiot! Temee! What do you say!

source: さ、詐欺……？
es_es: Well, fraud ...?

source: あ、あんた神様じゃないのか……！
es_es: Oh, isn't it your god ...!

source: そんなわけねぇだ…… ないでしょう？ 落ち着きなさい、人の子よ。
es_es: That's not true ... isn't it? Calm down, Son of Man.

source: ……いいや、よく考えたら こんなに金にがめつい神様などいるものか！ 危うく騙されるところじゃった！
es_es: ...... No, if you think about it, is there a god who is so clinging to money? I was almost deceived!

source: あっ、ちょっ、待っ……！
es_es: Oh, wait ...!

source: くそぉ…… しけたジジィだったとはいえ、 もう少しで金が手に入るところだったのに！ よくも邪魔しやがったな！
es_es: Damn ... Even though it was a crappy Jiji, I was about to get some money! I often disturbed you!

source: 神罰を、思い知れぇぇぇぇぇ!!!!
es_es: I don't know the punishment !!!!

source: すいませーん。 そこのお侍さーん。
es_es: I'm sorry. Samurai there.

source: ん？
es_es: Hmm?

source: お侍さん。 このへんで恵比寿様、見ませんでしたかい？
es_es: Samurai. Didn't you see Ebisu-sama in this place?

source: 何？ 恵比寿様だと？
es_es: what? Ebisu-sama?

source: えぇ、ずっと探してるんですけど、 あの野郎、なかなか尻尾を見せなくてねぃ……
es_es: Yeah, I've been looking for it all the time, but that bastard hasn't been able to show his tail ...

source: …………そ、そうか。 まぁ、神を信じることは悪いことではないからな。 が、頑張れよ。それじゃあな……
es_es: ………… That's right. Well, believing in God is not a bad thing. But do your best. Well then ...

source: あ、何か勘違いしてるみたいですけど、 あっしが探してるのは、本当の神様でなく、 黒恵比寿っていう、ただの詐欺師ですぜ！
es_es: Oh, I think I'm misunderstanding something, but what I'm looking for is not a true god, but a scammer named Kuro Ebisu!

source: 黒恵比寿？ 詐欺師？
es_es: Black Ebisu? con man?

source: そう、知りません？ 今世間を賑わせてる、 お年寄りばかり狙った悪質な詐欺師なんですが……
es_es: Yeah, don't you know? I'm a vicious scammer who is bustling with the world and aimed only at the elderly ...

source: 初めて聞いたな。 そんな奴がいるのか。
es_es: I heard it for the first time. Is there such a guy?

source: えぇ、その黒恵比寿って詐欺師なんですが、 七福神の恵比寿様の格好をしてるもんだから、 ジジババ達はすぐ騙されちまう。
es_es: Well, that Kuro Ebisu is a scammer, but because he is dressed as Ebisu of the Seven Lucky Gods, Jijibaba and his friends are easily deceived.

source: 今日も、金を払えばご利益があると信じた爺さんが 黒恵比寿に３０両も騙し取られてましたぜ……
es_es: Even today, an old man who believed that paying money would be profitable was deceived by Kuro Ebisu as many as 30 cars ...

source: ひどいことをする奴がいるもんだ……
es_es: Someone does terrible things ...

source: これ以上、爺さん婆さんが騙されないように、 黒恵比寿を早く捕まえたいとは思うんですがね……
es_es: I'd like to catch Kuro Ebisu as soon as possible so that my grandmother won't be fooled anymore ...

source: あの野郎、用心深くて、 俺達、同心連中の前には姿かたちも現さねえ。
es_es: That bastard is cautious and doesn't show up in front of us, the concentric guys.

source: なるほどな。それで 町の人に聞き込みをしているってわけか。
es_es: got it. That's why I'm listening to the people in the town.

source: その通り！ 旦那も黒恵比寿を見かけたら、 まっさきにあっしに教えてくださいね！
es_es: Exactly! If your husband also sees Kuro Ebisu, please tell me right away!

source: （黒恵比寿か…… 年寄りばかり狙う詐欺師とは…… 許せんな）
es_es: (Kuro Ebisu ... What is a scammer who aims only for the elderly ... I can't forgive him)

source: （人通りの多い四条通りあたりなら 何か犯人の目撃情報があるかもしれんな）
es_es: (There may be some information about the criminal's sightings around Shijo-dori, which is very busy.)

source: 黒恵比寿
es_es: Black Ebisu

source: 同心
es_es: concentric

source: 優しげなお婆さん
es_es: Gentle grandmother

source: 必死なお爺さん
es_es: Desperate grandfather

source: 息が荒い同心
es_es: Breathtaking concentricity
