Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c14af.po
Languages: es_es

source: （うーむ、神田の 見た目の特徴を聞いておくんだった……）
es_es: (Hmm, I asked you about the features of Kanda's appearance ...)

source: おうい。そこの男よ。
es_es: Hey. The man there.

source: ん？ 何か用か？
es_es: Hmm? Is it for something?

source: お前、わしと一緒に酒でも飲まんか？
es_es: Would you like to drink with me?

source: あんたと、酒を？
es_es: Do you have a drink?

source: わし、はるばる遠くから京まで来たんじゃがの。 酒を一緒に飲んでくれる奴がおらんでのう…… こうして１人寂しく飲んどるんじゃ。不憫じゃろ？
es_es: I came all the way to Kyo from afar. There's a guy who drinks with me ... I'm lonely drinking like this. Isn't it pity?

source: たしかに不憫だが、 俺はこれから会わなければならない人が…… ん？
es_es: It's a pity, but I have to meet someone ...?

source: 今、遠くから来たと言ったか？ ひょっとしてあんた……
es_es: Did you say you came from afar now? Maybe you ...

source: そうかそうか、あの女将さんがそんなことを！
es_es: Oh yeah, that landlady did that!

source: 本当に京都のおなごは気が利くのう。結構結構。
es_es: The babies in Kyoto are really nice. Quite fine.

source: フッ、まさかあんたが俺がお相手する 神田先生だったとはな。
es_es: Huh, I don't think you were Mr. Kanda, who I am dealing with.

source: 先生呼ばわりはやめてほしいんじゃが…… いかにも、わしが神田じゃ。 日本に名を轟かす芸術家なんじゃぞう！ がはは！
es_es: I don't want you to call me a teacher ... I'm Kanda. I'm an artist who makes a name for himself in Japan! Gahaha!

source: （芸術家というから気難しい男を想像していたが…… ずいぶん陽気な爺さんだな）
es_es: (I imagined a difficult man because he was an artist, but ... he's a very cheerful old man.)

source: ところで神田の爺さんは、なんの芸術家なんだ？ 芸術にもいろいろあると思うが……
es_es: By the way, what kind of artist is Kanda's old man? I think there are many things in art, but ...

source: なんじゃ、わしを知らんのかい！ 結構結構！ わしは、なーんでも得意じゃぞ。
es_es: Why don't you know me! Quite fine! I'm really good at it.

source: なんでも？
es_es: what ever?

source: 画や陶芸、舞台や楽器。歌と踊りもそうじゃな…… ３０歳になる頃には、大抵の芸術は極めとったぞ。
es_es: Paintings, ceramics, theatrical performances and musical instruments. So is singing and dancing ... By the time I was thirty, most of the art was mastered.

source: それはすごいな。
es_es: That's amazing.

source: すごいじゃろ！
es_es: It's amazing!

source: （……この神田という爺さん、 予想以上にすごい爺さんなのかもしれないな）
es_es: (... This old man named Kanda may be a great old man than I expected.)

source: そうじゃ、斎藤よ。知っとるか？ この町には歌声酒場というものがあるらしいぞ。
es_es: Well then, Saito. Do you know There seems to be a singing bar in this town.

source: あぁ、知っている。 俺もたまに行くからな……
es_es: Oh, I know. I also go there once in a while ...

source: 何ぃ！ それを早く言わぬか！ 斎藤よ、今から歌声酒場へ行くぞ。 お前の歌声が聴きたい！
es_es: What! Don't say that soon! Saito, I'm going to the singing bar from now on. I want to hear your singing voice!

source: お、俺の歌を？ 何故だ!?
es_es: Oh my song? Why is it so!?

source: さぁ、行くぞ行くぞ！
es_es: Let's go, let's go!

source: おーい、姉ちゃん！ 勘定を頼む！
es_es: Hey, unnie! Ask for a bill!

source: お、おい…… 爺さん……
es_es: Hey ... old man ...

source: 老人の声
es_es: Old man's voice

source: 老人
es_es: Old man

source: 神田
es_es: Kanda
