Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c1511.po
Languages: es_es

source: 助かったよ。本当にありがとう！ 何かお礼をしてあげられればいいんだけど……
es_es: It was saved. Thank you very much! I wish I could thank you for something ...

source: 気にするな。礼目当てでやったわけじゃない。
es_es: dont 'worry. I didn't do it for gratitude.

source: すまないねぇ。……お侍さん、立派な人だね。 きっと神様も、お侍さんの行動を褒めて、 「徳」を与えてくれるはずだよ。
es_es: I'm sorry. ...... Samurai, you're a good person. I'm sure God will praise the samurai's actions and give him "virtue."

source: ……「徳」？
es_es: ......"De"?

source: うん。この土地では昔から、何か良いことをした 人には、神様がそれを称えて「徳」を与えて くださる、という言い伝えがあるんだ。
es_es: Yup. There is a long tradition in this land that God gives "virtue" to someone who has done something good.

source: 困っている人を助けたり、町の住人やお店の人たちに 優しくしたり、そういった人徳のある行動をすると、 神から「徳」が与えられて、貯まっていく。
es_es: When you help people in need, be kind to the residents of the town and the people in the shops, and act with such humanity, God gives you "virtue" and accumulates it.

source: そうやって「徳」を多く集めた者は、 その見返りとして様々な御利益を得ることができる、 と言われているんだ。
es_es: It is said that those who collect a lot of "virtue" in this way can get various benefits in return.

source: ほう。……まぁ、にわかには信じ難い話だな。
es_es: How. ...... Well, it's hard to believe.

source: そう思うのも無理はないよね。 だけど、迷信ではないよ。 現にお侍さんにも…… ほら！
es_es: It's no wonder you think so. But it's not a superstition. In fact, to the samurai ... see!

source: 町の人々との交流や店舗の利用、困っている人を助ける等、 「人や町のためになること」をすると、「徳」を得ることができます。 「徳」を集めて使用することで、様々なご利益を受けることができます。
es_es: You can gain "virtue" by doing "good things for people and towns" such as interacting with the people of the town, using stores, and helping people in need. By collecting and using "virtue", you can receive various benefits.

source: また「徳」が得られるような行動をしていくと、 町の人たちからの評判も上がります。 評判が上がると、町の人もより親切に接してくれるようになり、 より町での生活がしやすくなります。
es_es: In addition, if you take actions that will give you "virtue," the reputation of the townspeople will increase. The better your reputation, the more kind the townspeople will be and the easier it will be to live in the town.

source: 積極的に町の人やお店と交流して「徳」を集め、 評判を上げていきましょう。
es_es: Let's actively interact with the townspeople and shops to collect "virtues" and raise their reputation.

source: ……!! はっきりとは言えないが 確かに、何かを得たような気がするな……
es_es: …… !! I can't say for sure, but I feel like I got something ……

source: でしょう？ それこそが「徳」だよ！ その調子で「徳」を集めていくといいよ。 コツコツ、コツコツ、とね。
es_es: Isn't it? That is "virtue"! It is good to collect "virtue" in that condition. Steadily, steadily.

source: コツコツ、か…… 時間がかかりそうだな。
es_es: It seems like it will take some time.

source: まぁね。でも、手っ取り早く多くの「徳」を 稼ぐ方法も実はあるんだ。
es_es: Ah well. But there is actually a quick way to earn a lot of "virtue".

source: それは…… 「精進目録」をこなすこと！
es_es: That is ... Doing the "Dedication Catalog"!

source: 「精進目録」？
es_es: "Catalog of devotion"?

source: うん。「精進目録」はこの地に伝わる文書でね。 神が作ったと言われる課題が たくさん記されているんだ。
es_es: Yup. The "Shinshin Catalog" is a document that is handed down here. There are a lot of tasks that are said to have been created by God.

source: その課題を達成できた人には、 多くの「徳」が与えられる、と言われているんだよ。
es_es: It is said that a lot of "virtue" is given to those who can achieve that task.

source: そうだ！ 助けてくれたお礼に、 お侍さんにも精進目録をあげるよ。
es_es: That's it! To thank you for your help, I'll give a list of devotion to the samurai.

source: 「<Color:8>精進目録<Color:Default>」をもらった
es_es: "<Color:8> Devotion catalog<Color:Default> I got

source: 「精進目録」に書かれたお題を達成することで、 多くの「徳」を得ることができます。 お題はポーズメニューの「精進目録」項目から確認できます。 積極的にお題をこなして「徳」を貯め、様々なご利益の恩恵を受けましょう！
es_es: You can gain a lot of "virtue" by completing the themes written in the "Catalog of Devotion". You can check the theme from the "List of devotion" item in the pause menu. Let's actively work on the subject, accumulate "virtue", and benefit from various benefits!

source: 精進目録、か…… 難しそうだな。
es_es: A list of devotion ... It seems difficult.

source: そんなことないよ。お侍さんのような出来た人なら、 普通に生活してれば達成できるような項目ばかりさ。 気づいた頃には、徳もガッポリ貯まってるはずだよ。
es_es: That's not true. If you are a samurai-like person, there are only items that you can achieve if you live normally. By the time you notice it, you should have accumulated virtue.

source: 徳が貯まって、ご利益を受けたいと思ったら、 神社や祠にお参りするといいよ。 きっと、神の恩恵を受けられるはずさ。
es_es: If you want to accumulate virtue and benefit from it, you should visit a shrine or shrine. I'm sure you can benefit from God.

source: 神社や祠では、貯めた「徳」をご利益に交換できる、 「徳交換所」メニューを開くことができます。 アイテムの所持上限数の増加をはじめ、 役立つご利益が多く用意されていますので、積極的に活用しましょう。
es_es: At shrines and shrines, you can open the "Toku Exchange" menu where you can exchange the accumulated "Toku" for profit. There are many useful benefits such as an increase in the maximum number of items you can carry, so let's make good use of them.

source: さて、説明はそんなところかな。 もし分からないことがあったら、 私のところに来ておくれよ。
es_es: Well, that's the explanation. If you have any questions, please come to me.

source: 私は普段は洛内の神社にいるんだけど、 ちょっとこっちで用事があってね。 しばらくはここにいるよ。
es_es: I'm usually at a shrine in Rakuchu, but I have something to do here. I'll be here for a while.

source: わかった。
es_es: all right.

source: な、なんて腕だ…… 信じられん…… お…… お前ら、ずらかるぞ……!!
es_es: What an arm ... I can't believe it ... Oh ... you guys are crazy ... !!

source: ひ、ひいいいいいっ！
es_es: Hi, it ’s good!

source: あ、ありがとう。おかげで助かったよ。
es_es: Oh, thank you. Thanks to you, I was saved.

source: いや、気にするな。怪我は無いか？
es_es: No, don't worry. Are you injured?

source: それが…… 奴らにさっき突き飛ばされた時に、 足を捻ってしまったみたいでね。
es_es: That's ... it seems like they twisted their legs when they just pushed them away.

source: すまないけど、 神社に帰るのを手伝ってくれないかな？ 肩をかして欲しいんだけど…… いててて……
es_es: I'm sorry, but could you help me go back to the shrine? I want you to bend your shoulders ...

source: まったく…… 仕方ないな。
es_es: At all ... I can't help it.

source: ほ、本当にお金はないんだって。 か、堪忍しとくれ～！
es_es: I mean, I really don't have any money. Or be patient!

source: 嘘つけ！ 神社の神主が、金を持ってないわけねぇだろ！ さっさと出さねぇと…… 痛い目に合うぜ？
es_es: Lie! The priest of the shrine doesn't have the money! If you don't put it out quickly ... It will hurt you, right?

source: ひ、ひいい…… 神様、助けて～!!
es_es: Hi, hii ... God, help me ~ !!

source: （……神社の神主が襲われているみたいだな）
es_es: (... It seems that the priest of the shrine is being attacked)

source: あ！ そ、そこのお侍さん！ お、お願い！ 助けて～！
es_es: Ah! Well, the samurai there! Please! Help me ~!

source: （……仕方ない。あまり目立ちたくはないが、 見過ごすわけにもいかないな）
es_es: (... I can't help it. I don't want it to stand out, but I can't overlook it.)

source: ……なんだ、お前？ 何か文句あんのか!?
es_es: ...... What are you? Are you complaining about something !?

source: ……神主を襲うなんてやめた方がいいんじゃねぇか？ 罰が当たるぜ？
es_es: ...... Isn't it better to stop attacking the priest? You'll be punished?

source: へっ。ご親切にどうも。 だが…… あんた、俺たちよりも自分の心配を したほうがいいぜ？
es_es: Hey. Thank you for your kindness. But ... you should worry about yourself more than we do?

source: ちょうど暴れたいと思ってたところだ…… 俺たちの邪魔をするなんて、良い度胸だぜ。 ……おい、こいつ殺っちまうぞ！
es_es: I just wanted to go wild ... It's a good courage to get in the way of us. ...... Hey, let's kill this guy!

source: 神主
es_es: Shinto priest

source: 徳について
es_es: About virtue

source: 精進目録について
es_es: About the devotion list

source: 徳の交換について
es_es: About the exchange of virtue

source: 太めの浪士
es_es: Thick Ronin

source: 細身の浪士
es_es: Slender Ronin
