Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid011c0059.po
Languages: es_es

source: （まだ確認するものが残ってるな…… とりあえず、他を確認してみよう）
es_es: (There is still something to check ... Let's check others for the time being)

source: これは…… 農具置き場か？
es_es: Is this ... a farm tool storage?

source: あ、はい。 畑で何か野菜を育てたい時は、 ここのものを使ってください。
es_es: Oh, yes. If you want to grow some vegetables in the field, use the one here.

source: こちらの農具置き場にアクセスすることで、 畑で野菜を作付することができます。 作付した野菜は時間経過と共に育ち、収穫ができます。 野菜によって収穫までにかかる時間は異なりますので、 効率よく収穫できるように頭を使いましょう。
es_es: You can plant vegetables in the field by accessing this farm tool storage area. The cultivated vegetables grow over time and can be harvested. The time it takes to harvest varies depending on the vegetable, so use your head so that you can harvest efficiently.

source: ……畑作業か。おもしろそうだな。 そこに立派な大根もあるが、お前が育てたのか？
es_es: ...... Field work? Sounds interesting. There is also a fine radish there, but did you grow it?

source: は、はい。あまり得意じゃないんですけどね…… あ、畑にある野菜は、いつでも抜いていただいて かまいませんので。
es_es: Yes. I'm not very good at it, but ... Oh, you can always pull out the vegetables in the field.

source: ああ、分かった。
es_es: Oh, I understand.

source: 農具置き場を調べると、畑で作物を作付けできます。 作付けした作物は時間経過と共に育ち、 やがて実ができると畑で収穫できます。 作物によって収穫までにかかる時間は異なりますので、 効率よく収穫できるように、計画的に作付けしましょう。
es_es: You can plant crops in the fields by examining the farm tool storage. The cultivated crops grow over time and can be harvested in the field when they eventually bear fruit. The time it takes to harvest varies depending on the crop, so plant it systematically so that you can harvest efficiently.

source: 龍馬
es_es: Ryoma

source: 遥
es_es: remote

source: 畑
es_es: field
