Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016c00f1.po
Languages: es_es

source: 困ったことになった。 せっかくの志の品なのに さっぱり見方がわからん……
es_es: I was in trouble. I don't know how to look at it even though it's a product of my ambition ...

source: どうした、じいさん。 何の見方がわからないんだ？
es_es: What's wrong, grandfather. What do you see?

source: え？ いやその…… 実は、「地球儀」の見方なのです。
es_es: e? No ... Actually, it's a view of a "globe."

source: 地球儀？
es_es: globe?

source: ええ…… ワシは寺子屋を開いている者です。 それが先日、子供たちの親御さんが金を出し合って 地球儀を寄付してくれましてな。
es_es: Yeah ... I'm the one who opens the Terakoya. The other day, the parents of the children donated money to donate the globe.

source: ぜひ、この世界のことを地球儀で解説して 子供たちの見聞を広げてやってほしいと。
es_es: By all means, I would like you to explain this world with a globe and broaden your children's perspectives.

source: 地球儀か…… そういや俺も昔、 親っさんに見せてもらったことがあったな。
es_es: It's a globe ... No, I used to have my parents show me.

source: え？ ではあなた、 地球儀の見方が判るということで？
es_es: e? So you know how to look at the globe?

source: いや、まあ見たことがある程度のもんだが。
es_es: Well, I've seen it to some extent.

source: いや！ それでもワシよりはよほどいい！ ワシなど地球儀は見るのも初めてで！
es_es: Disagreeable! Still better than an eagle! It's the first time to see a globe such as an eagle!

source: 地球儀の解説なんてワシにはとても…… 文字の読み書きくらいはなんとかなりますが まったく困ってしまって。
es_es: The explanation of the globe is very difficult for me ... I'm quite troubled with reading and writing letters.

source: だったら素直にそう言やあいいだろう。
es_es: If so, I would say that honestly.

source: それができれば苦労せんよ！ 地球儀がどれだけ高いものか知ってますか？
es_es: If you can do that, you won't have a hard time! Do you know how expensive the globe is?

source: ……親御さんたちは無邪気に ワシがなんでも知っている物知りの老人と 決めつけてます。
es_es: ...... Parents innocently assume that I am an old man who knows everything.

source: ワシが一言、「全然わからん」と言ったら その瞬間、御厚意の地球儀がゴミと化すんですぞ！
es_es: When I say "I don't understand at all", the globe of kindness turns into garbage at that moment!

source: なるほど。そういうことか……
es_es: I see. Is that so ...

source: ……正直、適当に知ったかぶりして でたらめに解説してしまおうかとも考えました。
es_es: …… Honestly, I thought about giving a random explanation by pretending to know it properly.

source: ですがこの風雲の時代、 近い将来異国と戦争さえ起こりかねんのに 子供にでたらめを教えていいものか!?
es_es: However, in this Fengyun era, is it okay to teach children bullshit even though a war with a foreign country may occur in the near future !?

source: 戦争に正確な地理的情報は必須です。 でたらめな知識で戦争に臨んでは 子供たちが無駄に命を落としかねない。
es_es: Accurate geographical information is essential for war. Children can die in vain if they face a war with random knowledge.

source: ……一体、私はどうしたらいいんでしょう!?
es_es: ...... What should I do !?

source: そこまで子供のことを思うなら、やはり 正直に言えばいいんじゃないか？
es_es: If you think about children that much, you should be honest.

source: 地球儀がゴミになろうが でたらめ吹き込むよりはマシだろう。
es_es: Whether the globe becomes garbage or not, it's better than blowing it in randomly.

source: いや、それはそれでワシが赤っ恥をかく。 下手すると生徒がみんないなくなってしまう。
es_es: No, that's why I'm embarrassed. If you are not good at it, all the students will disappear.

source: 結局、自分が見栄はりたいだけじゃねえか……
es_es: After all, you just want to look good ...

source: でもあなたなら地球儀を解説できますな？ どうかお力を貸してもらえんでしょうか!?
es_es: But can you explain the globe? Could you please help me !?

source: ……寺子屋で俺が地球儀を解説するってことか？
es_es: ...... Is it that I explain the globe at Terakoya?

source: 簡単なところでいいんです！ 今、日本に迫っている主な異国の位置とかだけでも 御存知ならなんとかサマになるから！
es_es: It's good in an easy place! If you know only the location of the main foreign countries that are approaching Japan now, you will be able to manage!

source: お願いします！ これからうちの寺子屋に来ていただけませんか!?
es_es: Please! Would you please come to our Terakoya from now on !?

source: いや、悪いが断る。
es_es: No, I refuse.

source: そ、そうですか…… まあ無理な御相談でしたな。 見ず知らずの方に……
es_es: Well, that's right ... Well, it was an impossible consultation. For strangers ...

source: わかった、いいだろう。
es_es: Okay, that's fine.

source: あ、ありがとうございます！ さ、それでは早速こちらへ。
es_es: Oh, thank you! Well then, go here immediately.

source: 寺子屋の先生
es_es: Terakoya teacher

source: 引き受ける
es_es: undertake

source: 断る
es_es: turn down
