Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016c004f.po
Languages: es_es

source: ええじゃないか♪ ええじゃないか♪
es_es: Yeah ♪ Yeah ♪

source: ん……？
es_es: Hmm……?

source: ええじゃないか♪ ええじゃないか♪
es_es: Yeah ♪ Yeah ♪

source: （あれは…… 「ええじゃないか」だな。 ……また何か被害が出たらまずい。行ってみるか）
es_es: (That is ... "Yes, isn't it?" ... It would be bad if something happened again. Would you like to go?)

source: ええじゃないか♪ ええじゃないか♪
es_es: Yeah ♪ Yeah ♪

source: （すごい熱気だな。 ……ん？）
es_es: (It's so hot .... Hmm?)

source: うううっ……
es_es: Ugh ...

source: どうした？ 大丈夫か？
es_es: what up? Are you okay?

source: す、すみません。 ……あの集団に突き飛ばされてしまって。
es_es: I'm sorry. ...... I was blown away by that group.

source: いたたた……
es_es: It was ...

source: （年寄りに怪我までさせて…… これで「ええじゃないか」で済ませるわけには いかんな）
es_es: (I can't let the elderly get hurt ... I can't just say "yes")

source: おい、お前ら。
es_es: Hey you guys.

source: あん？ なんだよ？
es_es: An? what is it?

source: 騒ぐのもいいが、人に迷惑をかけるようなことは やめろ。お年寄りに怪我をさせてしまっているぞ。
es_es: It's okay to make noise, but don't bother people. I'm injuring the elderly.

source: ……なんだこいつ。 折角、流行りの「ええじゃないか」って奴で 楽しんでるのによ。
es_es: ...... What is this guy? I'm having fun with the trendy "Yes, isn't it?"

source: （やはりこいつら、 ただの流行りでやっているだけか）
es_es: (Are they just doing it in fashion?)

source: （……民衆運動も形骸化したもんだな）
es_es: (... The popular movement has become a mere ghost)

source: 俺達を怒らせて…… 「ええじゃないか」じゃすまねぇぜ？
es_es: Make us angry ... "Yes, isn't it?"

source: ふっ。俺は流行りを追うだけの馬鹿とは違う。 そんなことは言わないさ。
es_es: Huh. I'm not an idiot who just keeps up with trends. I don't say that.

source: てめぇ…… おい、こいつやっちまうぞ！
es_es: Hey ... Hey, let's do this!

source: な…… なんて強さだ……
es_es: What a strength ...

source: まだやるか？
es_es: Do you still do it?

source: い、いえいえ！ 俺達が悪かったです…… これは、お詫びです。勘弁してください。
es_es: No, no! We were bad ... This is an apology. Please let me go.

source: 「<Color:8>朱染めの布<Color:Default>」をもらった
es_es: "<Color:8> Red-dyed cloth<Color:Default> I got

source: す、すみませんでしたあっ！
es_es: I'm sorry!

source: ありがとうございました。お侍さん。
es_es: Thank you very much. Samurai.

source: いいや。気にするな。 ……しかし、「ええじゃないか」というのも 困ったものだな。
es_es: No. dont 'worry. …… But it's also a problem to say, "Yes."

source: ……ええ。 でも、気持ちは分からないでもないけどねぇ。
es_es: ...... Yes. But I don't know how I feel.

source: 今は動乱の真っただ中。落ち着かない時代だものね。
es_es: Now in the midst of turmoil. It's a restless era.

source: きっと皆、不安なんだよ…… あたしも不安だしね。 この後、日本はどうなっていくのか……
es_es: I'm sure everyone is worried ... I'm worried too. What will happen to Japan after this ...

source: まぁでも、あなたみたいなお侍さんがいてくれれば 安心かもしれんね。
es_es: Well, it might be safe to have a samurai like you.

source: フッ。買いかぶりすぎだ。
es_es: Huh. I bought too much.

source: （だが、確かにそうだな。 こういう騒ぎが起きてるということは、世の中が 不安定で、民衆が苦しんでいる証拠だ）
es_es: (But that's true. The fact that this kind of turmoil is happening is proof that the world is unstable and the people are suffering.)

source: （一概に否定しているだけではいかんな……）
es_es: (It's not enough to just deny it ...)

source: 踊っている人たち
es_es: People dancing

source: おばあさん
es_es: Grandmother

source: 踊り好きの男
es_es: A man who loves to dance
