Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c13ad.po
Languages: es_es

source: あ、お客さん。 お帰りなさい。
es_es: Oh, the customer. welcome back.

source: （ふぅ…… ひどい目にあった）
es_es: (Huh ... I had a terrible eye)

source: あ、いた！
es_es: Oh, there was!

source: 先ほどはすいませんでした！
es_es: I'm sorry earlier!

source: ……えっ？
es_es: ……eh?

source: ……そうか、誤解が解けたんだな。
es_es: ...... Well, the misunderstanding has been resolved.

source: はい…… 事情を聞きもせず、 変態扱いしてしまい、すいませんでした。
es_es: Yes ... I'm sorry I treated you as a metamorphosis without asking about the situation.

source: ……あの着物泥棒はどうなったんだ？
es_es: ...... What happened to that kimono thief?

source: はい、泥棒の奴はあの後、 こそこそと逃げようとしてたらしいんで、 あっし達の仲間が捕らえたそうです。
es_es: Yes, the thief seems to have been trying to escape after that, and it seems that our friends caught him.

source: あなたに追い回されて疲れていたのか、 すぐに捕まえることができたみたいですよ。
es_es: Perhaps you were chased by you and tired, it seems that you were able to catch it immediately.

source: ……そうか。
es_es: ……Really.

source: このところ着物泥棒の被害が多くて 困ってたんですよ。
es_es: Recently, I was in trouble because there was a lot of damage from kimono thieves.

source: うちの店でご迷惑をおかけしてしまったお詫びと 犯人逮捕のお礼に、こちらを受け取ってください。
es_es: Please receive this as an apology for the inconvenience caused at our store and as a thank you for the arrest of the criminal.

source: 「<Color:8>水晶<Color:Default>」をもらった
es_es: "<Color:8> crystal<Color:Default> I got

source: 私たちからも、ご協力感謝します！ ……それでは！
es_es: Thank you for your cooperation! ...... Then!

source: （これからは例え風呂屋であっても 気を抜かないほうがよさそうだな……）
es_es: (From now on, even if you're in a bathhouse, you shouldn't be distracted ...)

source: いらっしゃいませ。
es_es: Welcome.

source: （ふぅ…… やはり風呂はいい…… 日ごろの疲れが癒えていくな……）
es_es: (Hmm ... the bath is good ... don't heal your daily fatigue ...)

source: （……さて、そろそろあがるか）
es_es: (... Well, is it about to finish?)

source: （風呂上がりの一杯は格別だな……）
es_es: (A cup after the bath is exceptional ...)

source: …………ん？
es_es: …………Hmm?

source: （ないな……）
es_es: (No ...)

source: （俺の着物が…… ない!!）
es_es: (I don't have my kimono ... !!)

source: ポサッ！
es_es: Poss!

source: ん？
es_es: Hmm?

source: 今のは…… 俺の着物！
es_es: Now ... my kimono!

source: おい!! 待て!!
es_es: Hey !! Wait !!

source: お客さ～ん！ 裸！ 裸ー！
es_es: Customers! naked! Naked!

source: 番台
es_es: Number stand

source: 男の声
es_es: Man's voice

source: 岡っ引き
es_es: Okabiki

source: 何かが落ちた音
es_es: The sound of something falling
