Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021c72.po
Languages: es_es

source: おりょう。
es_es: Oryo.

source: 父親のこと、女将から聞いた。
es_es: I heard about my father from the landlady.

source: ……そう。
es_es: ……so.

source: ……一（はじめ）さんは、何で新選組に入ったん？
es_es: …… Why did Mr. Ichi (Hajime) join the Shinsengumi?

source: ……お金？ 偉くなりたい？ それとも…… 人を斬りたいだけ？
es_es: ……money? Want to be great? Or ... just want to kill people?

source: ……いや、どれでもない。
es_es: ...... No, none.

source: せやったら何で……
es_es: Why should I do it ...

source: ……俺が新選組に入ったのは、 ある人を捜すためなんだ。
es_es: ... I joined the Shinsengumi to find someone.

source: 人捜し……？
es_es: Searching for people ...?

source: ああ。 俺はそいつをどうしても見つけなくちゃならない。
es_es: Oh. I have to find it.

source: それには新選組に入るしかなかった。
es_es: The only way to do that was to join the Shinsengumi.

source: ……一（はじめ）さんは、人捜しなんかのために 新選組に入って、大勢の罪もない人を 斬るっていうの？
es_es: ...... Mr. Ichi (Hajime) joins the Shinsengumi to search for people and kills a lot of innocent people?

source: 確かに一番の目的は人捜しだ。
es_es: Certainly the main purpose is to find people.

source: だが俺は三番隊の隊長という、 それなりに影響力のある立場を任された。
es_es: However, I was assigned the position of being the captain of the Third Division, which had some influence.

source: この立場なら、新選組が無用に人を殺すのを 防げるかもしれない。 ……少なくとも、三番隊くらいはな。
es_es: This position may prevent the Shinsengumi from killing people unnecessarily. ...... At least about the third corps.

source: 新選組が、人を殺さないように……？
es_es: Don't let the Shinsengumi kill people ...?

source: それでお前の親父さんが、 生き返るわけじゃないがな。
es_es: That doesn't mean that your father will come back to life.

source: …………でも、私みたいな目に遭う人は、 減るかもしれへん。
es_es: ………… But the number of people like me may decrease.

source: ああ。そうなるといいと思ってる。
es_es: Oh. I hope that happens.

source: ……さ、もう店に帰れ。女将も心配してた。
es_es: ...... Now, go back to the store. The landlady was also worried.

source: ……うん。
es_es: ……Yup.

source: 一（はじめ）さん。
es_es: Mr. Ichi (beginning).

source: うん？
es_es: Yup?

source: ……ありがとう。
es_es: ……Thank you.

source: ああ。
es_es: Oh.

source: （そろそろ寺田屋に戻ってみようか……）
es_es: (Let's go back to Teradaya soon ...)

source: 龍馬
es_es: Ryoma

source: おりょう
es_es: Oryo
