Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c147c.po
Languages: es_es

source: お、おじさん？ どうしたの!?
es_es: Uncle? What's wrong!?

source: ……みほ、お前に伝えたいことがある奴がいるぞ。
es_es: ...... Miho, there's someone I want to tell you.

source: えっ…… どういうこと……？
es_es: Eh ... what do you mean ...?

source: っ……！ はぁ、はぁ……！ み、みほ…… ちゃん……！
es_es: Hmm ...! Hah, huh ...! Mi, Miho ... Chan ...!

source: し、しん太くん!?
es_es: Shinta-kun !?

source: 来て…… くれたんだ！
es_es: Come on ... I'm sick!

source: う、うん……
es_es: No……

source: え、えーと…… その……
es_es: Well, uh ... that ...

source: みほちゃん…… ごめん！
es_es: Miho-chan ... I'm sorry!

source: えっ!?
es_es: eh!?

source: お別れすること言わなきゃいけないみほちゃんの方が ぼくよりずっとずっとつらいはずなのに……
es_es: Miho-chan, who has to say goodbye, should be much harder than me ...

source: ぼく、自分のことばっかりで…… どこにでも行っちゃえなんて…… ひどいこと言ってごめん！
es_es: I'm just talking about myself ... I can't go anywhere ... I'm sorry to say terrible things!

source: しん太くん……
es_es: Shinta-kun ...

source: ……ううん、わたしの方こそごめんね。
es_es: ...... Yeah, I'm sorry.

source: 引っ越しすること…… 言わなきゃ、言わなきゃって思ってたの…… ……だけど、今日までずっと言えなかった。
es_es: Moving ... I thought I had to say it ... but I couldn't say it until today.

source: い、言っちゃったら…… 本当にも、もう…… しん太くんに会えなくなるような気がして……！
es_es: Well, if I say ... Really, I feel like I can't meet Shinta-kun anymore ...!

source: みほちゃん……
es_es: Miho-chan ……

source: ……泣かないで。 ぼくまで、泣きそうになっちゃうから。
es_es: ……do not Cry. I'm almost crying.

source: ……今日はぼくね、みほちゃんと 笑ってお別れするって決めてるんだ。
es_es: ...... Today I'm laughing with Miho and deciding to say goodbye.

source: ぼく、泣き虫だから…… 泣かない強い男の人になって、 みほちゃんが心配しなくていいようになるんだ。
es_es: I'm a crybaby ... Becoming a strong man who doesn't cry, Miho-chan doesn't have to worry.

source: しん太くん……
es_es: Shinta-kun ...

source: おーい、みほ！ そろそろ行かないと間に合わないぞ！
es_es: Hey Miho! I have to go soon to make it in time!

source: あ…… うん！
es_es: Ah ... yeah!

source: ごめんね、しん太くん。 お父さん待ってるから…… もう、行かないと。
es_es: I'm sorry, Shinta-kun. I'm waiting for my dad ... I have to go.

source: わかった。
es_es: all right.

source: ……しん太くん、会いに来てくれて嬉しかったよ。 手紙、書くね。
es_es: ...... Shinta-kun, I'm glad you came to see me. I'll write a letter.

source: うん、ぼくも書く。 ぜったいに書くよ。おじいちゃんになるまで、 一生書く。
es_es: Yeah, I also write. I'll write it at all. I will write for the rest of my life until I become a grandpa.

source: うん、わたしも。ずっと書くよ。 ……ありがとう。
es_es: Yeah, me too. I'll write it forever. ……Thank you.

source: おじさん…… 伝言、ありがとう。 これ、お礼だよ。
es_es: Uncle …… Thank you for your message. This is thank you.

source: 「<Color:8>虹色の織物<Color:Default>」をもらった
es_es: "<Color:8> Iridescent fabric<Color:Default> I got

source: じゃあしん太くん…… またね！
es_es: Then Shinta-kun ... See you again!

source: うん、またね！
es_es: Yeah, see you again!

source: みほちゃん！
es_es: Miho-chan!

source: ……なぁに？
es_es: ...... What?

source: 僕も…… 僕も“ありがとう”！
es_es: Me too ... I also say "Thank you"!

source: ……うん！
es_es: ……Yup!

source: よく頑張ったな。
es_es: I did my best.

source: うぅ…… うっ……
es_es: Uh ... Uh ...

source: うわーん!!!!
es_es: Wow !!!!

source: みほ、乗りなさい。もう出発する時間だよ。
es_es: Miho, get on. It's time to leave.

source: お父さん、もう少し、 もう少しだけ待って……
es_es: Dad, wait a little longer, a little more ...

source: お友達とはちゃんとお別れしたんだろう？ 駕籠屋さんにも都合があるんだ。 わがままを言ってはいけないよ。
es_es: Did you say goodbye to your friends? It's also convenient for Kagoya. Don't be selfish.

source: ……はい。
es_es: ……Okay.

source: （しん太、間に合わなかったのか……？）
es_es: (Shinta, didn't you make it in time ...?)

source: おーい！ その駕籠！ 待ってー！
es_es: Hey! That Kago! Wait!

source: ぜぇ…… ぜぇ…… おーい！ みほちゃーん！ おぉーい！
es_es: Hey ... Hey ... Hey! Mihochan! Wow!

source: くそ…… おーい！ ま、待って……
es_es: Damn ... hey! Well, wait ...

source: あぁっ！
es_es: Ah!

source: 痛っ……
es_es: ow……

source: もう、まにあわない…… あんなお別れのしかたで、 終わっちゃうんだ……
es_es: It doesn't fit anymore ... That's how I parted, and it's over ...

source: う…… うぅっ……！
es_es: Uh ... Uh ...!

source: おい、しん太。
es_es: Hey, Shinta.

source: お、おじさん…… ぼく、だめだったよ。 まにあわなかった……
es_es: Uncle ... I didn't. I didn't meet ...

source: 足もくじいちゃったみたい…… もう、走れないんだ……
es_es: It looks like my legs are messed up ... I can't run anymore ...

source: 仕方ねぇ…… 駕籠は俺が止めてくる。 お前は歩いてでもいいから、あとからついて来い。
es_es: It can't be helped ... I will stop Kago. You can walk, so follow me later.

source: お、おじさん……！ わかった！ たのんだよー！
es_es: Uncle ...! all right! I enjoyed it!

source: （む、あれは……）
es_es: (Mmm, that is ...)

source: （あいつは、引っ越しする娘と喧嘩していた…… たしか、しん太と言ったか？）
es_es: (He was in a fight with his moving daughter ... Did he say Shinta?)

source: （あの娘…… みほから伝言を頼まれていたな）
es_es: (That girl ... Miho asked me for a message)

source: そ、そんなのうそだ……！
es_es: That's a lie ...!

source: うそじゃ、ないの…… あのね……
es_es: It's not a lie ...

source: もういい！ ききたくない！
es_es: enough! I don't want to hear!

source: しん太くん、きいて。 ちゃんと言うから…… わ、わたしね……
es_es: Shinta-kun, listen. Because I say it properly ... Wow, I ...

source: わたし…… 引っ越すの。 ここからずっとずっと遠い…… 江戸に行くんだって。
es_es: I ... I'm moving. It's a long way from here ... I'm going to Edo.

source: そんな、みほちゃん…… なんで？ なんでなの？
es_es: Miho-chan ... why? Why is that?

source: ……お父さんがね。 江戸で新しいお仕事見つけたんだって。 だから……
es_es: ...... Dad. You found a new job in Edo. So ...

source: ……いつ、行っちゃうの？
es_es: ...... When are you going?

source: ……もう、すぐ。 用意ができたらすぐにでも出発するんだって。
es_es: ……soon. He said he would leave as soon as he was ready.

source: なんで…… なんで今まで教えてくれなかったの？
es_es: Why ... Why didn't you tell me so far?

source: ごめん…… い、言いだせなくて……
es_es: I'm sorry ... I can't tell you ...

source: ごめんじゃないよ…… なんで!!
es_es: I'm sorry ... why !!

source: だ、だってしかたないんだもん！ しん太くんのバカ！ わからずや！
es_es: Because it can't be helped! Shinta-kun's stupid! I don't know!

source: ……バ、バカはそっちでしょ！ もういい、みほちゃんの顔なんかもう見たくないよ！
es_es: ...... Bah, that's stupid! No, I don't want to see Miho-chan's face anymore!

source: 勝手にどこにでも行っちゃえ！
es_es: Go anywhere without permission!

source: あ…… 待っ……
es_es: Ah ... wait ...

source: しん太くん……
es_es: Shinta-kun ...

source: みほ、お友達とのお別れはすんだかい？
es_es: Miho, have you said goodbye to your friends?

source: お父さん。あ、あのね……
es_es: Father. Oh, that ...

source: そろそろ引っ越しの準備ができそうだよ。
es_es: It looks like we're ready to move.

source: もうすぐここまで駕籠のお迎えが来るからね。 みほもそろそろ準備なさい。
es_es: Kago will be picked up here soon. Miho is about to get ready.

source: う、うん……
es_es: No……

source: うっ…… うぅ……
es_es: Uh ... Uh ...

source: わっ！
es_es: Wow!

source: ……ん？
es_es: ……Hmm?

source: いてて…… ご、ごめんなさい。
es_es: I'm sorry ... I'm sorry.

source: 怪我はないか？
es_es: Are you injured?

source: うん、大丈夫。 ……あ、そうだ。 ぼく、急いでたんだった！ もう、行くね！
es_es: Yeah, it's okay. …… Ah, that's right. I was in a hurry! Let's go!

source: （フッ…… 急いでいた理由は女か）
es_es: (Huh ... why was she in a hurry?)

source: み、みほちゃん……
es_es: Miho-chan ...

source: しん太くん……
es_es: Shinta-kun ...

source: 手紙、読んだよ。 あんなの…… うそだよね!?
es_es: I read the letter. That's ... it's a lie !?

source: ……ごめん、本当なの。
es_es: ...... I'm sorry, it's true.

source: （何だか様子がおかしいな……）
es_es: (Something is wrong ...)

source: みほ
es_es: Miho

source: しん太
es_es: Shinta

source: みほの父
es_es: Miho's father

source: 男の子の声
es_es: Boy's voice

source: 男の声
es_es: Man's voice

source: 龍馬
es_es: Ryoma

source: 男の子
es_es: boy
