Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01160977.po
Languages: es_es

source: この辺りのはずだが……
es_es: It should be around here ...

source: ん？ なんだ、てめぇは？
es_es: Hmm? What is it?

source: ここらで騒ぎがあったって聞いてな。 もう収まったのか？
es_es: I heard there was a fuss here. Has it already settled?

source: ああ…… なんか、裏山社中とか名乗る連中が 揉め事をおこしててな。
es_es: Ah ... Somehow, the people who call themselves Urayamasha are doing a dispute.

source: 裏山社中か。 何者なんだ？ そいつらは。
es_es: Is it in the back mountain company? Who are you? Those guys.

source: なんだ？ あんたあいつらに興味あるのか？
es_es: what? Are you interested in them?

source: いや…… 少し気になっただけだ、気にするな。
es_es: No ... I was just a little worried, don't worry.

source: そうかそうか。 ……だが、このまま帰すわけにはいかねぇんだよな。
es_es: Ah, I see I see. …… But I can't go home like this.

source: 裏山社中について探ってるやつがいたら そいつを引っ張ってこいと言われてるんでな。
es_es: If there is a guy who is exploring the inside of Urayamasha, he is told to pull him.

source: 裏山社中を探してる野郎ってのはお前か？ 小汚ねぇ浪人だって聞いてたが 思いのほかいい身なりじゃねぇか。
es_es: Are you the guy looking for the back mountain company? I heard that he was a ronin, but he looks better than I expected.

source: なるほどな…… つまらん罠に引っかかったってことか。
es_es: I see ... I mean I was caught in a boring trap.

source: とりあえず大人しくついてきてもらおうか。 この人数相手に抵抗するのは無謀だぞ？
es_es: For the time being, would you like me to follow you quietly? Isn't it reckless to resist this number of opponents?

source: なら、こちらも人数ヲ増やソウじゃないカ。
es_es: Then, this is also an increase in the number of people and it is not a saw.

source: あ？ なんだ、あの南蛮人は。
es_es: Ah? What is that Nanban?

source: お前、どういうつもりだ！
es_es: What are you going to do!

source: どうやら、大当たりだッタようダ。 なら、ここからハ、ハジメだけに 動いてもらうわけニハ、いかないダロ？
es_es: Apparently, it's a big hit. Then, from here, Ha, why don't you just have Hajime move?

source: ……見た目に似合わず義理堅いんだな。
es_es: ...... It doesn't look good and it's in-law.

source: お褒めの言葉、アリガタく受け取っておコウ。
es_es: I received a compliment, Arigata.

source: ぐちゃぐちゃ言ってんじゃねぇ！ 黙ってついてくる気がねぇなら 無理やり引っ張っていくぜ、おいお前ら！
es_es: Don't mess up! If you don't feel like following me silently, I'll pull you forcibly, hey you guys!

source: 話を聞きタイのはコチラのほうなんダ。 先にお前タチに、黙ってもらウゾ。
es_es: Listening to the story, this is the one in Thailand. First, ask Tachi to shut up.

source: しゃらくせぇ！ 自分の国に帰らなかったことを後悔させてやるぜ！
es_es: Shark! I'll regret not having returned to my country!

source: な…… なんだと？ こんな、馬鹿な……！
es_es: What ... what? This is stupid ...!

source: サテ、改めて聞コウ。 お前ハ、裏山社中の人間なのカ？
es_es: Sate, listen again. Are you a human being in Urayamasha?

source: お、俺は雇われただけだ！ 詳しいことは何もしらねぇ！
es_es: Oh, I was just hired! I don't know anything in detail!

source: だとシテモ、オレたちを連れて行く場所ハ 指示されてイタはずだ。 その場所はどこダ？
es_es: Then, Citemo, I should have been instructed where to take us. Where is that place?

source: それも、橋の下に縛って置いておけ としか言われてねぇんだよ！ 頼む、許してくれ！
es_es: I was only told to tie it up under the bridge! Please, forgive me!

source: 騒ぎがあったのはこっちか!? おい！ 探せぃ！
es_es: Is this the place where there was a fuss !? Hey! Look for it!

source: ……ここにいるとまずい。 これ以上こいつから情報は出ないだろう。 いったん、隠れ家に戻ったほうがいい。
es_es: ...... It's bad to be here. No more information will come out of this guy. You had better go back to your hideout.

source: クッ…… 仕方ないナ……
es_es: I can't help it ...

source: 怪しい男
es_es: Suspicious man

source: 殺気立った男
es_es: A murderous man

source: ウィリアム
es_es: William

source: 殺気立っていた男
es_es: The man who was angry

source: 役人らしき声
es_es: Voice like an official
