Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021c00.po
Languages: es_es

source: す、すまねぇ…… 俺としたことが……
es_es: I'm sorry ... What I did ...

source: そんなことより怪我は!?
es_es: Injury than that !?

source: 骨はやられてるが、 とりあえず、大丈夫だ……
es_es: The bones have been damaged, but for the time being, it's okay ...

source: はぁ…… はぁ…… それより、お、親っさんは、どうなんだ？
es_es: Hmm ... Hmm ... What about your parents?

source: いや、もう……
es_es: No, already ...

source: くっ……
es_es: Kuu ……

source: 兄弟…… 一体、何が起こったんだ？ あの覆面の男は誰なんだ……？
es_es: Brothers ... what the hell happened? Who is that masked man ...?

source: わからねえ…… なんで、こんなことになったのか……
es_es: I don't know ... why did this happen ...

source: 俺らの計画がバレていたってことか……？
es_es: Does that mean that our plan was out of order ...?

source: その可能性は高い。 あの刺客を送り込んだのは、俺らの計画を 知った藩の老人連中の誰かだろう。
es_es: The possibility is high. The thug was sent by someone from the clan's old men who knew our plan.

source: だが親っさんが殺された今、 それが誰なのかは特定できない……
es_es: But now that my parents have been killed, I can't tell who it is ...

source: あの覆面の男を捕らえればわかるか……？
es_es: Do you know if you catch that masked man ...?

source: たぶんな…… だが……
es_es: Maybe ... but ...

source: 兄弟…… 俺はあの覆面の男を追う。
es_es: Brothers ... I chase after that masked man.

source: 何言ってるんだ！ おそらくあの男はすぐに土佐を抜ける。
es_es: What are you talking about! Perhaps that man will soon leave Tosa.

source: それを追いかけてお前が藩を抜けたりしたら、 お前が東洋の親っさんを殺した犯人ってことに されかねない!!
es_es: If you chase after it and you leave the clan, you could be the culprit who killed your oriental parents !!

source: どちらにしてもこのままだと俺は犯人にされる。 城の連中は俺が親っさんを殺したと 思い込んでいるからな。
es_es: Either way, I'll be the culprit at this rate. The people in the castle think I killed my parents.

source: ……どの道、追われる身だってことだ。
es_es: ...... Which way, I'm being chased.

source: 龍馬……
es_es: Ryoma...

source: ……龍馬、とにかく城を出よう。 早いとこ城下からも抜けねえと追手に捕まる。
es_es: ...... Ryoma, let's leave the castle anyway. I was caught by a pursuit as soon as I couldn't get out of the castle.

source: 武市
es_es: Takeshi

source: 龍馬
es_es: Ryoma
