Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e68.po
Languages: es_es

source: さすがですね…… やはり、あなたたちは別格だ。
es_es: As expected ... After all, you are exceptional.

source: 新選組を舐めてもらっては困るな、伊東。
es_es: Don't worry if you lick the Shinsengumi, Ito.

source: ですが……
es_es: but……

source: 何だと……
es_es: What did you say……

source: 言ったでしょう？ あの頃より、格段に強くなったと。
es_es: Did you say that? He said he was much stronger than that time.

source: ……斎藤君、ここは俺に任せろ。
es_es: ...... Saito-kun, leave this to me.

source: 土方さん……
es_es: Mr. Hijikata ……

source: 城までもうすぐだ。 ここでいつまでも足止めされる訳にはいかないだろう。
es_es: The castle is just around the corner. You can't be stranded here forever.

source: 武市を止められるのは君しかいないんだ。 分かったら、さっさと行くんだ！
es_es: Only you can stop Takeshi. Once you know, go quickly!

source: 土方さん…… すまない……
es_es: Hijikata-san ... I'm sorry ...

source: 斎藤君、頼んだぞ!!!!
es_es: Saito-kun, I asked for it !!!!

source: おお、これはこれは。 土方さんに沖田君…… それに斎藤君も一緒か。
es_es: Oh, this is this. Mr. Hijikata and Mr. Okita ... And Mr. Saito, too?

source: 伊東……!?
es_es: Ito ……!?

source: 土方さん、あなたがいけないんですよ。
es_es: Hijikata-san, you can't do it.

source: あの時、素直に私が局長になってれば、 新選組はもっと大きな力を手に入れられたんです。
es_es: At that time, if I obediently became the director, the Shinsengumi would have gained even more power.

source: このように、国を動かすほどの力をね。
es_es: In this way, the power to move the country.

source: あ、そうそう。 君たちにお見せしたいものがあるんです。
es_es: Oh yeah. I have something I want to show you guys.

source: これが私の組織、御陵衛士たちです。
es_es: This is my organization, the Imperial Guards.

source: 貴様……
es_es: you……

source: 彼らは特別な訓練を受けましてね。 おかげさまで、 新選組隊士の頃より、格段に強くなってます。
es_es: They have received special training. Thanks to you, I am much stronger than when I was a Shinsengumi member.

source: では、はじめましょうか。
es_es: So let's get started.

source: 行けぃ!!!! 皆殺しにしろ!!!!
es_es: Go !!!! Kill them all !!!!

source: 伊東
es_es: Ito

source: 土方
es_es: Earthwork

source: 龍馬
es_es: Ryoma
