Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01160707.po
Languages: es_es

source: おい、あの事件…… 斎藤って新入りが解決したらしいぜ？
es_es: Hey, that incident ... Saito seems to have solved the newcomer, right?

source: ああ、知ってる。 なんでも、すごい腕が立つらしいな。
es_es: Oh, I know. Everything seems to be a great skill.

source: お松さん直々に連れて来たらしいじゃねぇか。 あの人はすげぇな、一人で何でもしちまう。
es_es: It seems that Mr. Osomatsu brought him directly. That person is amazing, he can do anything alone.

source: ああ、だから俺たちで助けてやらねぇとな。 これからも頑張ろうぜ。
es_es: Oh, so we have to help. Let's do our best from now on.

source: 今の京はとても殺気立っている。 何があるかわからねぇ。 新入りも気をつけろよ。
es_es: Today's Kyo is very angry. I don't know what's going on. Watch out for newcomers.

source: 浄僧天狗がやられたってなぁ。 今もっぱらの噂だ。
es_es: The Jyomon Tengu was killed. It's just a rumor now.

source: え、アンタがやったってのか？ 信じられん……
es_es: Eh, did you do it? I can't believe it ...

source: 義賊忍盗のやつら、最近様子がおかしいが 何があったんだ……？
es_es: The thieves and thieves have been strange recently, but what happened ...?

source: どうやら頭領、藤次郎の妹が病気になったって噂だ。 それで多額の金が必要らしい。
es_es: Apparently, it is rumored that Tojiro's younger sister became ill. That seems to require a lot of money.

source: その妹ってのは、頭領はもちろん周りの奴らからも 溺愛されているそうだからな。 そいつのためなら、きっと何でもやるだろうさ。
es_es: The younger sister is loved not only by her head but also by the people around her. I'm sure I'll do anything for that guy.

source: まぁ、町人に迷惑かけてるんじゃ 俺たちも動くしかねぇからな…… しかし、その妹さんも気の毒になぁ。
es_es: Well, if we're bothering the townspeople, we'll have to move too ... But I'm sorry for that sister.

source: 最近お松さん、すごい大変そうだな。
es_es: Mr. Osomatsu seems to be having a hard time lately.

source: ああ、でも俺たちだって依頼の量が増えたし 結構大変だけどな。
es_es: Ah, but it's quite difficult for us as well because the amount of requests has increased.

source: 俺たちは金になるからいいけどよう。 お松さんは一人で書類整理だの、 お金の管理だの、大変で見てられないぜ。
es_es: I hope we'll make money. Osomatsu-san is alone in organizing documents and managing money, so it's hard to see.

source: まぁその分依頼だけは、 俺らがちゃんと解決して協力しないとな。 そうすれば、橘組の名も上がるってもんよ。
es_es: Well, we have to solve the request and cooperate with it. That way, the name of the Tachibana group will rise.

source: 古参の組員
es_es: Veteran members

source: 事情通の組員
es_es: A member of the affairs

source: 強面の組員
es_es: Strong crew
