Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c14a2.po
Languages: es_es

source: よし、これでいいじゃろう。
es_es: Alright, this is fine.

source: うぅぅ……！
es_es: Uuu ……!

source: かずきちや……
es_es: Kazuki Chiya ……

source: ……ありがとう。
es_es: ……Thank you.

source: あ、あうあ……
es_es: Ah, ah ...

source: あ、あうあ……
es_es: Ah, ah ...

source: ばあさん、うるさいぞ。
es_es: Grandma, it's noisy.

source: あう、あうあう！
es_es: Ah, ah!

source: まったく、どうしたんじゃ？ ん……！
es_es: What's wrong with you? Hmm……!

source: さ、桜の花びら!? ど、どうして？ この木は、枯れているはずじゃ……
es_es: Now, cherry blossom petals !? Why? This tree should be dead ...

source: ……きれい。
es_es: ……beautiful.

source: ば、ばあさん……！ 今、言葉が……!?
es_es: For example, grandmother ...! Now the words are ...!?

source: きれい…… きれいな…… さくら……
es_es: Beautiful ... Beautiful ... Sakura ...

source: ばあさんが、笑った……
es_es: The old lady laughed ...

source: ……ああ！ そうじゃな！ 本当に、きれいな桜じゃ。 わしはこんなにきれいな桜、見たことないわい！
es_es: ……Oh! That's right! It's a really beautiful cherry blossom. I've never seen such a beautiful cherry blossom!

source: それに…… ばあさんのこんな笑顔も…… 見たことないわい。ううぅ……
es_es: And ... I've never seen her smile like this ... Uuu ……

source: ……よかったな。じいさん。
es_es: ...... I'm glad. Grandfather.

source: ああ……!! ううう…… 本当に、よかった……
es_es: Ah ... !! Uh ... I'm really glad ...

source: かずきち…… 桜…… くれた……
es_es: Kazukichi ... Sakura ... I'm sick ...

source: ……そうだな。きっとこの桜は、 かずきちが咲かせてくれたんだろうな。
es_es: ...... That's right. I'm sure Kazukichi made this cherry blossom bloom.

source: ……あんたたちに、ありがとうって、 伝えたかったんじゃないか？ 俺は…… そう思うぜ。
es_es: ...... Didn't you want to say thank you to you? I ... I think so.

source: かずきち……
es_es: Kazukichi ……

source: ……ありがとう。
es_es: ……Thank you.

source: （この木は、もしや……）
es_es: (This tree is ...)

source: 桜、か？
es_es: Sakura?

source: どうしたの？ おじさん。
es_es: What's wrong? Uncle or Mister.

source: ああ。遥。 ……この木は、もしかして桜の木か？
es_es: Oh. Haruka. ...... Is this tree a cherry tree?

source: うん、そうだよ。 うちにずっと昔からある木なんだ。 でも、枯れちゃって、もう咲かないんだけどね。
es_es: Yeah, that's right. It's a tree that has been around for a long time. But it has withered and it doesn't bloom anymore.

source: そうなのか？
es_es: Is that so?

source: うん。私が小さいころは咲いていたんだけど、 ここ数年、この木に花が咲いているの、 見たことがないよ。
es_es: Yup. It used to bloom when I was little, but I've never seen this tree bloom in the last few years.

source: そうか。枯れているのか……
es_es: Really. Is it withered ...

source: どうしたの？ 急に。 園芸にでも、興味を持ったの……？
es_es: What's wrong? suddenly. Did you get interested in gardening ...?

source: いや、そうじゃない。 あるじいさんが、桜の木を探していてな……
es_es: No, it's not. An old man is looking for a cherry tree ...

source: え？ どういうこと？
es_es: e? What do you mean?

source: ……というわけで、死んだ犬の骨を埋められる 桜の木を探しているんだ。
es_es: So I'm looking for a cherry tree to bury the bones of a dead dog.

source: そうなんだ…… かわいそうだね、息子さんも、犬さんも 死んじゃうなんて……
es_es: That's right ... I'm sorry, my son and dog are dying ...

source: ああ。なんとかしてやりたいんだがな……
es_es: Oh. I want to do it somehow ...

source: あのさ…… うちの桜の下じゃ、ダメかな？
es_es: That's ... Isn't it useless under our cherry blossoms?

source: うちの？
es_es: Our?

source: うん。枯れているけど、他に骨を埋めてもいい 桜の木なんて、たぶんないと思うよ？ うちのでもよければ。
es_es: Yup. It's dead, but I don't think there's any other cherry tree that you can bury your bones in, right? If you don't mind at home.

source: いいのか？ 遥は？
es_es: Is it okay? Haruka?

source: もちろん。 それでおじいさん達が救われるのなら。
es_es: of course. If that saves the grandfathers.

source: 分かった。ありがとう。 さっそく、じいさんに聞いてみる。
es_es: Do you get it. Thank you. I'll ask my grandfather right away.

source: うん。
es_es: Yup.

source: （……ん？）
es_es: (……Hmm?)

source: （あの木は……）
es_es: (That tree is ...)

source: おじいさん
es_es: old man

source: おばあさん
es_es: Grandmother

source: 遥
es_es: remote
