Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021c43.po
Languages: es_es

source: ここか……
es_es: Here ...

source: ……ご用件は？
es_es: ...... What are your requirements?

source: ……入隊希望だ。
es_es: ...... I hope to join the army.

source: それはそれは。 ようこそおいでくださいました。
es_es: well well. Welcome to visit us.

source: この先を曲がったところで試験を行いますので。 どうぞこのままお進みください。
es_es: The test will be conducted at the end of the road. Please proceed as it is.

source: そうそう、その前に失礼ですが お住まいはどちらで？
es_es: Oh yeah, excuse me before that, but where do you live?

source: ここは腕さえ立てば 素性を問わないと聞いたんだがな。
es_es: I've heard that it doesn't matter what your background is as long as you have your arms.

source: そういう意味じゃありません。 ……アナタの死体の届け先を聞いて おきたいんです。
es_es: It doesn't mean that. ...... I would like to know the destination of your corpse.

source: なんだと……？
es_es: what……?

source: なにぶん荒っぽい試験ですから。 人死にが出るのも日常茶飯事でしてね。
es_es: It's a rough test. It's a daily occurrence that people die.

source: なるほど…… だが俺が死体になることはない。 あんたの世話にゃならねえよ。
es_es: I see ... but I'm never a corpse. I have to take care of you.

source: フッ、そうですか。 それは失礼いたしました。
es_es: Huh, is that so? Excuse me for that.

source: 龍馬
es_es: Ryoma

source: 新選組隊士
es_es: Shinsengumi
