Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021bcd.po
Languages: es_es

source: ようこそいらっしゃいました。 斎藤さん。
es_es: Welcome. Mr. Saito.

source: 随分な歓迎だな。 俺の席がないようだが……
es_es: It's a great welcome. I don't seem to have a seat ...

source: ご心配なく。 席は別の部屋に用意してあります。
es_es: Do not worry. Seats are available in a separate room.

source: この座敷は、今から血で 汚れることになりますから。
es_es: This tatami room will be stained with blood from now on.

source: 天念理心流にご興味がおありのようで。
es_es: You seem to be interested in Tennen Rishin-ryu.

source: ああ…… だがただの好奇心だ。 気にしないでくれ。
es_es: Oh ... but it's just curiosity. Don't worry.

source: 理心流は江戸試衛館のみに伝わる田舎流派…… 北神一刀流、心道無念流と言った主流派とは違い 知っているものも少ないはず。
es_es: Rishin-ryu is a rural school that is only transmitted to the Edo Seieikan ... Unlike the mainstream schools such as Hokushin Ittou-ryu and Shindo Munen-ryu, there are few things you know.

source: 何のマネだ。
es_es: What is it?

source: この男も沖田や永倉と同じ、 天念理心流の優秀な使い手です。
es_es: Like Okita and Nagakura, this man is also an excellent user of Tennen Rishin-ryu.

source: 今からこの男と殺し合っていただきたい。
es_es: I want you to kill this man from now on.

source: なんだと……!?
es_es: what……!?

source: 新選組の任務の大半は「殺し」です。
es_es: Most of the Shinsengumi's mission is to "kill."

source: その際、義理や情に流されて斬ることを ためらえば、自分が相手に斬り殺されてしまう。
es_es: At that time, if you hesitate to slash because of your in-laws and emotions, you will be slashed and killed by your opponent.

source: 私は貴方の「心の弱さ」が心配なのです。 ……だから真剣な殺し合いをして、 試させてもらいたい。
es_es: I am worried about your "weakness". …… So I want to kill each other seriously and give it a try.

source: たったそれだけのために殺し合えというのか。
es_es: Is it just for that reason to kill each other?

source: ええ。たったそれだけのことが重要なのです。 新選組に入るためにはね……
es_es: Yeah. That's all that matters. To join the Shinsengumi ...

source: 斎藤さん。この男に殺しへの躊躇はありません。 あなたもそのおつもりで。
es_es: Mr. Saito. This man has no hesitation in killing. You intend to do that too.

source: ……やむを得ないようだな。
es_es: ...... It seems unavoidable.

source: ええ。 どちらかが死ぬまで立ち合っていただきます。 では……
es_es: Yeah. You will be asked to stand until one of them dies. Then ...

source: 始め!!
es_es: start!!

source: 土方
es_es: Earthwork

source: 龍馬
es_es: Ryoma
