Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021c96.po
Languages: es_es

source: ひいいっ！
es_es: Good!

source: この程度でよく新選組に入れたもんだ。 ……さあ立て。
es_es: At this level, I often joined the Shinsengumi. ...... Come on.

source: ま、ま、ま、待て！ 頼む待ってくれよ！
es_es: Well, well, wait! Please wait!

source: 女が見てるぞ。潔くしろ。
es_es: A woman is watching. Be clean.

source: 聞いてくれって！ 俺はさ、もうあんなトコ戻りたくないんだ！
es_es: Please listen! I don't want to go back like that anymore!

source: そもそも入隊したのだって、 コネつかっただけだし……
es_es: In the first place, I joined the army because I just used the connection ...

source: それに、イヤならすぐやめられると思ってたんだよ！
es_es: Besides, I thought I could quit soon if I didn't like it!

source: お前みたいのがなんで新選組に入ったんだ。
es_es: Why did you join the Shinsengumi?

source: そ、そりゃあ…… 街であんだけ幅きかせてんだから モテるだろうと思って。
es_es: Well, that's ... I thought it would be popular because it was so wide in the city.

source: けど、実際入ってみたら イカれた人斬りばっかりでさ。
es_es: However, when I actually entered it, it was just a crazy person slashing.

source: もう俺には無理なんだって！
es_es: I can't do it anymore!

source: 頼む！ 見逃してくれるなら、金を払う！ だ、だから、
es_es: ask! If you miss it, pay for it! So,

source: もういい。屯所に連れて行くのも面倒だ。 さっさとどこかへ消えろ。
es_es: enough. It's also troublesome to take him to the tunsho. Quickly disappear somewhere.

source: え…… いいの？
es_es: Eh ... is that okay?

source: あら？ どなた？
es_es: Oh? who is it?

source: 新選組だ。 ここに秋元という男が来ているな？
es_es: Shinsengumi. Is there a man named Akimoto here?

source: なあんだ、私に会いに来たんじゃないの。 秋元君なら、いまお花を摘みに行ってるわよ。
es_es: Hey, you didn't come to see me. Akimoto is going to pick flowers now.

source: ……便所ってことか。 どこにある？
es_es: ...... Is it a toilet? where is it?

source: ねえねえ、あんな奴放っておいて、 お酒でもいかが？
es_es: Hey, why don't you leave that guy alone and drink alcohol?

source: はぁ？
es_es: Huh?

source: 彼、新選組だっていうから 馴染みになってあげたけど…… とにかくドケチ。
es_es: He's a Shinsengumi, so I've become familiar with him ... Anyway, it's crazy.

source: それに聞けば入隊だってコネ使っただけでしょ。 そんな男、こっちから願い下げよ。
es_es: If you ask it, you just used the connection to join the army. Such a man, please make a wish from here.

source: その点アナタ、 強そうだし結構顔もイイ線行ってる……
es_es: In that respect, you look strong and your face is pretty good ...

source: それにその羽織、隊長さんしか着れない奴よね？ でしょ？
es_es: Besides, that haori is the one that only the captain can wear, right? right?

source: よく知ってるな……
es_es: I know it well ...

source: 当たり前でしょう？ 今、京の街で新選組と言えば、男なら憧れ、 女なら心をなびかす……
es_es: Isn't it natural? Speaking of Shinsengumi in the city of Kyoto now, men long for it, women flutter their hearts ...

source: しかも隊長さんとなれば…… 私が心変わりしても誰も文句、言やしまへん。
es_es: Moreover, if I become a captain ... Even if I change my mind, no one will complain or say anything.

source: アナタなら今すぐ馴染みになってあげる。 だからさぁ……
es_es: You'll be familiar with it right now. So now ...

source: 美月ちゃんから離れろぉ！
es_es: Stay away from Mizuki-chan!

source: やだ、もう戻ったの。
es_es: No, I'm back.

source: お前が秋元か…… 俺が来た理由は分かっているはずだ。 屯所まで来てもらうぞ。
es_es: Are you Akimoto ... You should know why I came. I'll have you come to the tunsho.

source: ……くっ!!
es_es: ...... Kuu !!

source: へ、へへっ。誰が行くかってんだ！ 悪いけど、アンタを斬って俺は美月ちゃんと 京を出る！
es_es: Hehehehe. Who is going! I'm sorry, but I'm leaving Kyoto with Mizuki-chan after slashing you!

source: そして、どこか山奥で２人静かに暮らすんだ！
es_es: And somewhere in the mountains, two people live quietly!

source: ……覚悟はできてるんだろうな？
es_es: ...... Is it ready?

source: うるさいっ！ 死ねえ！
es_es: Noisy! Die!

source: あ、こ、これは何の御用で……
es_es: Oh, what is this for ...

source: 新選組だ。騒ぎにするつもりはない。 上がらせてもらうぞ。
es_es: Shinsengumi. I'm not going to make a fuss. I'll let you go up.

source: あ、ちょっと……
es_es: Oh, hey ...

source: 秋元
es_es: Akimoto

source: 龍馬
es_es: Ryoma

source: 美月
es_es: Mizuki

source: 若衆
es_es: Young people
