Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021c7a.po
Languages: es_es

source: ふう…… さすがに新選組の隊長になるだけはあるな。 大した腕だ。
es_es: Hmm ... I'm just going to be the captain of the Shinsengumi. It's a big arm.

source: いや、あんたも案外やる。
es_es: No, you do it unexpectedly.

source: へっ。 ま、今後ともよろしく頼むぜ。
es_es: Hey. Well, I'm looking forward to working with you in the future.

source: これからは、俺も寺田屋に拠点を移す。 お互いの情報はそこで交換しよう。それでいいな？
es_es: From now on, I will also move to Teradaya. Let's exchange information with each other there. Is that okay?

source: 分かった。 ……アンタはまだ武市を追うのか？
es_es: Do you get it. ...... Are you still chasing Takeichi?

source: いや。武市のほうは一旦やめだ。
es_es: Disagreeable. Takeshi has stopped once.

source: それにあいつは、土佐に帰っちまったからな。 俺も新選組を探ってみるさ。
es_es: Besides, he has returned to Tosa. I'll try to find the Shinsengumi too.

source: ちょっと待て。 武市が土佐に帰っただと？
es_es: wait a minute. Takeshi has returned to Tosa?

source: 知らなかったのか。 最近江戸から土佐へ帰ってきた大殿の命令で 呼び戻されたんだよ。
es_es: Didn't you know? I was recalled by the order of the Great Hall, who recently returned from Edo to Tosa.

source: それは…… どういうことだ？
es_es: What does that mean ...

source: まず大殿の山内容堂公…… このお方は先の「安政の大獄」で失脚して以来、 ずっと江戸に隠居させられていた。
es_es: First of all, Yamauchi Toyoshige of the Great Hall ... This person has been retired to Edo ever since he was deposed in the previous "Ansei Purge".

source: 幕府の権力争いに巻き込まれてな。
es_es: Get involved in the power struggle of the Shogunate.

source: だが先の藩主としていまだに土佐に 強い影響力をもっている。
es_es: However, he still has a strong influence on Tosa as the former feudal lord.

source: 殿様にしとくにゃもったいないほどのキレ者だ。 ……ここまではいいな？
es_es: He is a sharp person who is particularly wasteful to the lord. ...... Is this all right?

source: ああ……
es_es: Oh……

source: その容堂公が江戸にいる間、土佐を任されたのが 吉田東洋様だった。
es_es: It was Toyo Yoshida who was entrusted with Tosa while Toyoshige was in Edo.

source: だがその東洋様が暗殺された。 で、容堂公はようやく幕府の許しを得てつい最近、 土佐に復帰したんだ。
es_es: However, the Orient was assassinated. So, Toyoshige finally returned to Tosa with the permission of the Shogunate.

source: その大殿がなぜ武市を土佐に呼び戻した？
es_es: Why did the Great Hall bring Takeichi back to Tosa?

source: さあな。だが問題はそこだ。 今の武市半平太は老人たちを手なずけて事実上、 土佐を牛耳っている。
es_es: I do not know. But the problem is there. Today, Takechi Hanpeita is effectively taking control of Tosa by tampering with the old people.

source: 容堂公から見て愉快じゃねえのは確かだろう。
es_es: It's certainly not fun from the perspective of Toyoshige.

source: １年前、容堂公が土佐にいれば 勤王党が力を持つことはなかったはずだ。
es_es: A year ago, if Toyoshige was in Tosa, the Qin Wang Party would not have had power.

source: それはつまり、武市や土佐勤王党にとっては マズイことになるってことか？
es_es: Does that mean it's a bad idea for Takeichi and the Tosakino Party?

source: そいつは容堂公の出方次第だな。 今は様子を見るしかない。
es_es: It depends on how Toyoshige appears. Now I have no choice but to see the situation.

source: だが俺たちには目の前の仕事がある。 “覆面の男”を捕まえるって仕事がな。
es_es: But we have a job in front of us. I have a job to catch a "masked man".

source: 武市は、新選組に潜入してるわけじゃねんだ。 お前さんよりはよっぽど安全だよ。今のところはな。
es_es: Takeichi isn't infiltrating the Shinsengumi. It's a lot safer than you. For now.

source: ……ああ。
es_es: ……Oh.

source: ……なるほど。だからあんたは新選組に入ったのか。 覆面の男を追うために。
es_es: ……I see. So did you join the Shinsengumi? To chase the masked man.

source: ああ。
es_es: Oh.

source: そこまでヤバイ橋を渡ってんだ。 手ごたえはあったのか？
es_es: I crossed the Yabaibashi to that point. Was there a response?

source: 山南敬助と永倉新八は覆面の男とは思えない。
es_es: Yamanami Keisuke and Nagakura Shinpachi do not seem to be masked men.

source: 新選組に入ってつかめたのはせいぜいその程度だ。
es_es: At best, I was able to get into the Shinsengumi.

source: いや、入隊してまだ何日もたってねえのに 大したもんだ。
es_es: No, it's a big deal even though it hasn't been many days since I joined the army.

source: だが、隊長なんて目立つ立場じゃこの先、 動きづらい局面もある。
es_es: However, if the captain is in a prominent position, it will be difficult to move in the future.

source: だからよ…… 坂本さん、ここは俺と手を組むってのはどうだ？
es_es: That's why ... Mr. Sakamoto, how about joining hands with me here?

source: 俺も東洋様を殺した犯人を追ってきた。
es_es: I also chased the criminal who killed Toyo-sama.

source: 俺たちは会うべくしてここであったんだ。違うか？
es_es: We were here to meet. Different?

source: ……ああ、アンタの言うとおりかもしれねえな。
es_es: …… Oh, maybe you're right.

source: よし！ なら決まりだ。
es_es: Alright! Then it is a rule.

source: フッ…… ん？
es_es: Hmm ...

source: あいつらは……？
es_es: They ...?

source: やべえな、土佐勤王党だ。 俺が武市を嗅ぎまわってたのを勘付かれたか……
es_es: It's the Tosakinou Party. Did you realize that I was sniffing around Takeichi ...

source: 中岡慎太郎やな……？
es_es: Shintaro Nakaoka ...?

source: ……連中の目当ては俺だ。あんたは逃げろ。
es_es: ...... They are aiming for me. You should run away.

source: この状況で見逃してもらえるとも思えねえが。
es_es: I don't think you can miss it in this situation.

source: まあ…… たしかにな。
es_es: Well ... I'm sure.

source: 勤王党の邪魔をする人間には消えてもらう。 覚悟はできとるの？
es_es: Have the person who disturbs the Qin Wang party disappear. Are you ready?

source: こっちの連れは関係ねんだ。 帰してやってくれねえか？
es_es: This companion has nothing to do with it. Can you give it back?

source: フッ、関係ないモンとこんな場所で会うがかえ!?
es_es: Huh, meet unrelated Mon in a place like this !?

source: ったく…… すまねえな。巻き込んじまった。
es_es: I'm sorry ... I got involved.

source: 気にするな。 全く関係がないわけじゃない。
es_es: dont 'worry. It's not completely unrelated.

source: ……恩に着る。
es_es: ...... I'm grateful.

source: ２人まとめて蜂の巣にしちゃれ!!
es_es: Let's make a beehive together for two people !!

source: ……中岡といったな。 アンタ、何者だ。
es_es: ...... Nakaoka. Who are you?

source: 吉田東洋様の付き人だ。 ……正しくは“元”、だがな。
es_es: It is an attendant of Toyo Yoshida. ...... Correctly, "original", though.

source: 東洋様には、返しきれねえご恩がある。
es_es: Toyo-sama has a gratitude that cannot be returned.

source: 親っさんの？
es_es: Are you a parent?

source: “親っさん”か。……ふっ。 あの時もお前、東洋様をそう呼んでたな。
es_es: Is it "parent"? ...... Huh. At that time, you called Toyo-sama that way.

source: あの時、だと？
es_es: At that time?

source: 東洋様が殺された時だよ。 ……あの時、俺もそこにいたんだ。
es_es: It was when Toyo-sama was killed. ... I was there at that time too.

source: アンタ、あの場にいたのか。
es_es: Are you there?

source: 物音に気づいて俺たちが駆けつけた時には、 東洋様はすでに斬られていた。
es_es: By the time we rushed to notice the noise, Toyo-sama had already been cut.

source: ……そして、あそこにいたのがお前と武市半平太だ。
es_es: …… And you and Takechi Hanpeita were there.

source: 何？ アンタ、なぜ武市がいたことまで知ってるんだ。
es_es: what? You even know why Takeichi was there.

source: 役人が駆けつけたとき、あそこにはもう 俺しかいなかったはずだ。
es_es: When the officials rushed in, I should have been there.

source: 言っただろ。俺は東洋様の付き人だったからな。 あの日お前らが２人来ることは内密に 聞かされていた。
es_es: Did you say that? Because I was an uchideshi of Toyo-sama. It was secretly told that two of you would come that day.

source: そうだったのか……
es_es: Is that so……

source: ……あの後俺は東洋様を護れなかった責任で 罷免された。
es_es: After that, I was dismissed for not being able to protect Toyo-sama.

source: お前らのせいで、人生が狂っちまったんだよ。
es_es: Your life has gone crazy because of you.

source: ま、俺のことはいいんだ。 どっちにしろ、東洋様がいねえのに城勤めしても 意味がねえ。
es_es: Well, I'm good. Either way, it doesn't make sense to work at a castle even though Toyo-sama isn't there.

source: だが、東洋様を殺した奴だけは許せねえ。 ……お前のことだよ、坂本龍馬。
es_es: However, I can't forgive only the one who killed Toyo-sama. ...... That's you, Ryoma Sakamoto.

source: …………で、本人を目の前にして、 アンタどうするつもりだ。ここで斬るか？
es_es: ………… So, what are you going to do with him in front of you? Do you want to slash here?

source: …………ふっ。悪いな、今のは冗談だ。 確かにあの事件、犯人はお前という事になっている。 表向きはな。
es_es: ………… Huh. Bad, I'm kidding now. Certainly, in that case, the criminal is supposed to be you. It's ostensibly.

source: どういうことだ。
es_es: What does it mean.

source: 俺は、真の犯人は別にいると睨んでるってことだ。
es_es: I'm glaring that there is another true criminal.

source: よく考えてもみろ。 もしお前が東洋様を殺したとして、 お前に一体何の得があった？
es_es: Think twice. If you killed Toyo-sama, what was the benefit to you?

source: 脱藩浪人として故郷にも帰れず、 京で名を隠して生きなきゃならねえ。
es_es: I can't go back to my hometown as a dappan ronin, so I have to hide my name in Kyoto and live.

source: そこまでしてなぜ東洋様を殺さなくちゃならない？ お前が何を得た？
es_es: Why do you have to kill Toyo-sama so far? What did you get

source: ……じゃあ、アンタはあの事件の真犯人を 誰だと思ってるんだ。
es_es: ...... Then, who do you think is the true culprit in that case?

source: ……武市半平太だ。 俺はそう見てる。
es_es: ...... Takechi Hanpeita. I see that.

source: なんだと!?
es_es: what!?

source: 武市半平太、そして土佐勤王党の大躍進……
es_es: Takechi Hanpeita, and the Great Leap Forward of the Tosa Qin Wang Party ...

source: 藩の参政だった東洋様が生きていれば 武市もここまで土佐を思い通りには できなかったはずだ。
es_es: If Toyo-sama, who was the suffrage of the clan, was alive, Takeshi would not have been able to do what Tosa wanted.

source: ましてや武市は上士にまで昇格している。 これ以上に得をした奴が他にいるか？
es_es: Moreover, Takeshi has been promoted to a superior. Is there anyone else who has made more money?

source: だが、まさか……
es_es: But no way ...

source: 絶対に違うと言い切れるのか？
es_es: Can you say that it is absolutely different?

source: ……それで、アンタは武市を追ってたってわけか。
es_es: …… So, did you follow Takeichi?

source: ああ。 で、やつを嗅ぎまわっているうちに 偶然あんたに出くわしたってわけだ。
es_es: Oh. So, I happened to come across you while sniffing around him.

source: ……なるほどな。 確かにアンタの推理は筋が通ってる。 だがな、アンタは大事なものを見落としてる。
es_es: ……got it. Certainly your reasoning makes sense. But you overlook something important.

source: 何だって？
es_es: What?

source: アンタ等が駆けつける前に、もう１人、 あそこにいたんだ。
es_es: There was another person over there before you and others rushed in.

source: ……“覆面の男”がな。俺たちは見たんだ。 そいつが親っさんを斬るのを。犯人は、そいつだ。
es_es: ...... "Masked man". We saw it. That guy kills his parents. The criminal is that one.

source: ……実はな、俺もあの事件の真相が知りたくて その男を追ってるんだ。
es_es: ...... Actually, I'm chasing the man because I want to know the truth of the case.

source: ……そうだったのか。 どうやら、お前は俺の知らねえことを だいぶ掴んでるらしい。
es_es: ……Is that so. Apparently, you have a good grasp of what I don't know.

source: 今度は、俺が話を聞く番だな。
es_es: Now it's my turn to listen.

source: ふっ。 俺のほうも長話になるぜ。
es_es: Huh. I'll be a long story too.

source: 中岡
es_es: Nakaoka

source: 龍馬
es_es: Ryoma

source: 土佐勤王党員
es_es: Tosa Qin Wang Party member
