Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016c00c2.po
Languages: es_es

source: （さて、そろそろ行くかな……）
es_es: (Well, I wonder if it's about time to go ...)

source: ああ、遥。 ちょっと出てくる。
es_es: Oh, Haruka. Come out a little.

source: うん。今日は遅くなりそう？
es_es: Yup. Is it going to be late today?

source: どうだろうな。分からん。
es_es: How is it? can not understand.

source: 気をつけてね。 おじさん、いつも妙なことに巻き込まれたり、 変な人に絡まれたりするから……
es_es: be careful. Uncle, I'm always involved in strange things and get entangled with strange people ...

source: 安心しろ。 俺だってそう毎回巻き込まれてばかりいないさ。 大丈夫だ。……多分な。
es_es: do not worry. I'm not always involved. Should be fine. ...... Maybe.

source: フフッ。だといいけど。 まぁ、おじさん色々忙しいからね。 ごゆっくりどうぞ。
es_es: Huhhh. I hope it is. Well, my uncle is busy. Please take your time.

source: いつもすまないな。
es_es: I'm always sorry.

source: 帰ってきたら、お風呂に入る？
es_es: Will you take a bath when you come back?

source: 多分遅くなると思う。
es_es: I think it will be late.

source: 分かった。じゃあきっと疲れて帰ってくるよね。 お風呂、ちゃんとわかしておくね。
es_es: Do you get it. Then I'm sure you'll be tired and come home. I'll keep the bath clean.

source: ああ。助かる。
es_es: Oh. It helps.

source: 気をつけてね。 おじさん、いつも妙なことに巻き込まれたり、 変な人に絡まれたりするから……
es_es: be careful. Uncle, I'm always involved in strange things and get entangled with strange people ...

source: 安心しろ。 俺だってそう毎回巻き込まれてばかりいないさ。 大丈夫だ。……多分な。
es_es: do not worry. I'm not always involved. Should be fine. ...... Maybe.

source: フフッ。だといいけど。 まぁ、おじさん色々忙しいからね。 ごゆっくりどうぞ。
es_es: Huhhh. I hope it is. Well, my uncle is busy. Please take your time.

source: いつもすまないな。
es_es: I'm always sorry.

source: そんなに遅くならないと思う。 すぐに帰るよ。
es_es: I don't think it will be so late. I'll be back soon.

source: 本当？ じゃあ、お風呂とか準備しなくて平気かな？ 帰ってきたら、お風呂に入る？
es_es: For real? Then, are you okay without preparing a bath? Will you take a bath when you come back?

source: ああ。入りたいな。
es_es: Oh. I want to enter.

source: 分かった。じゃあちゃんと準備しとくね。
es_es: Do you get it. Then I'll prepare properly.

source: 助かる。
es_es: It helps.

source: いや、入らなくてもいいかな……
es_es: No, I don't have to enter ...

source: そう？ うーん、でもおじさん、 いつも何だかんだでへとへとになって 帰ってくるから…… やっぱり準備しとくよ。
es_es: so? Hmmm, but uncle, I'm always exhausted and come home for some reason ... I'll prepare after all.

source: そうか。悪いな。
es_es: Really. sorry.

source: あ、あとおじさん。 よかったら、これ……
es_es: Oh, and uncle. If you like, this ...

source: 「<Color:8>遥のおむすび<Color:Default>」を受け取った
es_es: "<Color:8> Haruka's rice ball<Color:Default> Received

source: ちょっと不恰好になっちゃったんだけど…… もし口に合わなかったら、捨ててもいいから……
es_es: It's a little clunky, but ... if it doesn't fit, you can throw it away ...

source: いや、うまそうだ。ありがとうな。
es_es: No, it looks good. Thanks.

source: え、えへへへ……
es_es: Eh, eh ...

source: ……それじゃあ、行ってくる。
es_es: ...... Then, I'm going.

source: うん。いってらっしゃい、おじさん。
es_es: Yup. Welcome, uncle.

source: （さて、そろそろ行くかな……）
es_es: (Well, I wonder if it's about time to go ...)

source: ああ、遥。 ちょっと出てくる。
es_es: Oh, Haruka. Come out a little.

source: うん。今日は遅くなりそう？
es_es: Yup. Is it going to be late today?

source: どうだろうな。分からん。
es_es: How is it? can not understand.

source: 気をつけてね。 おじさん、いつも妙なことに巻き込まれたり、 変な人に絡まれたりするから……
es_es: be careful. Uncle, I'm always involved in strange things and get entangled with strange people ...

source: 安心しろ。 俺だってそう毎回巻き込まれてばかりいないさ。 大丈夫だ。……多分な。
es_es: do not worry. I'm not always involved. Should be fine. ...... Maybe.

source: フフッ。だといいけど。 まぁ、おじさん色々忙しいからね。 ごゆっくりどうぞ。
es_es: Huhhh. I hope it is. Well, my uncle is busy. Please take your time.

source: いつもすまないな。
es_es: I'm always sorry.

source: 帰ってきたら、お風呂に入る？
es_es: Will you take a bath when you come back?

source: 多分遅くなると思う。
es_es: I think it will be late.

source: 分かった。じゃあきっと疲れて帰ってくるよね。 お風呂、ちゃんとわかしておくね。
es_es: Do you get it. Then I'm sure you'll be tired and come home. I'll keep the bath clean.

source: ああ。助かる。
es_es: Oh. It helps.

source: 気をつけてね。 おじさん、いつも妙なことに巻き込まれたり、 変な人に絡まれたりするから……
es_es: be careful. Uncle, I'm always involved in strange things and get entangled with strange people ...

source: 安心しろ。 俺だってそう毎回巻き込まれてばかりいないさ。 大丈夫だ。……多分な。
es_es: do not worry. I'm not always involved. Should be fine. ...... Maybe.

source: フフッ。だといいけど。 まぁ、おじさん色々忙しいからね。 ごゆっくりどうぞ。
es_es: Huhhh. I hope it is. Well, my uncle is busy. Please take your time.

source: いつもすまないな。
es_es: I'm always sorry.

source: そんなに遅くならないと思う。 すぐに帰るよ。
es_es: I don't think it will be so late. I'll be back soon.

source: 本当？ じゃあ、お風呂とか準備しなくて平気かな？ 帰ってきたら、お風呂に入る？
es_es: For real? Then, are you okay without preparing a bath? Will you take a bath when you come back?

source: ああ。入りたいな。
es_es: Oh. I want to enter.

source: 分かった。じゃあちゃんと準備しとくね。
es_es: Do you get it. Then I'll prepare properly.

source: 助かる。
es_es: It helps.

source: いや、入らなくてもいいかな……
es_es: No, I don't have to enter ...

source: そう？ うーん、でもおじさん、 いつも何だかんだでへとへとになって 帰ってくるから…… やっぱり準備しとくよ。
es_es: so? Hmmm, but uncle, I'm always exhausted and come home for some reason ... I'll prepare after all.

source: そうか。悪いな。
es_es: Really. sorry.

source: あ、あとおじさん。 よかったら、これ……
es_es: Oh, and uncle. If you like, this ...

source: 「<Color:8>遥のおむすび<Color:Default>」を受け取った
es_es: "<Color:8> Haruka's rice ball<Color:Default> Received

source: ちょっと不恰好になっちゃったんだけど…… もし口に合わなかったら、捨ててもいいから……
es_es: It's a little clunky, but ... if it doesn't fit, you can throw it away ...

source: いや、うまそうだ。ありがとうな。
es_es: No, it looks good. Thanks.

source: え、えへへへ……
es_es: Eh, eh ...

source: ……それじゃあ、行ってくる。
es_es: ...... Then, I'm going.

source: うん。いってらっしゃい、おじさん。
es_es: Yup. Welcome, uncle.

source: （さて、そろそろ行くかな……）
es_es: (Well, I wonder if it's about time to go ...)

source: ああ、遥。 ちょっと出てくる。
es_es: Oh, Haruka. Come out a little.

source: あ、はい。なにとぞ、お気をつけて。
es_es: Oh, yes. What are you careful about?

source: うーん…… 固いな。
es_es: Hmm ... it's hard.

source: え？ な、なにがです？
es_es: e? What is it?

source: 遥の俺への態度だ。 これから一緒に過ごすんだ。 もっと気さくに接してくれてかまわない。
es_es: Haruka's attitude toward me. I'm going to spend time together. It doesn't matter if you treat me more friendly.

source: は、はい。 わ、分かりました。斎藤さん。
es_es: Yes. I understand. Mr. Saito.

source: うーん、どうするか…… ひとまずその「斎藤さん」という呼び方を 変えてみるか。
es_es: Well, what should I do ... Let's change the name "Mr. Saito" for the time being.

source: え？ は、はい。 では…… なんて呼べばいいでしょう？
es_es: e? Yes. Then ... what should I call?

source: そうだな……
es_es: That's right ...

source: さっちゃん、なんてどうだ。
es_es: How about Sacchan?

source: さ、さっちゃん…… うーん。距離感が近すぎるというか、 友達気分すぎるような。
es_es: Well, Sacchan ... Hmm. The sense of distance is too close, or it feels like a friend.

source: 確かに、俺もそんな呼ばれ方はしたくないな。 やめるか。それじゃあ……
es_es: Certainly, I don't want to be called that way either. Do you want to stop? Well then……

source: はじめちゃん、なんてどうだ。
es_es: How about Hajime-chan?

source: は、はじめちゃん…… ちょっと、違和感を感じますね。 逆に呼びにくいかも……
es_es: Hajime-chan ... I feel a little strange. On the contrary, it may be difficult to call ...

source: そうか。まぁ、確かにな…… それじゃあ……
es_es: Really. Well, surely ... then ...

source: あだ名で呼ばれるのもいまいちピンとこないしな…… となると…… おじさん、とかか？
es_es: It doesn't seem like it's called by a nickname ... When it comes to ... Uncle?

source: おじさん…… 確かに、なんかすごくしっくりきます。 なんでだろう……
es_es: Uncle ... Certainly, it feels really good. I wonder why ...

source: ……まぁもともと、老け顔だからな。 実際の年はまだ、おじさんというほどでもないが。
es_es: ...... Well, it's because I have an old face. The actual year isn't even uncle.

source: あ、ご、ごめんなさい。 失礼でしたよね……
es_es: Oh, I'm sorry. It was rude ...

source: いや、言い出したのは俺だし、かまわん。 お前が呼びやすければ、それでいい。 どうだ、呼びやすいか？
es_es: No, I'm the one who said it, I don't mind. If you can easily call it, that's fine. How easy is it to call?

source: はい…… すごく呼びやすいです。
es_es: Yes ... it's very easy to call.

source: なら、それでいい。 これからはもっと打ち解けてくれ。 じゃあ、行ってくる。
es_es: Then that's fine. From now on, please be more open. Well then, let's go.

source: は、はい！
es_es: Yes!

source: はい、じゃない。「うん」でいいぞ。
es_es: Yes, not. "Yeah" is fine.

source: う、うん……！ 行ってらっしゃい。おじさん……！
es_es: No……! Welcome. Uncle or Mister……!

source: 龍馬
es_es: Ryoma

source: 遥
es_es: remote

source: 分からない
es_es: I do not understand

source: 遅くなる
es_es: Become slow

source: すぐ帰る
es_es: Go home soon

source: 入る
es_es: enter

source: 入らない
es_es: Do not fit

source: おじさん
es_es: Uncle or Mister

source: はじめちゃん
es_es: Hajime-chan

source: さっちゃん
es_es: Satchan
