Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e83.po
Languages: es_es

source: お、やってますね。
es_es: Oh, you're doing it.

source: お前は…… 桂小五郎。
es_es: You are ... Kogoro Katsura.

source: どうも、お久しぶり。 その節はお世話になりました。 まだちゃんとお礼言ってなかったですよね。
es_es: Hi, it's been a long time. Thank you for that section. You haven't thanked you yet.

source: 池田屋のことか。 ……サイの風呂屋を紹介してもらった借りを 返したってだけだ。
es_es: Is it Ikedaya? ...... I just returned the loan that was introduced to Sai's bathhouse.

source: これで、貸し借りなしだ。
es_es: With this, there is no lending or borrowing.

source: あ、そういえばそうでしたね。 そっか。いやぁ、人に恩は売っておくモンですね。
es_es: Oh, that's right. I see. Well, it's a mon that sells favors to people.

source: それより、お前なんでここに？
es_es: Rather, why are you here?

source: あぁ。実はここ、俺の店でして。
es_es: Ahh. Actually, here at my store.

source: じゃあ、お前も。
es_es: Then you too.

source: 改めまして、幾松と申します。今後ともごひいきに。
es_es: My name is Ikumatsu. Please continue to patronize.

source: 一応ね、俺なりにあん時のお礼がしたくて。 ご足労願ったってわけです。
es_es: For the time being, I want to thank you for that time. I wished for your efforts.

source: ……武市半平太のこと、聞いてます。
es_es: ...... I'm hearing about Takechi Hanpeita.

source: そうか……
es_es: Really……

source: 池田屋の時はちゃんとお話できませんでしたが、
es_es: I couldn't talk properly when I was at Ikedaya,

source: 私は以前から武市さんに、万が一のことがあった 場合は、あなたのことを頼むと言われてました。
es_es: I've always been told by Mr. Takeichi to ask for you in the unlikely event of something happening.

source: 兄弟に？
es_es: To brothers?

source: ええ。あなたが新選組に入ったすぐ後です。
es_es: Yeah. Immediately after you join the Shinsengumi.

source: 武市さんはずっとあなたを土佐に連れて帰ろうと していた。だがあなたは新選組に入ってしまった。
es_es: Takeichi was always trying to take you back to Tosa. But you have joined the Shinsengumi.

source: しかもあの頃、武市さんは新選組に命を狙われる 立場にあった。近づきたくても近づけない。 相当悩んだんでしょう。
es_es: Moreover, at that time, Mr. Takeichi was in a position to be targeted by the Shinsengumi. Even if you want to get closer, you can't get closer. I think I was worried a lot.

source: 武市さんは私が剣の立つ男を探してることを 知っていた。だからあなたのことを 頼んできたんだと思います。
es_es: Takeichi knew that I was looking for a man with a sword. That's why I think I asked for you.

source: 京で勤王派を束ねていたあの人が、地べたに頭まで つけてね…… 決別したとはいえ、 ずっとあなたのことを気にかけていた。
es_es: The person who was bundling the Qin Wang faction in Kyo put his head on the ground ... Even though he broke up, he always cared about you.

source: 斎藤さん…… あなた、これからどうするつもりですか？
es_es: Mr. Saito …… What are you going to do from now on?

source: ……さぁな。
es_es: ...... Well.

source: ……あなたが新選組に居る理由は承知している。
es_es: ... I know why you are in the Shinsengumi.

source: それはそれとして…… 前にも言ったけど、同志として俺のとこに きませんか？
es_es: That being said ... As I said before, why don't you come to me as a comrade?

source: ……長州に？
es_es: ...... In Choshu?

source: 武市さんは、まだまだやらなきゃいけないことを たくさん遺していった。
es_es: Mr. Takeichi left behind a lot of things to do.

source: それを継ぐのは、あんたが一番だと思うんだ。 ……私と一緒に、この国を変えてみませんか？
es_es: I think you are the best to succeed it. ...... Would you like to change this country with me?

source: 馳走になったな。
es_es: It was a treat.

source: 龍馬さん。
es_es: Ryoma-san.

source: 悪いが…… 今はそんな気分にはなれねえ。
es_es: I'm sorry ... I can't feel like that now.

source: ようこそ。おこしやす。
es_es: Welcome. Easy to wake up.

source: 今日は貸し切りどす。 ゆっくりしていっておくれやす。
es_es: I will charter it today. It's easy to take your time.

source: 龍馬
es_es: Ryoma

source: 桂
es_es: Gui

source: 幾松
es_es: Jisong

source: 謎の女
es_es: Mysterious woman
