Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021e8e.po
Languages: es_es

source: ……店にある酒、全部もってこい！
es_es: ...... The sake in the store is perfect!

source: おいおい…… どんだけ飲むつもりなんや？
es_es: Hey ... how much are you going to drink?

source: ……誰が一番酒に強いのか、今から勝負するぞ。
es_es: ...... I'll fight from now on who is the strongest in alcohol.

source: 斎藤さん、それ本気で言ってるのかな？
es_es: Saito-san, are you really saying that?

source: フン、ええやないか…… さっきの喧嘩の借り、ここで返させてもらうで。
es_es: Hmm, yeah ... I borrowed the quarrel from earlier and let me return it here.

source: しょうがないなぁ…… 付き合いますよ。
es_es: It can't be helped ... I'll go out with you.

source: あかん、もう無理や！ コイツ、どんだけザルやねん！
es_es: Akan, I can't do it anymore! This guy, how much is a colander!

source: はぁ～ なんか、頭がクラクラしてきた……
es_es: Hmm ... I'm getting confused ...

source: この店の酒、全部飲み干してしもうたな。
es_es: I've already drunk all the sake from this shop.

source: じゃあ、そろそろしめましょうかね…… すみません～ お勘定～。
es_es: Well then, let's get it done ... I'm sorry ~ bill ~.

source: 龍馬
es_es: Ryoma

source: 西郷
es_es: Saigo

source: 桂
es_es: Gui
