Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01260581.po
Languages: es_es

source: （この先が頭領のいる部屋のようだ。 このまま入るか？）
es_es: (It looks like the room where the head is in the future. Will you enter as it is?)

source: おのれ幕府の犬め！ ここで死に絶え、朽ち果てるが良い！
es_es: The dog of the Shogunate! It's good to die here and decay!

source: またしても…… 無念……
es_es: Once again ... I'm sorry ...

source: ば、バカな…… 新選組ごときに、この俺が……
es_es: If you're stupid ... When you're in the Shinsengumi, I'm ...

source: 貴様も、いつか思い知るだろう…… 徳川に義はあらず…… 御館様あるかぎり、我らは……決して滅びぬ……
es_es: You will know someday ... Tokugawa has no righteousness ... As long as there is a palace, we ... will never perish ...

source: （任務は片付いた、屯所へ戻るか？）
es_es: (The mission has been completed, will you return to the tunsho?)

source: 入る
es_es: enter

source: 後にする
es_es: Later

source: 野盗頭領
es_es: Wild Pirate Leader

source: 戻らない
es_es: Dont return

source: 屯所に戻る
es_es: Return to tunsho
