Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021d00.po
Languages: es_es

source: われはもう引っこんどれや！ コラァ！ わしらぁ近藤出せ言うとるんじゃ！
es_es: We are already withdrawn! Colla! I'll tell you to put out Kondo!

source: 斎藤君、さっさと入れ。
es_es: Saito-kun, put it in quickly.

source: おう待てい、わしらも中入れんかい！
es_es: Wait, let's get inside!

source: 局長は多忙につき不在。 先ほどからそう申し上げている。
es_es: The director is absent due to his busy schedule. I have said so from earlier.

source: なめとんのか、ボケ…… わしらは京都見廻組や。
es_es: Is it licking or blurry ... We are the Kyoto Mimawarigumi.

source: 浪人風情が誰に向かって口きいとるんじゃ！
es_es: Who is the ronin style talking to?

source: 佐々木さんよ…… キャンキャン鳴いてねえで、あんたらも 手柄がほしけりゃ自分たちで汗かけや。
es_es: Mr. Sasaki ... You can't squeal, and if you want credit, you'll sweat yourself.

source: 寝ぼけんなや、こら。 池田屋で桂取り逃がしたんが手柄か？
es_es: I'm asleep. Is it a credit to have missed Katsura at Ikedaya?

source: その責任はどないするいうとるんや！
es_es: I'm not responsible for that!

source: 佐々木
es_es: Sasaki

source: 伊東
es_es: Ito

source: 龍馬
es_es: Ryoma
