Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021cb3.po
Languages: es_es

source: アンタが予め役人を呼んでたんだな。
es_es: You had called an official in advance.

source: そうだ。
es_es: That's it.

source: つまりアンタはハナから 以蔵を殺すつもりがなかった。
es_es: In other words, you didn't intend to kill Izo from Hana.

source: ふっ。当然だろう。 岡田は殺さず捕らえよ、という指令だ。
es_es: Huh. Naturally. Okada is a command to capture without killing.

source: ……それじゃ何で殺す振りなんてしたんだ。
es_es: ...... Then why did you pretend to kill me?

source: 斎藤一という男が どんな考えの持ち主なのか知りたくてな。
es_es: I want to know what kind of idea a man named Hajime Saito has.

source: ……谷や鈴木のような輩を これ以上増やしたくはない。
es_es: ...... I don't want to increase the number of people like Taniya and Suzuki anymore.

source: 俺を試したのか？
es_es: Did you try me?

source: 悪く思わないでくれ。 ……それより、以蔵とはずいぶん親しげに 話していたじゃないか。
es_es: Don't feel bad. ...... Rather, I think I was talking with Izo very closely.

source: ……そんなことはない。
es_es: ……No such thing.

source: もしもの話、新選組幹部が、 勤王党の殺し屋と通じていたとなれば…… ことだな。
es_es: What if the Shinsengumi executives were connected to the murderer of the Qin Wang party ...

source: 想像するのはアンタの勝手だ。
es_es: Imagine your own way.

source: ……まあいい。 ところで、以蔵がこれからどこへ連れて行かれるのか、 知ってるか。
es_es: ...... Well. By the way, do you know where Izo will be taken from now on?

source: 何の話だ。京の牢屋だろ。
es_es: What are you talking about? It's a prison in Kyoto.

source: いいや。土佐だ。
es_es: No. It's Tosa.

source: 土佐だと？
es_es: Is it Tosa?

source: 土佐藩大殿、山内容堂公から 手回しがあったらしい。 岡田以蔵は生かしたまま土佐へ送られる。
es_es: It seems that there was a manual operation from Tosa Domain Daiden and Yamauchi Toyoshige. Okada Izo is sent to Tosa while keeping it alive.

source: 何のために以蔵を土佐へ？
es_es: What is Izo going to Tosa for?

source: さあな。詳しい話は分からん。 だが山内容堂は、土佐勤王党を 潰すつもりなんだろう。
es_es: I do not know. I don't know the details. However, Yamauchi Toyoshige probably intends to crush the Tosa Qin Wang Party.

source: なんだと……？ なぜそんなことを。
es_es: what……? Why do you do that?

source: 土佐勤王党は、武市半平太という男に 牛耳られていてな。
es_es: The Tosakinōto party was dominated by a man named Takechi Hanpeita.

source: 最近まで容堂公が江戸にいたのをいいことに 藩を思い通りに動かしていたらしい。
es_es: Until recently, it seems that the clan was moving as he wanted, because he was in Edo.

source: 武市の指示で殺しを続けていた以蔵は、 容堂公にとって勤王党を弾圧する材料になる。
es_es: Izo, who continued to kill at the direction of Takeichi, will be a material for Toyoshige to suppress the Qin Wang Party.

source: つまりこの先、土佐で以蔵を待っているのは…… 想像を絶する拷問だ。
es_es: In other words, what is waiting for Izo in Tosa is ... unimaginable torture.

source: それじゃ…… 以蔵がその拷問で武市の名を吐けば……
es_es: Then ... if Izo spits out the name of Takeichi in that torture ...

source: 容堂公は堂々と勤王党を潰せる。 その盟主である武市は…… 処刑されるだろう。
es_es: Toyoshige can crush the Qin Wang party. Its ally, Takeichi ... will be executed.

source: ……以蔵はここで殺されていたほうが よかったのかもしれんな。
es_es: ...... Izo might have been better off killed here.

source: 土佐勤王党にとっても…… 武市半平太にとってもな。
es_es: For the Tosa Qin Wang Party ... For Takechi Hanpeita.

source: バカな…… それじゃあ、俺がしたことは……
es_es: Stupid ... Then what I did ...

source: （……寺田屋へ帰るか……）
es_es: (... Would you like to go back to Teradaya ...)

source: 龍馬
es_es: Ryoma

source: 井上
es_es: Inoue
