Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016e00b7.po
Languages: es_es

source: うぬぅ…… 困ったのう。 どこかに強そうな武士…… 強そうな武士っと……
es_es: Eun-woo ... I'm in trouble. A samurai who seems to be strong somewhere ... A samurai who seems to be strong ...

source: あ！ おりましたな！ 強そうな武士！
es_es: Ah! I was there! A strong samurai!

source: ……ん？ 俺か？
es_es: ……Hmm? Is it me?

source: そうです、あなた様です！ 突然ですみませんが…… あなた様は、お強いですか？
es_es: That's right, you! Excuse me suddenly ... Are you strong?

source: と、突然だな…… 強いかどうか、か…… 自分ではわからん。
es_es: Suddenly ... I don't know if I'm strong or not ... I don't know.

source: そもそも剣の強さとは、一概には言えない。 ただ単に技術が高ければ強い、というものでもない。 やはり、心構えがそこに備わってこその強さ……
es_es: In the first place, the strength of a sword cannot be said unconditionally. It's not just that the higher the technology, the stronger it is. After all, the strength of having a mental attitude there ...

source: あの…… ちょっと急いでおりまして。 とにかく、あなたは強い！ ということで よろしいでしょうか？ よろしいですね？
es_es: Um ... I'm in a hurry. Anyway, you are strong! Is that all right? Are you sure?

source: え？ あ、ああ。 まぁ、多少は……
es_es: e? Ah, ah. Well, a little ...

source: よかった。やはり私の眼に狂いはなかった！ 私、倉光家という家系におきまして、 使用人をさせていただいてる者です。
es_es: Was good. After all there was no madness in my eyes! I am a servant of the Kuramitsu family.

source: あなた様の強さを見込んで、 護衛を頼みたいのでありますが……
es_es: I would like to ask for an escort in anticipation of your strength ...

source: 護衛？
es_es: Escort?

source: えぇ、護衛していただきたいのはこの駕籠。 駕籠の中にいらっしゃる 倉光家のお嬢様…… 小夜子様です。
es_es: Well, it is this Kago that I would like you to escort. The young lady of the Kuramitsu family in the Kago ... Sayoko.

source: 小夜子様は現在…… ある男から追われておるのです。
es_es: Sayoko is currently being chased by a man.

source: ある男……
es_es: A man ...

source: ええ、早風という武家の男なのですが、 小夜子様のお顔に一目ぼれしたらしく、 毎日しつこく、小夜子様に求婚してくるのです。
es_es: Yes, he is a samurai man named Hayakaze, but he seems to fall in love with Sayoko's face at first sight, and he persistently proposes to Sayoko every day.

source: 何度断っても延々と続く執拗な付きまといに、 小夜子様は体調を崩されてしまわれました。
es_es: Sayoko got sick because of her relentless escort that continued endlessly no matter how many times she refused.

source: 私どもはこのままではいかんと決断を下し、 小夜子様を早風の手が届かない秘密の別宅へ 移住させることにしたのです。
es_es: We decided not to go as it was, and decided to move Sayoko to a secret separate house that was out of the reach of the fast wind.

source: ふむ。まぁ、賢明な判断だな。
es_es: HM. Well, it's a wise decision.

source: ……しかし、小夜子様が京の街を離れるという情報が どこかから早風に漏れてしまったようで。
es_es: However, it seems that the information that Sayoko is leaving the city of Kyoto leaked from somewhere in a quick breeze.

source: これが小夜子様を手に入れる最後の機会に なるかもしれぬと思った早風は、 我々に手紙を送って来たのです。
es_es: Hayafu, who thought that this might be the last chance to get Sayoko, sent us a letter.

source: “小夜子よ、洛外にてお前を手に入れる”……と。
es_es: "Sayoko, get you out of Rakuchu."

source: おそらく早風は我々が洛外を通り抜ける最中に 小夜子様を我が物としようと、 部下を潜めて待ち伏せをしていることでしょう。
es_es: Perhaps the fast wind is ambushing his subordinates in an attempt to take Sayoko as his own while we are passing through Rakuchu.

source: なるほど……
es_es: I see……

source: おぉ、お待ちしておりました。 無事に洛外を抜けられたようですな。
es_es: Oh, I've been waiting for you. It seems that he was able to escape from Rakuchu safely.

source: なんとかな。
es_es: Somehow.

source: いやはや、素晴らしい剣の腕前でございました。
es_es: No, it was a wonderful sword skill.

source: ……しかし、早風本人がまだ姿を見せておりませぬ。 お気をつけくだされ……
es_es: …… But Hayafu himself hasn't shown up yet. Please be careful ...

source: 小夜子！
es_es: Sayoko!

source: き、貴様は…… 早風！
es_es: Come on, you are ... a fast breeze!

source: 小夜子！ どうして俺の元から離れようとするんだ！ 俺はこんなにもお前を愛しているというのに！ お前がつれない態度をみせるなら……
es_es: Sayoko! Why are you trying to get away from me! I love you so much! If you show an untidy attitude ...

source: 力ずくにでも、惚れさせてやるさ！
es_es: I'll make you fall in love with force!

source: し、しつこい方は嫌いですっ……！
es_es: However, I hate those who are persistent ...!

source: （だいぶ怯えているようだな……）
es_es: (It looks like you're pretty scared ...)

source: ん？ 貴様が俺の仲間達を蹴散らした奴か。 まったく、人の恋路の邪魔をする奴は、 生かしちゃおけねぇな……
es_es: Hmm? Are you the one who kicked my friends away? At all, the one who disturbs people's love affairs can't be kept alive ...

source: よし！ まずは貴様から殺してやる。 俺と小夜子の愛を…… 地獄で見守っててくれや！
es_es: Alright! First of all, I'll kill you. Watch over me and Sayoko's love ... in hell!

source: ぐっ…… 小夜子…… お前の美しさを 俺だけのものに、したかったぜ……
es_es: Gut ... Sayoko ... I wanted to make your beauty unique to me ...

source: やりましたな！ 斎藤様のおかげで、 無事、洛外を通り抜けることができましたわい。
es_es: I did it! Thanks to Mr. Saito, I was able to pass through Rakuchu safely.

source: これはお礼です。 少ないですが受け取ってくだされ。
es_es: This is a thank you. Please receive it though it is small.

source: 「<Color:8>真紅の勾玉<Color:Default>」を貰った。
es_es: "<Color:8> Crimson magatama<Color:Default> I got it.

source: じいや。
es_es: Old man.

source: はっ、小夜子様。何でしょう？
es_es: Haha, Sayoko. What is it?

source: わたくしも、斎藤様に直接お礼が言いたいです。
es_es: I would also like to thank Mr. Saito directly.

source: 小夜子様、いつ早風が目を覚ますとも限りません。 まだここには危険がいっぱいですし、 おやめください。
es_es: Sayoko, the early wind does not always wake up. There is still a lot of danger here, so please stop.

source: ……俺も構わん。 気持ちだけ受け取っていく。
es_es: ...... I don't mind. I will receive only my feelings.

source: ……申し訳ありません。斎藤様。 それでは、失礼します。
es_es: ……I'm sorry. Mr. Saito. So you'll excuse me.

source: （結局美女の顔は見れず終いだったが、 無事助けることができてよかったな）
es_es: (In the end, I couldn't see the beautiful woman's face, but I'm glad I was able to help her safely.)

source: 真面目そうな老人
es_es: A serious old man

source: 龍馬
es_es: Ryoma

source: 倉光家・使用人
es_es: Kuramitsuya・User

source: 男の声
es_es: Man's voice

source: 早風
es_es: Early wind

source: 小夜子
es_es: Sayoko
