Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021ecc.po
Languages: es_es

source: 斎藤はん！ 斎藤はんはいますか？
es_es: Saito Han! Do you have Saito Han?

source: 幾松か？ どうした？
es_es: How many pine? what up?

source: 桂はんから伝言を預かってたので お伝えに来たんどす。 “近江屋での会合、必ず参加する”と。
es_es: I received a message from Katsura Han, so I'm here to tell you. "I will definitely attend the meeting at Omiya."

source: そうか、分かった。
es_es: I see.

source: 藤堂はんのことは、残念どした…… 桂はんも、お悔やみ申し上げてます。
es_es: I'm sorry about Todo Han ... Katsura Han also condolences.

source: 斎藤はんもどうかお気を付けて。 それじゃ失礼します。
es_es: Please be careful about Han Saito. Excuse me.

source: 幾松、ありがとうな。
es_es: Thank you, Ikumatsu.

source: （……いよいよ準備が整ったな。 西郷も桂も、そろそろ近江屋に着く頃か……）
es_es: (... I'm finally ready. Saigo and Katsura are about to arrive at Omiya ...)

source: （よし、そろそろ近江屋へ出発だ……）
es_es: (Okay, it's about time to leave for Omiya ...)

source: （「坂本龍馬」をおびき出す近江屋の会合は 明日の夜開かれる……）
es_es: (Omiya's meeting to lure "Ryoma Sakamoto" will be held tomorrow night ...)

source: （まだ時間はあるし、何が起こるかわからん。 十分に準備をしよう）
es_es: (I still have time and I don't know what will happen. Get ready.)

source: 一（はじめ）さん、ちょっと聞いて。
es_es: Ichi (beginning), just ask.

source: どうした？
es_es: what up?

source: 明日の夜やけど、 先にうちが女中として近江屋に潜り込んどきます。
es_es: I'll burn tomorrow night, but first I'll sneak into Omiya as a maid.

source: 何？
es_es: what?

source: 中の様子が落ち着いたら、うちが土間から 狼煙をあげます。 討ち入りのときは、それを合図に。
es_es: When the inside is settled down, we will give a signal from the dirt floor. When you're in a rush, use that as a signal.

source: お前は大丈夫なのか？
es_es: Are you okay?

source: 大丈夫やって。 これくらいしか、うちには協力できひんから。
es_es: Do it all right. Only this much can cooperate with us.

source: すまない、おりょう。 助かるぞ。
es_es: I'm sorry, I'm sorry. I'll be saved.

source: まだ明日の夜まで時間があるようやし、 準備するなら今のうちにしててや。
es_es: I'll have time until tomorrow night, and if I'm ready, I'll do it now.

source: この部屋の「布団」にアクセスすると 自由に時間帯を変更できます。
es_es: You can freely change the time zone by accessing the "futon" in this room.

source: 近江屋へ行く準備が整ったら ここで「近江屋へ向かう」を選択してください。
es_es: When you are ready to go to Omiya, select "Go to Omiya" here.

source: 幾松
es_es: Jisong

source: 龍馬
es_es: Ryoma

source: おりょう
es_es: Oryo

source: 時間帯の変更
es_es: Change time zone
