Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021c36.po
Languages: es_es

source: はあぁ!?
es_es: Ah !?

source: アンタ、アホちゃうの!?
es_es: You're stupid !?

source: ちょっとどないしたん？ 大声出して。 お客さんがびっくりしてしまうやないの。
es_es: Didn't you? Loud. The customers will be surprised.

source: 女将さん、聞いてえな！ 一（はじめ）さんが新選組に入るなんて 言うとんのよ！
es_es: Landlady, listen! I'm saying that Mr. Ichi (Hajime) will join the Shinsengumi!

source: えぇ？ ……それホンマなん？
es_es: Eh? ...... Is that true?

source: ……ああ。
es_es: ……Oh.

source: ……アホやねぇ。
es_es: ...... I'm stupid.

source: ほら見ぃ。
es_es: Look.

source: 毎日ブラブラしてはったくせに。急に何のつもり？
es_es: Even though I hang around every day. What are you going to do suddenly?

source: ……新選組ってのは、 えらく羽振りがいいって聞いてな。
es_es: …… I heard that the Shinsengumi has a great swing.

source: 実入りは良いし、組の名前を出せば ずいぶん融通が利くらしいじゃねえか。
es_es: The actual entry is good, and it seems that if you give the name of the group, it will be quite flexible.

source: まぁ、確かにそうらしいけど。
es_es: Well, that's true.

source: それにあそこは浪士の集まりだ。 腕さえ確かなら身分も関係ない。 俺が宿代を稼ぐのにうってつけだ。
es_es: Besides, there is a gathering of Ronin. If you are sure of your arm, your status doesn't matter. It's perfect for me to earn accommodation.

source: 何言うとるの。あんた、宿代のために人斬るん？ “壬生狼”（みぶろ）になんかなったら あきまへん！
es_es: What do you say Are you slashing for accommodation? If something happens to "Miburo", it won't happen!

source: ……みぶろ？
es_es: ...... Miburo?

source: 新選組のあだ名や。 昔は「壬生浪士組」っちゅう名前で、 暴れまわってたんや。
es_es: The nickname of the Shinsengumi. In the olden days, it was called "Mibu Roushigumi" and it was rampaging.

source: 壬生浪士組……
es_es: Mibu Roushigumi ……

source: 「みぶろの野良犬は“鴨”も食い殺す」ってなぁ…… よう噂されたもんや。
es_es: "Miburo's stray dogs also eat up" duck "" ... It was rumored.

source: なんだそれは。
es_es: What is it?

source: なんやそないなことも知らんの？ 壬生の浪士組には最初、局長が２人おったなぁ。
es_es: Do you know what's wrong? At first, there were two directors in the Mibu Roshigumi.

source: 今の局長さん、近藤勇ともう１人…… 「芹沢鴨」いう人。
es_es: The current director, Isami Kondo, and another ... A person called "Serizawa Kamo".

source: その芹沢さんが近藤勇の一派に殺されたんやって。
es_es: Mr. Serizawa was killed by a group of Isami Kondo.

source: 身内のいざこざか。
es_es: Is it a mess of relatives?

source: 近藤勇と芹沢鴨はどっちが偉いかで いつもいがみ合うてたらしいわ。
es_es: It seems that Isami Kondo and Kamo Serizawa were always in conflict with each other, depending on which one was greater.

source: それで、近藤さんは芹沢派の全員を 殺してしまったんやと。 八つ裂きにしてな……
es_es: That's why Mr. Kondo killed all the Serizawa factions. Dismemberment ...

source: ホンマおっかない話やで。
es_es: It's a story that isn't really scary.

source: 相当危険な連中のようだな。
es_es: It looks like they're pretty dangerous.

source: 連中は腰に大小差しただけの野良犬やさかい。
es_es: They are stray dogs that are just big and small on their hips.

source: 一（はじめ）さん、ぼうっとしとるからなぁ…… あんたがもし新選組入ったら、早死にするだけやで。
es_es: Ichi (Hajime) -san, I'm afraid I'll take it ... If you join the Shinsengumi, you'll just die prematurely.

source: なあ、あんな野良犬たちの仲間なんて やめた方がええって。
es_es: Hey, it's better to stop being friends with such stray dogs.

source: 野良犬か。ずいぶんと嫌われたもんだな。
es_es: Is it a stray dog? I hated it a lot.

source: それにウチのお客に新選組がおるなんて噂 立ったら、誰も寄り付かんようになって 商売上がったりやわ。
es_es: Besides, if it was rumored that there was a Shinsengumi among our customers, everyone would come closer and make a business.

source: そもそも一（はじめ）さん、剣術なんてできるん？
es_es: In the first place, Mr. Ichi (Hajime), can you do swordsmanship?

source: ま、そこはそれなりに、な。 ……じゃ、行ってくる。
es_es: Well, that's it. ...... Then, I'm going.

source: あ、ちょっと、一（はじめ）さん！
es_es: Oh, hey, Ichi (beginning)!

source: なあ、働く気になったんはええけど、 もっと普通の仕事でええやないの。
es_es: Well, I'm motivated to work, but I can't do it with a more normal job.

source: 悪いが…… もう決めたことだ。 あんたらには迷惑はかけない。
es_es: I'm sorry ... I've already decided. I won't bother you.

source: 一（はじめ）さん……
es_es: Mr. Ichi (beginning) ……

source: これ以上話しても時間の無駄だ。
es_es: It's a waste of time to talk any more.

source: あれで結構頑固なとこあるんやな、 一（はじめ）さんも。
es_es: There is something quite stubborn about that, Mr. Ichi (Hajime) too.

source: （たしか新選組の屯所は四条通りを 西へ進んだ所にあるらしい……）
es_es: (It seems that the Shinsengumi tunsho is located west on Shijo-dori ...)

source: （まずは洛内へ向かうとするか）
es_es: (Are you going to Rakuchu first?)

source: おりょう
es_es: Oryo

source: 龍馬
es_es: Ryoma

source: お登勢
es_es: Climbing
