Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0134003a.po
Languages: es_es

source: この店って、カラオケがやれる大きなステージが あるんですけど、私まだ使ったことなくて。
es_es: This store has a big stage where you can do karaoke, but I haven't used it yet.

source: ああ…… そう言えばそんなのがあったな。 俺もこの店は何度か来たことあるが、 使ってるのは一度も見たことないな。
es_es: Ah ... Speaking of which, there was such a thing. I've been to this shop several times, but I've never used it.

source: 私、カラオケが超好きなんですよ♪ だからもう使いたくてウズウズしてるんです♪
es_es: I really like karaoke ♪ That's why I'm tired of using it ♪

source: ステージは燃えるな。俺もマイクスタンドを見ると ついついノリノリで歌っちまうんだよな。
es_es: Don't burn the stage. When I look at the mic stand, I just sing with a slapstick.

source: でしょー!? だから私も“毎日ステージで歌える！” って超喜んだのに、そんなこと全然なくて残念……
es_es: That's why I was so happy that I could sing on stage every day, but I'm sorry that there was no such thing ...

source: 最近はカラオケパブも人気らしいけどな。 ここはさすがに雰囲気が違いすぎる。
es_es: Karaoke pubs seem to be popular these days. The atmosphere here is too different.

source: ステージは恥ずかしいな。 さすがに見ず知らずの人間の前では 歌えないだろう。
es_es: The stage is embarrassing. You wouldn't be able to sing in front of a stranger.

source: えー？ 超気持ちいいのに……
es_es: Eh? It feels so good ...

source: 恥ずかしがらずにいっぺん歌ってみたらどうですか？ テンション上がって絶対やみつきになりますから♪
es_es: Why don't you try singing all at once without being shy? The tension will rise and you will definitely be addicted to it ♪

source: そうは言われてもな……
es_es: Even if that is said ...

source: じゃあ俺がリクエストしようか？ そしたら歌えるだろう。
es_es: Then should I request it? Then you will be able to sing.

source: あー、それがあれって、 クリスマスなんかのイベントの時や、 貸切の時くらいしか使ってないみたいで。
es_es: Ah, it seems that I only use it for Christmas events and chartered events.

source: なんだ、そうなのか。 それじゃ確かになかなか使う機会ないな……
es_es: What is that? Then I certainly don't have a chance to use it ...

source: だからイベントの時は来てくださいね♪ リクエストされたらたくさん歌っちゃいますから♪
es_es: So please come at the event ♪ I will sing a lot when requested ♪

source: そんなにカラオケが好きなのか？
es_es: Do you like karaoke so much?

source: 超好き♪ 休みの日とか、 下手したら１日中歌ってるかも♪
es_es: I really like it ♪ I might sing all day if I'm not good at it on my days off ♪

source: おいおい…… さすがに１日中は言い過ぎだろう。
es_es: Hey ... It's an overstatement all day long.

source: マジだし！ 朝開店したら速攻フリータイムで入って １９時まで歌って、適当にご飯食べたら オールナイトで次の日の朝までとか超余裕♪
es_es: Seriously! When the store opens in the morning, you can enter in haste free time and sing until 19:00, and if you eat properly, you can spend all night until the next morning or something like that ♪

source: それはすごいな。遊び続けるだけでもすごいが、 よくそんな長時間付き合う仲間が集まるもんだ。
es_es: That's amazing. It's great just to keep playing, but I often get together with friends for such a long time.

source: まぁそれは途中からでも暇な人呼んだりして。
es_es: Well, even from the middle of it, I called people who were free.

source: 入れ替わり立ち替わりで、全員合わせると 結構すごい人数になってるかも♪
es_es: It may be a great number of people when all of them are put together.

source: 大勢だと盛り上がるな。みんなでマイク回しながら パーティーソングを歌ったりするよな。
es_es: Don't get excited when there are a lot of people. We all sing party songs while turning the microphone.

source: あー、私そういうの無理…… ヒトが歌ってる時に割り込まれると超ムカつくし。
es_es: Ah, I can't do that ... If you get interrupted when a human is singing, you'll be super crazy.

source: 勝手にメドレー何曲も入れる人とか マジ空気読んでって感じ……
es_es: It feels like someone who puts in many medley songs without permission or really reads the air ...

source: ……俺とはノリが違うようだな。
es_es: ...... It seems that the glue is different from me.

source: 少人数の方がいい。そんなに人がいたら、 自分が歌う番がなかなか来ないからな。
es_es: A small number of people is better. If there were so many people, it would be hard for me to sing.

source: あー、それはある！ さすがに１時間に１回とかしか回って来ないと、 暇すぎて携帯いじりたくなるのよね～……
es_es: Ah, it's there! As expected, if you only come around once an hour, you will have too much time to play with your cell phone.

source: ま、４～５人が妥当なところだよな。
es_es: Well, 4 to 5 people are reasonable.

source: 無理は良くない。 そんなにずっと歌ってたら喉を痛めてしまうぞ。
es_es: Unreasonable is not good. If you sing so long, you'll hurt your throat.

source: 別にずっと自分ひとりが歌ってる わけじゃないですし。人の歌聴いてる時間の方が 長いから、全然大丈夫ですよ。
es_es: I'm not singing all the time. I spend more time listening to people's songs, so it's okay at all.

source: それに、どっちかって言ったら、 この仕事の方がずっと喋りっぱなしで お酒も飲むから、喉に良くないですよ。
es_es: Besides, it's not good for my throat because this job keeps talking and drinking alcohol.

source: ここは空気も悪いしな。 ただ喋ってるだけと言っても、 喉に相当な負担がかかってることは間違いない。
es_es: The air is bad here. Even if you just talk, there is no doubt that it puts a considerable strain on your throat.

source: でしょ～!? だからカラオケの方が絶対マシ！
es_es: Right ~ !? That's why karaoke is definitely better!

source: あ、私カラオケする時は絶対禁煙の部屋にしてるの。 吸いたい人は勝手に外で吸って、って。
es_es: Oh, when I karaoke, I make it a non-smoking room. If you want to smoke, smoke outside without permission.

source: ま、さすがにタバコの煙が充満した部屋で 歌うのは良くないよな……
es_es: Well, it's not good to sing in a room full of cigarette smoke ...

source: 歌うよりはマシだ。 たった一曲マジになって歌うだけでも 喉に相当な負担がかかるはずだ。
es_es: It's better than singing. Singing just one song should put a lot of strain on your throat.

source: それは声の出し方が良くないんですよ～！ 桐生さん、喉を使って声出してるでしょ？
es_es: It's not good at speaking out! Kiryu-san, you're using your throat to make a voice, right?

source: そんなの当たり前だろう。
es_es: That would be natural.

source: 違いますって。声はお腹から出すんです！ ちゃんと腹式呼吸が出来てれば、 喉を痛めなくても済むんですから。
es_es: It's different. The voice comes out of my stomach! If you can breathe properly, you don't have to hurt your throat.

source: さすがにそんなのマスターするほど本腰入れて カラオケにのめりこめねぇな……
es_es: As expected, I can't really get into karaoke so much that I master it ...

source: よく飽きないな。そんなに歌える曲があるのか？ 俺は大体２時間も歌えば十分なんだが……
es_es: I don't get tired of it. Is there a song that can be sung so much? It's enough for me to sing for about 2 hours ...

source: えー、なんかグダグダになってきたら 机どかして踊ったり、適当に駄弁ってるから大丈夫。 夜になると寝る人もいるし。
es_es: Well, if it gets messy, it's okay because I'm dancing at my desk and talking about it properly. Some people sleep at night.

source: 音痴でも安心だな。歌うのが苦手で、 ずっと肩身狭い思いしてるヤツにとっては、 そういうスタイルの方が楽だと思うぜ。
es_es: I'm relieved even if I'm not good at it. For those who aren't good at singing and have a narrow shoulder, I think that style is easier.

source: あー、むしろ私が音痴な人の歌聴くの無理…… 必死に自分の曲探すフリして、 苦笑い堪えてるんですけど、割と苦行……
es_es: Ah, rather, I can't listen to the songs of people who are deaf ... I'm desperately pretending to search for my own song, and I endure a bitter smile, but it's a bit of a penance ...

source: 気持ちはわからんでもないが…… あまり露骨に態度に出ないようにしろよ。
es_es: I don't know how you feel, but don't be too explicit.

source: 家でやれ。そこまで好き放題やるんだったら、 下手にカラオケなんて行くよりも、 そっちの方がよっぽど融通が利くだろう。
es_es: Do it at home. If you want to do as much as you like, it will be much more flexible than going to karaoke poorly.

source: あー、それもいいかもですねー。 今は家でもカラオケできますし。
es_es: Ah, that might be good too. Now I can karaoke at home.

source: はしゃぎすぎて出禁くらったお店結構あるんで、 今度からそうしようかな♪
es_es: There are quite a few shops that are too hilarious to go out, so I wonder if I should do that next time ♪

source: ま、近所迷惑にならないようにな……
es_es: Well, don't bother the neighborhood ...

source: 桐生さん、レバ刺しって好き？
es_es: Kiryu-san, do you like liver stabs?

source: ああ。焼肉を食いに行った時は、 大体いつも食べてるような気がするな。
es_es: Oh. When I go to eat yakiniku, I don't feel like I'm eating it all the time.

source: フフ♪ 私もレバ刺し大好きなんですよ～♪
es_es: Huff ♪ I also love liver stabs ~ ♪

source: そうか。そういう女、結構多いよな。
es_es: Really. There are quite a lot of such women.

source: ですよね～！ 女だけで焼肉行った時なんて、 ひとりひと皿とか頼んでますから♪
es_es: That's right ~! When a woman goes to yakiniku alone, she asks for a plate for each person ♪

source: フッ、それはすごいな。
es_es: Huh, that's amazing.

source: 珍しいな。女はあまり食べないものと 思っていたが……
es_es: that's unusual. I thought she wouldn't eat much, but ...

source: えー？ そんなことないですよ。 私の友達もみんな普通に食べますし。
es_es: Eh? That's not true. All my friends eat normally.

source: ほう。それは知らなかったな。
es_es: How. I didn't know that.

source: 貧血の時とか、超鉄分欲しくなっちゃって。
es_es: When I was anemic, I wanted super iron.

source: でも、最近レバ刺しが食べられなくて つらいんですよ～！
es_es: But lately, I haven't been able to eat liver stabs, so it's hard!

source: 我慢するしかないな。 生肉の安全がしっかり守られるようになるまで、 当分食べられないんじゃないか。
es_es: I have to put up with it. You won't be able to eat it for the time being until the safety of raw meat is well protected.

source: そんなのやだ！ 安全じゃなくてもいいから食べたい！
es_es: That's right! I want to eat it because it doesn't have to be safe!

source: 本当に好きなんだな。 それじゃ、どこか食べられる場所を探すしかないな。
es_es: I really like it. Then I have to find a place to eat somewhere.

source: 桐生さん、いい店知らない？
es_es: Kiryu-san, don't you know a good store?

source: いや…… 東京に来るのは久々だからな。 最近の事情はちょっとわからないな。
es_es: No ... I haven't been to Tokyo for a long time. I'm not sure about the recent situation.

source: そうなんだ…… 神室町ならどこか そういうお店ありそうなんですけどね～……
es_es: That's right ... There seems to be such a store somewhere in Kamurocho ...

source: 俺も探してみるかな……
es_es: I wonder if I'll look for it too ...

source: 下手したら死ぬぞ。食えてた今までが ラッキーだと思って、諦めるんだな。
es_es: If you're not good at it, you'll die. I think I'm lucky I've been able to eat, so I give up.

source: え～？ 桐生さんだって、タバコやお酒、 身体に悪くてもやめないでしょ？
es_es: What? Even Mr. Kiryu can't stop smoking, drinking, or even if it's bad for you, right?

source: 言われてみれば…… 身体によくないものだと知りつつも、 なんだかんだでやめられないな。
es_es: If you ask me ... I know it's not good for my health, but for some reason I can't stop.

source: でしょ～？ だからレバ刺しだって 食べてもいいんですよ！
es_es: Right ~? That's why you can even eat liver stabs!

source: う～む、果たしてそうなんだろうか……
es_es: Hmmm, is that so ...

source: そういうことじゃない。 タバコや酒はやり過ぎなければ死にはしないが、 レバ刺しは危険なものはちょっとでも危険なんだ。
es_es: That's not the case. If you don't overdo it, you won't die, but liver stabs are a little dangerous.

source: ホントに～？ レバ刺しで死んだ人と、 お酒やタバコで死んだ人だったら、 絶対レバ刺しで死んだ人の方が少ないって！
es_es: Really ~? If there are people who died from liver stabs and people who died from alcohol or cigarettes, there are definitely fewer people who died from liver stabs!

source: わかるようでわからん理屈だな。 ま、俺もきちんと安全に管理されてるところなら 大丈夫だと思うが……
es_es: It seems to be understandable, but I don't understand. Well, I think it's okay if it's managed properly and safely ...

source: 違うものを食べたらどうだ。 似たような食べ物なら他にもあるだろう。
es_es: Why don't you eat something different? There may be other similar foods.

source: なにそれ。どんなの？
es_es: what is that. What is it like

source: たしか…… 最近はレバ刺し風のこんにゃくが 人気だって客から聞いたことがあるな。
es_es: I'm sure ... I've heard from customers that liver stab-style konjac is popular these days.

source: こんにゃく!?
es_es: Konjac !?

source: ああ。ごま油をかけて食べれば、 かなりレバ刺しに似た感覚がして美味しいらしいぞ。
es_es: Oh. If you eat it with sesame oil, it will feel like a liver stab and it will be delicious.

source: へ～、そんなのあるんだ!? 今度食べてみよ♪
es_es: Hey, there is such a thing !? Let's eat it next time ♪

source: ま、それじゃ鉄分は補えないと思うがな……
es_es: Well, I don't think that's enough to make up for iron ...

source: 探せばあるだろ。メニューに載ってなくても、 店員に言えば出してくれる店も多いんじゃないか？
es_es: You can find it. Even if it's not on the menu, there are many stores that will serve it to the clerk.

source: それが…… ちょっと前まではその手で いけたんですけど、最近はもうダメなんですよ。 お店の方でももう用意してないって。
es_es: That was ... I was able to do that until a while ago, but nowadays it's no longer possible. Even the shop doesn't have it anymore.

source: そうなのか…… それじゃ本格的に 食えなくなってるんだな。
es_es: Is that so ... Then I can't eat in earnest.

source: はぁ…… 食中毒なんてどの食べ物でも 多かれ少なかれあるのに、レバ刺しだけ差別ですよ。 差別超反対……！
es_es: Hmm ... Food poisoning is more or less common in any food, but only liver stabs are discriminatory. Super opposition to discrimination ...!

source: また食べられるようになるのを祈るしかないな……
es_es: I have no choice but to pray that I will be able to eat again ...

source: 諦めるな。一見の客にはそう言ってるだけで、 絶対に用意してある。
es_es: Do not give up. Just saying that to the customers at first glance, I'm definitely prepared.

source: 店が用意してても、出してくれないんじゃ 意味ないじゃないですか。
es_es: Even if the store prepares it, it doesn't make sense if it doesn't come out.

source: 裏メニューってのはそういうもんだ。 贔屓にしてくれる常連に出す分だけ用意しておいて、 普通の客には出さないとかな。
es_es: That's what the back menu is. I think I should prepare as much as I will give to the regulars who will be favored, and give it to ordinary customers.

source: 何度も通って頼み込めば、 きっと出してくれるようになるさ。
es_es: If you go and ask for it many times, you will surely get it.

source: そうなんだ♪ じゃあ私も頑張って常連になる！
es_es: That's right ♪ Then I will do my best and become a regular!

source: ん～…………
es_es: Hmm …………

source: 何見てるんだ？
es_es: What are you looking at

source: あ、ごめんなさい。 ちょっとつぶやき見てただけ。
es_es: Oh, I'm sorry. I just tweeted a little.

source: ネットか？
es_es: Is it the net?

source: うん。今みんな何してるのかな～って思って。
es_es: Yup. I was wondering what everyone was doing right now.

source: 最近の若いヤツはみんな携帯いじってるからな。 向かい合って飯食ってるのに、２人とも携帯を いじってるなんて光景、しょっちゅう見かけるぞ。
es_es: All the young guys these days are playing around with their cell phones. I often see people messing around with their cell phones even though they are eating face to face.

source: あるある。
es_es: There is.

source: 失礼だろう。他人としゃべってる時くらい しまったらどうだ？
es_es: Excuse me. What if you're talking to someone else?

source: あ、ごめんなさい……
es_es: Oh, I'm sorry ...

source: 世代の違いを痛感するな。 俺がお前くらいの歳の時には、 携帯電話なんてあったかどうか怪しいくらいだ。
es_es: Don't be keenly aware of the difference between generations. I wonder if I had a cell phone when I was about your age.

source: え～、ホントですか!? 携帯ないとか信じらんないんですけど！
es_es: Eh, really !? I can't believe I don't have a cellphone!

source: 俺は逆に、どうして若者がそんなに 携帯を手放さないのかが理解できないな。
es_es: On the contrary, I don't understand why young people don't let go of their phones so much.

source: 私ね、携帯依存症なの！ ぼーっとしてるってことが できなくて、少しでも時間が空くと すぐに携帯いじっちゃうの。
es_es: I'm cell phone addicted! I can't be vacant, and as soon as I have a little time, I play with my cell phone.

source: 暇つぶしか。俺も仕事で客が来なくて退屈な時、 意味もなく新聞を読み返したりするしな。
es_es: Only kill time. When I'm bored with no customers at work, I read the newspaper again for no reason.

source: でしょ～!? 雑誌はすぐ読み終わっちゃうけど、 ネットは次から次に更新されるから飽きないし♪
es_es: Right ~ !? I'll finish reading the magazine soon, but I won't get tired of it because the internet will be updated one after another ♪

source: そうなのか。俺は携帯なんてロクに 使いこなせないからな。 一体何をそんなに見てるんだ？
es_es: Is that so. I can't use my cell phone very well. What the hell are you looking at so much?

source: ん～、みんなの日記読んだり、 つぶやきにレスしたり、アプリいじってたり……
es_es: Hmmm, reading everyone's diary, replying to tweets, playing with apps ...

source: それでもちゃんと全部追おうとすると、 すごい時間かかっちゃうから、 さすがに一部だけにしといてますけどね。
es_es: Even so, if you try to follow all of them properly, it will take a lot of time, so I'm only trying to do a part of it.

source: 友達が多いんだな。俺なんてそんなに知り合い 多くないから、あっという間に観終わっちまうぞ。
es_es: I have a lot of friends. I don't know so many people, so I'll finish watching it in no time.

source: じゃあ桐生さん、私と繋がっちゃいます？ そしたらきっと画面が私のつぶやきで埋まるから、 きっと飽きないと思いますよ♪
es_es: Then Mr. Kiryu, do you connect with me? Then the screen will be filled with my tweets, so I'm sure you won't get bored ♪

source: フッ、それはそれで大変そうだな……
es_es: Huh, that seems to be difficult ...

source: 全部読む必要はないだろう。 友達が多いヤツはそんなことまず不可能だろうし。
es_es: You don't have to read it all. It's almost impossible for someone who has many friends.

source: そうそう。とりあえず友達になってみたけど、 ほとんど関わりのない人とかも多いし……
es_es: Oh yeah. I tried to make friends for the time being, but there are many people who have little to do with it ...

source: 結局親しい友達用のアカウントを別に作って、 そっちばっかりになったりするんですよねぇ……
es_es: After all, I create a separate account for my close friends, and that's all I have to do ...

source: 若いヤツらも人間関係に苦労してるんだな。
es_es: Young guys are also struggling with relationships.

source: 他のこともしたらどうだ？ 他愛もないつぶやきばかり読んでたって、 何にもならないだろう。
es_es: What about other things? Reading all the unloved tweets wouldn't do anything.

source: ええ～？ そんなの私の勝手じゃないですか！ 私だって１日中携帯見てるわけじゃないんですから、 他のことも色々やってますよ。
es_es: Yeah ~? Isn't that my selfishness! I don't watch my cellphone all day, so I do a lot of other things.

source: そもそも今は接客中なんだがな……
es_es: In the first place, I'm serving customers now ...

source: 逆に疲れないか？ 俺はテレビみたいに、 時間がきたらそれで終わりっていうものの方が、 終わりがはっきりしていて好きだがな。
es_es: Are you tired on the contrary? I like TV-like things that end when the time comes, because the end is clear.

source: あー、でも、やっぱり夜はみんな寝ますから。 大体朝方はみんな更新がバッタリやみますね。
es_es: Ah, but after all everyone sleeps at night. In the morning, everyone stops updating.

source: そうなのか。
es_es: Is that so.

source: でもね、そういう時に限ってまだ更新してる人とか、 あ～、きっと今日は夜勤なんだろうなって。
es_es: But, people who are still updating only at such times, uh, I'm sure it's night shift today.

source: だから“仕事頑張れ！”って 書きこんだりするんですよ♪
es_es: That's why I write "Do your best at work!" ♪

source: なるほど、仲間の様子がちゃんとわかるんだな。 それはちょっと面白そうだ。
es_es: I see, you can see what your friends are doing. That sounds a little interesting.

source: 完全に病気だな。 ちょっとくらい使用を控えた方がいいんじゃないか？
es_es: I'm completely ill. Shouldn't it be better to refrain from using it for a while?

source: そんな風に言わなくてもいいじゃないですか。 桐生さんだってタバコ我慢できないでしょ？
es_es: You don't have to say that. Even Kiryu can't stand smoking, right?

source: ん？ まぁ、それはそうだが…… 運転中は禁煙だから、あんまり運転時間が長いと 多少イライラしてくるな。
es_es: Hmm? Well, that's right ... I don't smoke while driving, so don't get a little frustrated if you drive too long.

source: でしょ～!? それと同じ。
es_es: Right ~ !? Same as that.

source: なるほど。それなら理解できる。 仕事中の息抜きは必要だもんな。
es_es: I see. Then you can understand. I need a break at work.

source: そうそうそう、桐生さん話わかる～♪
es_es: Oh yeah, I understand Mr. Kiryu's story ~ ♪

source: ま、客によっては激怒してもおかしくないから ほどほどにな……
es_es: Well, depending on the customer, it's okay to get angry, so it's moderate ...

source: いや違うだろう。 俺はちゃんと仕事中は我慢している。 その理屈ならお前も我慢しないとおかしいだろうが。
es_es: No, it wouldn't be. I put up with it at work. That theory would be strange if you didn't put up with it either.

source: あ、バレた？ 桐生さん鋭い～♪
es_es: Oh, did you find out? Kiryu is sharp ~ ♪

source: まったく…… 本当に大丈夫か？
es_es: At all ... is it really okay?

source: 今は仕事中だろう。接客に集中しろ。
es_es: I'm at work now. Focus on customer service.

source: だからね、定期的に携帯さわってないと、 集中力が切れちゃうんですよ。
es_es: That's why if you don't touch your cellphone regularly, you'll lose your concentration.

source: もう帰れよ。そしたら好きなだけできるだろう？
es_es: Go home already. Then you can do as much as you like?

source: でもね、この前仕事中に充電切れて、もう無理だから 帰るって店長に言ったら、“ふざけんな！”って 怒られて、帰してくれなかったの…… ひどくない？
es_es: But, when I told the store manager that I was out of charge during work the other day and I couldn't go home anymore, I was angry with "It's ridiculous!"

source: ひどいな。こんだけ大きい店なら、 ひとりくらいいなくたってどうにかなるだろうに。
es_es: It's terrible. If it's such a big store, it wouldn't be possible to have one.

source: ですよね～？ 桐生さんが店長だったらいいのに……
es_es: Isn't it? I wish Kiryu was the store manager ...

source: 俺が店長だったらお前を雇うかどうか、だな……
es_es: If I were the store manager, I wonder if I would hire you ...

source: ひどくない。当然の反応だろう。
es_es: not bad. It's a natural reaction.

source: え～？ もうちょっと若い子の気持ち、 わかるようになった方がいいですよ？
es_es: What? You should be able to understand the feelings of a younger child, right?

source: それはこっちの台詞だ……
es_es: That's this line ...

source: 桐生さんは家から職場は近いんですか？
es_es: Is Mr. Kiryu close to work from home?

source: そうだな。徒歩で通える距離だ。
es_es: That's right. It's a walking distance.

source: いいな～。私、ここから家まで、 電車で１時間くらいかかるんですけど、疲れてると 家まで帰るのが面倒だったりするんですよね……
es_es: It ’s good. It takes about an hour by train from here to my house, but when I'm tired, it can be a hassle to get home ...

source: １時間は長いな。待ち時間や乗り換えも含めると、 もっとかかるだろうし。 毎日通勤してると確実に疲れが溜まるだろうな。
es_es: One hour is long. If you include waiting time and transfer, it will take more. If you commute to work every day, you will surely get tired.

source: そうなんですよー。 家が近ければ通勤にかかる時間も 他のことに充てられるんですけどね～……
es_es: That's right. If my house is near, the time it takes to commute can be used for other things ...

source: 引っ越せばいい。実家を出るいい機会じゃないか？
es_es: Just move. Isn't it a good opportunity to leave your parents' house?

source: そうですね～…… でもこのあたりは家賃が馬鹿高いし、 もっと貯金できるまでは実家にいたいんですよねー。
es_es: Well ... But the rent is ridiculously high around here, and I want to stay at my parents' house until I can save more.

source: 東京はワンルームでも相当なもんだからな…… 女のひとり暮らしは不用心だし、 確かに実家暮らしの方がいいかも知れん。
es_es: It's a lot of things in Tokyo even in one room ... I'm not careful about living alone as a woman, and it may be better to live in my parents' house.

source: 職場に近いのも考えものだ。 出勤の時間もルーズになりがちだし、 帰りも近いからと仕事をダラダラさぼりがちになる。
es_es: It is also conceivable that it is close to the workplace. I tend to get loose when I go to work, and I tend to skip work because I'm about to return home.

source: あ、私まさにそういうタイプ♪ 大学が家のすぐそばだったんだけど、 いつも講義に遅刻ギリギリで行ってたの。
es_es: Ah, that's exactly what I'm doing ♪ The university was right next to my house, but I always went to lectures just before I was late.

source: 遠くから２時間かけて来てた友達に、 “なんでアンタが遅刻すんのよ！” って怒られてました♪
es_es: A friend of mine who came from afar for two hours was angry at me saying, "Why are you late!"

source: おいおい、自慢することじゃないぞ……
es_es: Hey, don't brag ...

source: 色々突き詰めていくと、この仕事辞めるしか 選択肢がなさそうなんですよね……
es_es: After digging into various things, it seems that the only option is to quit this job ...

source: それもアリかもな。 金と時間、どっちを大事にするかはお前次第だ。
es_es: It may be an ant. It's up to you to decide which is more important, money or time.

source: え～、私が辞めちゃってもいいんですか？ 桐生さん、結構ドライなんですね……
es_es: Eh, can I quit? Mr. Kiryu, it's pretty dry ...

source: いや、真面目に相談に乗ってやったんじゃないか。 今は俺のことよりお前のことの方が大事だろう。
es_es: No, I think I did it seriously with consultation. You are more important than me now.

source: そんなこと言って…… こんな愚痴聞かされて、 嫌々付き合ってたりしません？
es_es: Saying that ... Why don't you hate dating after being told such a complaint?

source: わかってるなら言うなよ。 客の前で愚痴をこぼしちゃダメだろうが。
es_es: If you know, don't say it. You shouldn't complain in front of your customers.

source: ですよね～。これから気をつけまーす……
es_es: That's right ~. I'll be careful from now on ...

source: あまり反省してないな……
es_es: I haven't really reflected on it ...

source: そんなことはない。 むしろ、俺に心を開いてくれる証拠だと思って 嬉しいくらいだ。
es_es: No such thing. Rather, I'm happy to think that it's proof that it opens my heart to me.

source: アハハ♪ うまいこと誤魔化しますね～♪ じゃあ私もそう思っておきます♪
es_es: Ahaha ♪ It's a good thing to deceive ~ ♪ Then I think so too ♪

source: やれやれ……
es_es: Good grief……

source: 我慢するしかない。俺も仕事で客を遠くまで 乗せていった日は帰りがとても遅くなることがある。
es_es: I have to put up with it. On the day when I also carry customers far away at work, my return can be very late.

source: だが、そういう時は、運賃もしっかり もらってるからな。時間を損した代わりに 金を稼いだと思えば儲けものだ。
es_es: However, at that time, I get a good fare. It's profitable to think that you've made money instead of losing time.

source: あ、そっか～！ だからキャバ嬢の給料も 普通のバイトに比べて高いのかな？
es_es: Oh, that's right! So is the salary of Miss Kyaba higher than that of a normal part-time job?

source: なんか納得しちゃった♪
es_es: I'm convinced something ♪

source: フッ、世の中ってのはうまくできてるもんだな……
es_es: Huh, the world is doing well ...

source: 家の近くで働けばいい。 この近くに引っ越すよりもよっぽど安上がりだぞ。
es_es: You just have to work near your house. It's a lot cheaper than moving near here.

source: そんなのダメに決まってるじゃない…… 知り合いがお店に来たら超気まずいでしょ？
es_es: It's decided that it's no good ... It would be super awkward if an acquaintance came to the store, right?

source: そうか…… 地元で働くと色々と面倒なんだな。
es_es: I see ... It's a lot of trouble to work locally.

source: だから働くのは可能な限り遠くにしないと。 ま、この仕事選んだ以上、そういう面倒は 覚悟の上なんですけどね～……
es_es: So I have to work as far as possible. Well, as long as I chose this job, I'm prepared for that kind of trouble ...

source: 大変なんだな……
es_es: It's hard ...

source: １時間なんてすぐだろ。さすがに朝方なら 電車も空いてて、席に座れるだろうしな。
es_es: One hour is just around the corner. As expected, the train is vacant in the morning and I think I can sit down.

source: あー、私、電車で座ると確実に寝るんですよ。 だからいつも必ず立ってるようにしてるんです。
es_es: Ah, I definitely sleep when I sit on the train. That's why I always try to stand up.

source: 健康的だな。車内では常に立ってるようにすれば 足腰も鍛えられていいと思うぞ。 そういう美容エクササイズもあるらしいしな。
es_es: It's healthy. If you always stand in the car, you can train your legs. There seems to be such a beauty exercise.

source: え、ホント？ 知らなかった♪ それじゃこれからも頑張って立つようにしよ♪
es_es: Eh, really? I didn't know ♪ Then I will continue to do my best to stand ♪

source: 寝ればいいじゃないか。 仕事の疲れも取れると思うぞ。
es_es: Shouldn't I sleep? I think you can get rid of the tiredness of work.

source: ダメですよ～。私、一度寝たら マジ起きないんですから。
es_es: It's no good ~. I don't really get up once I sleep.

source: 目的の駅の前でちょうど目が覚めたりしないか？
es_es: Won't you just wake up in front of the target station?
