Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021c06.po
Languages: es_es

source: 新堀から聞いているだろうが…… 「天念理心流」の使い手を探している。
es_es: As you may have heard from Niihori ... I'm looking for a user of "Tennen Rishin-ryu".

source: ああ。だが、その前に なぜそいつを探しているのか、 理由を聞かせちゃもらえねえか？
es_es: Oh. But before that, can you tell me why you're looking for it?

source: 余計な詮索はなしだ。その分金も払う。
es_es: There is no extra snooping. I will pay that amount as well.

source: 俺の情報料は浪人者に払える額じゃねえぞ？
es_es: Isn't my information fee the amount I can pay to the Ronin?

source: ま、今回は前金でもらっているがな。
es_es: Well, this time I got an advance payment.

source: ……新堀からか？
es_es: ...... Is it from Niihori?

source: そういうことだ。
es_es: That's how it is.

source: 何モンなんだ、あいつは？
es_es: What's that guy?

source: 長州藩の新堀松輔。 それ以上は知らん方があんたのためだ。
es_es: Matsusuke Shinbori of the Choshu clan. More than that is for you.

source: そうかい。 だが、そっちが先に詮索してきたんだ。
es_es: That's right. But that was the first snooping.

source: 好奇心がねえとこんな仕事続かないんでな。 ま、わかったよ。さっきのは忘れてくれ。 ためしに聞いてみただけだ。
es_es: I'm not curious and I can't continue this kind of work. Well, I understand. Forget the last one. I just asked for a trial.

source: 始めから仕切り直そう。
es_es: Let's repartition from the beginning.

source: ……「天念理心流」の使い手だ。どこにいる？
es_es: ...... A user of "Tennen Rishin-ryu". Where are you?

source: ああ。まず順を追っていくが…… 「天念理心流」ってのは唯一 「試衛館」って道場に伝わる田舎流派だ。
es_es: Oh. First of all, I will follow the order ... "Tennen Rishin-ryu" is the only rural school that is transmitted to the dojo called "Seikan".

source: その「試衛館」の連中が１年くらい前に 江戸から京にのぼってきた。
es_es: The people at the "Seieikan" came up from Edo to Kyoto about a year ago.

source: あんたが知っているのはそこまでだったな。
es_es: That's all you knew.

source: ああ。
es_es: Oh.

source: その後、京に入った「試衛館」の連中は ある組織を作り上げたんだ。
es_es: After that, the people at the "Seieikan" who entered Kyoto created an organization.

source: ある組織？
es_es: An organization?

source: その目的は…… 幕府を後ろ盾とした京の治安維持。 主に倒幕を画策する勤王志士を取り締まることだ。
es_es: The purpose is to maintain the security of Kyoto backed by the Shogunate. It is mainly to crack down on the Qin Wang Shishi who plans the defeat.

source: なに？ それって……
es_es: What? that's……

source: ああ。そのある組織ってのは…… 「新選組」だ。
es_es: Oh. That one organization is ... "Shinsengumi".

source: 「試衛館」の人間が今、 京で志士たちを斬りまくっている 新選組の幹部ってわけだ。
es_es: The people at the "Seieikan" are now the executives of the Shinsengumi who are slashing the scholars in Kyoto.

source: そもそも新選組局長の近藤勇って男…… こいつが「天念理心流」の四代目宗家でな。
es_es: In the first place, Isami Kondo, the director of the Shinsengumi bureau, is a man ... This is the 4th generation Soke of "Tennen Rishin-ryu".

source: 近藤を含めた免許皆伝者６人が、 新選組幹部となっている。
es_es: Six licensed all-in-one, including Kondo, are Shinsengumi executives.

source: 副長の土方歳三。 総長・山南敬助、一番隊隊長・沖田総司。 二番隊隊長・永倉新八。
es_es: Deputy Director Toshizo Hijikata. President Keisuke Yamanami, Captain Ichiban Soji Okita. Second captain, Shinpachi Nagakura.

source: 六番隊隊長の井上源三郎。 そして八番隊隊長の藤堂平助……
es_es: Inoue Genzaburo, the captain of the 6th division. And Heisuke Todo, the captain of the 8th division ...

source: みんな京で名を上げている“人斬り”だ。
es_es: They are all "human slashers" who are famous in Kyoto.

source: それじゃ天念理心流の使い手は、 今は全員新選組にいるってことか。
es_es: Then, do you mean that all the users of Tennen Rishin-ryu are now in the Shinsengumi?

source: ああ。京に来た頃、連中はまだ 田舎流派と馬鹿にされていたが……
es_es: Oh. When they came to Kyo, they were still ridiculed as rural schools ...

source: すぐに大流派の勤王志士さえ 据え物みてえに斬りまくった。
es_es: Immediately, even a large-class Qin Wang sword was slashed to see a stationary object.

source: そこへさらに１０００人の “人斬り”が集まったのが今の新選組だ。
es_es: The current Shinsengumi is where an additional 1000 "human slashers" gathered.

source: 戦国時代でさえ ここまでの人斬り集団はなかったろう。
es_es: Even in the Warring States period, there would have been no such group of slaughterers.

source: その新選組幹部の中で…… １年前に土佐へ行った男はいるか？
es_es: Among the Shinsengumi executives ... Is there a man who went to Tosa a year ago?

source: あ？ そんなの調べちゃいねえよ。
es_es: Ah? Don't look into that.

source: それに…… 調べろと言われても難しいな。
es_es: And ... it's difficult to find out.

source: そいつは新選組の懐に深く入って 初めて聞き出せる情報だ。 時間がかかりすぎる。
es_es: That is the information that can only be heard by deeply entering the Shinsengumi's pocket. It takes too long.

source: ……そうか。
es_es: ……Really.

source: すると、あんたが探しているのは １年前土佐にいた天念理心流の使い手ってわけか。
es_es: Then, what you are looking for is a Tennen Rishin-ryu user who was in Tosa a year ago.

source: どうしてもそいつを探れってんなら 相当弾んでもらわねえとな。
es_es: If you really can't find it, you shouldn't get a lot of bounce.

source: いや、目的の男が新選組にいるのは確からしい。 ここから先はこっちでやる。
es_es: No, it seems certain that the target man is in the Shinsengumi. From here on, I'll do it here.

source: ほう。どうやって調べる気だ？
es_es: How. How do you want to find out?

source: あ、ちょっとお客さん！ 今、貸切ですさかい！
es_es: Oh, a little customer! It's reserved now!

source: ぐわ！
es_es: Guwa!

source: なんだ？
es_es: what?

source: いや…… わからねえ。
es_es: No ... I don't know.

source: どうもおこしやす。
es_es: It's easy to wake up.

source: 新堀松輔ってもんだが……
es_es: Shinbori Matsusuke, but ...

source: へいへい。そらどうもご丁寧に。
es_es: Hey hey. Thank you very much.

source: 新堀様でいらっしゃいますね。
es_es: You are Mr. Shinbori.

source: 風呂は奥でございます。どうぞ。
es_es: The bath is in the back. here you go.

source: 龍馬
es_es: Ryoma

source: サイの風呂屋
es_es: Rhino bathhouse

source: 番台
es_es: Number stand
