Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021d30.po
Languages: es_es

source: （西郷からも収穫なしか…… 仕方ねえ。一度屯所に戻るしかねえな）
es_es: (There is no harvest from Saigo ... I can't help it. I have to go back to the tunsho once.)

source: 斎藤さん、お待ちを。
es_es: Mr. Saito, please wait.

source: ……山崎か。
es_es: ...... Yamazaki?

source: 局長がお呼びです。
es_es: The director is calling.

source: 「坂本龍馬の調べを報告してくれ」とのことで。
es_es: "Please report the investigation of Ryoma Sakamoto."

source: なに？ ……それじゃ、局長に会えるのか？
es_es: What? ...... Then can you meet the director?

source: もちろん。
es_es: of course.

source: 場所は？
es_es: Location?

source: 祗園にある料亭、「旭屋（あさひや）」。
es_es: Asahiya, a restaurant in Gion.

source: 局長はそこでお待ちです。 ただしその場所は他言無用に。 たとえ相手が新選組の隊士であってもです。
es_es: The director is waiting there. However, the place is useless. Even if the opponent is a Shinsengumi member.

source: ……わかった。
es_es: ……all right.

source: （近藤勇。……天念理心流の親玉、つまり “覆面の男”に最も近いはずの男……）
es_es: (Isami Kondo .... The masterpiece of Tennen Rishin-ryu, that is, the man who should be closest to the "masked man" ...)

source: （ついに会えるのか。 これで、全ての決着がつくのか……？）
es_es: (Can we finally meet? Will this settle everything ...?)

source: 龍馬
es_es: Ryoma

source: 山崎
es_es: Yamazaki
