Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01160708.po
Languages: es_es

source: （橘組の御依頼掲示板に張ってあった奴だな）
es_es: (The guy who was posted on the Tachibana group's request bulletin board)

source: （何やら強そうな連中だがどうするか……？）
es_es: (They seem to be strong, but what should I do ...?)

source: 今はやめておこう。
es_es: Let's stop now.

source: おい、お前らだな。 この店で暴れている迷惑な奴らは。
es_es: Hey, you guys. The annoying guys rampaging in this store.

source: ああ？ 何だ？ この太郎坊様になんか文句あんのかコラ！
es_es: Oh? What? Do you have any complaints about this Tarobo-sama?

source: 俺たちゃ、楽しく飲み食いしてるだけだぜぇ？ なんか問題でもあるってのか？ ああ!?
es_es: I'm just having fun eating and drinking, right? Is there any problem? Oh!?

source: ここの客から苦情が来ていてな。 お前ら天狗連中が店で暴れてるってな。
es_es: There are complaints from customers here. You guys are rampaging in the store.

source: ああ!? それでお前に何の関係があるんだよ！
es_es: Oh !? So what's the matter with you!

source: ひっく…… 俺たちー、浄僧天狗にー、楯突く奴は…… 痛い目ぇ、見てもらわねーとなー！
es_es: Hick ... We, the Jyomon Tengu, the one who pokes the shield ... It hurts, don't you see me!

source: おい、店主！ てめぇが雇ったんだろう？ 後でお前もどうなるか、楽しみにしてろよ！
es_es: Hey, shopkeeper! Did you hire me? Look forward to what happens to you later!

source: ヒィィ……！
es_es: Hey ...!

source: 相手してやるからこっちへこい。
es_es: I'm going to deal with you, so I'm here.

source: チッ、舐めた口ききやがって！ お前ら囲め、やっちまうぞ！
es_es: Chit, licked mouth! Enclose you guys, let's do it!

source: おい、お前は近くにいる 腕の立つ仲間かき集めてこい！ こいつは生かして帰さねえぞ！
es_es: Hey, gather up your talented friends nearby! I can't keep this guy alive!

source: へい！
es_es: Hey!

source: お前ら、やっちまうぞ！
es_es: You guys, let's do it!

source: どうした、もう終わりか？ 終わりならさっさと帰らねぇか。
es_es: What's the end? If it's over, why don't you go home quickly?

source: お、俺たちが負けた……？ た、太郎坊さん！
es_es: Oh, we lost ...? Tarobo-san!

source: こ、こいつ…… バケモンか！ おい！ 引き上げるぞ！
es_es: This guy ... Bakemon! Hey! I'll pull it up!

source: 俺たちを軽々倒すなんて何者だ!? お、お頭に報告だぁ！
es_es: Who is it to beat us lightly !? Oh, report it to your head!

source: ただのゴロツキかと思ったが 剣の心得のある奴もいるみたいだな……
es_es: I thought it was just a sword, but it seems that some people have the knowledge of a sword ...

source: まぁいい。 これで依頼は解決のはずだ。 一度橘組へ戻るか。
es_es: Well good. This should solve the request. Would you like to return to the Tachibana group once?

source: 話しかける
es_es: talk

source: 今はやめておく
es_es: Stop now

source: 粗暴な天狗
es_es: Rough Tengu

source: 天狗面の浪人
es_es: Tengu-faced Ronin

source: 太郎坊
es_es: Tarobo

source: 天狗面の酔っ払い
es_es: Tengu face drunk

source: 店主
es_es: Shopkeeper
