Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016e00d0.po
Languages: es_es

source: あ！ 斎藤さん。 待ってましたよ。さぁさぁ、こちらです。
es_es: Ah! Mr. Saito. I was waiting. Come on, here.

source: 随分と人気のないところまでいくんだな…… ん？
es_es: I'm going to a place that isn't very popular ...

source: 来たか…… 斎藤。
es_es: Did you come ... Saito.

source: また会ったな。また悪さをしているらしいが…… 年貢の納め時だぜ？
es_es: I met you again. It seems that he is doing something wrong again ... It's time to pay the annual tribute, right?

source: ふっふっふ。それは、貴様の方だろう？
es_es: Fufufu. Is that you?

source: 何？
es_es: what?

source: 罠にはまったな。斎藤さんよぉ。……貴様と 沖田にはこの前、恥かかせられちまったからな。 ちょっと仕返しさせてもらおうと思ってな。
es_es: I'm stuck in a trap. Saito-san. ...... Because you and Okita have been embarrassed the other day. I'm thinking of getting a little revenge.

source: まさか……
es_es: No way ...

source: へへへ…… これでよかったんですよね？ 役目は果たしましたから、 ちゃんと分け前、くださいよ？
es_es: Hehehe ... That's good, isn't it? I've done my job, so please share it properly, right?

source: ……おう。上出来だ。 分け前は後でたっぷりやるからよ。 こいつをぶっ倒して、奪いとった金からな！
es_es: ...... Oh. It's good. I'll do a lot of sharing later. From the money I stole by knocking him down!

source: ……そうか。お前ら、仲間だったって訳か。
es_es: ……Really. Did you guys be friends?

source: あ、あれは…… 斎藤さん!?
es_es: Oh, that is ... Saito-san !?

source: 何か…… まずい状況になってる!? お、沖田さんは？ 沖田さんはいないのか……
es_es: Something ... I'm in a bad situation !? Oh, Mr. Okita? Isn't there Mr. Okita ...

source: いくら三番隊の斎藤とはいえ、今日は１人だ。 沖田もいねぇ。 はたして俺たち全員を、相手にできるかな……？
es_es: No matter how much Saito of the third corps, he is alone today. Okita isn't there either. Can we really deal with all of us ...?

source: ちっ……
es_es: Chi ...

source: このままじゃまずい！ 何とかしないと！
es_es: It's not good as it is! I have to do something!

source: こないだの借り、返させてもらうぜ。やっちまえ！
es_es: I'll borrow it and return it. Just do it!

source: なかなかやるじゃねえか……
es_es: It's hard to do it ...

source: へっ…… 俺たちもダテに剣術積んでないんでね。
es_es: Hmm ... We don't have swordsmanship on the date either.

source: けっ！ 新選組と言っても、 所詮は多摩の田舎もんが集まっただけじゃねえか！ 調子に乗ってんじゃねえぞ！
es_es: Ke! Even though it's a Shinsengumi, after all, it's just a gathering of Tama countryside mons! Don't get in the way!

source: アカンで、一（はじめ）ちゃん…… 独り占めは…… ワシもまぜてくれや～！
es_es: In Akan, Ichi (Hajime) -chan ... To be monopolized ... Mix me with me!

source: その声は沖田か？
es_es: Is that voice Okita?

source: はうぁ！ まさか、お、沖田!?
es_es: Wow! No way, Okita !?

source: 誰や、今新選組のことバカにした奴は……
es_es: Who is the one who made a fool of the Shinsengumi now ...

source: もういっぺん言うてみろやぁあああ！
es_es: Let's say it again!

source: ひいいいい！
es_es: Good!

source: 新選組最凶の一番隊と三番隊の隊長を敵に回すとは ええ度胸やで、今すぐやったろうやないかい!!
es_es: It's courageous to turn the captains of the Shinsengumi's worst 1st and 3rd units into enemies, so why not do it right now !!

source: こ、こんな状態で沖田なんかまで相手にしたら…… 間違いなく、こ、殺される……！
es_es: If I deal with Okita in such a state ... I'm sure he will be killed ...!

source: す、すみませんでした！ ゆ、許してくださいいいいっ！
es_es: I'm sorry! Yu, please forgive me!

source: 沖田……
es_es: Okita ……

source: な、なんや……
es_es: Hmm ...

source: ふう…… 助かったぜ。
es_es: Hmm ... I was saved.

source: き、気にすんなや、一（はじめ）ちゃん。 ほな、ワシは先に帰るわ～！
es_es: Don't worry, Ichi (Hajime) -chan. Honestly, I'll be back first!

source: おい、沖田？ どこへ行くんだ？
es_es: Hey, Okita? Where are you going

source: はぁ～…… 良かった～。
es_es: Hmm ... It was good.

source: 博徒
es_es: Bakuto

source: 龍馬
es_es: Ryoma

source: 親玉風の浪人
es_es: Ronin in the style of a protagonist

source: 原口
es_es: Haraguchi

source: たちの悪い浪人
es_es: Bad Ronin

source: 沖田？
es_es: Okita?
