Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c12d3.po
Languages: es_es

source: （討ち入りまでは外に出るなって命令だったな。 仕方ない、中で時間を潰すか）
es_es: (It was an order to go out until the attack. I can't help but kill time inside.)

source: （土方から土蔵に来るよう言われているんだったな）
es_es: (Hijikata told me to come to the storehouse)

source: 斎藤殿！
es_es: Saito!

source: お前は？
es_es: You are?

source: 八番隊…… 藤堂隊長の配下の者です。
es_es: Eighth Corps …… It is a subordinate of Captain Todo.

source: そうか。それで、何の用だ。
es_es: Really. So what is it for?

source: 藤堂隊長から、「脱走隊士」について お話はありましたか？
es_es: Did Captain Todo talk about "escape soldiers"?

source: 脱走……？ いや、聞いてない。
es_es: Escape ...? No, I haven't heard.

source: やっぱり…… まったくあの方は。
es_es: After all ... That person at all.

source: 先日、山南殿の脱走騒ぎに乗じて 三番隊の隊士が１人、隊から脱走したんです。
es_es: The other day, one member of the 3rd corps escaped from the corps, taking advantage of the escape turmoil of Sannan-den.

source: 三番隊…… 俺の隊か。
es_es: Third corps ... Is it my corps?

source: はい。脱走隊士は「秋元」という男で、 今もなお逃走中。 秋元の行方は組の調査部隊が追っています。
es_es: Okay. The escape soldier is a man named "Akimoto" who is still on the run. Akimoto's whereabouts are being followed by a group of investigation teams.

source: ついては居場所がつかめ次第、 隊長である斎藤殿が捕縛するよう 副長から指令が出ております。
es_es: As soon as the whereabouts are found, the Deputy Chief has issued a command to arrest Saito, the captain.

source: ……前三番隊隊長からの 引き継ぎ業務ってワケか。
es_es: ...... Is there any reason to take over from the former captain of the 3rd division?

source: はい。 ……と、いうことを藤堂隊長が お伝えするはずだったんですが。お恥ずかしい。
es_es: Okay. ..., Captain Todo was supposed to tell you that. It's embarrassing.

source: 分かった。脱走隊士の秋元だな。 覚えておく。
es_es: Do you get it. It's Akimoto, a deserter. Remember.

source: よろしくお願いいたします。では。
es_es: Thank you. Then.

source: （藤堂が屯所内を案内していくれている最中だ。 今は、藤堂について行こう）
es_es: (Todo is in the process of guiding us around the tunsho. Now, let's follow Todo)

source: （まだ日暮れまで時間があるようだ。 もう少し、屯所を見物しよう）
es_es: (It seems that there is still time until nightfall. Let's see the tunsho a little more)

source: 龍馬
es_es: Ryoma

source: 八番隊隊士
es_es: Eighth Division Team Members
