Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021cbe.po
Languages: es_es

source: （……御所へ火を放ち、帝を奪うだと？ ずいぶん過激な計画を立てたもんだ……）
es_es: (... Is it going to set fire to the Imperial Palace and rob the Emperor? I made a very radical plan ...)

source: （それに中岡が関わっているというのか？ もし本当なら、あいつの身が危ない）
es_es: (Is Nakaoka involved in that? If true, he's in danger)

source: （寺田屋へ知らせに行ってやろう）
es_es: (Let's go to the Teradaya to inform)

source: あれ…… なんだか頭数が減りましたねえ。
es_es: That ... Somehow the number of heads has decreased.

source: へっ、鈴木と谷のことか？ あいつら敵にひと太刀でやられたらしいじゃねえか。 ったく、だらしねえ。
es_es: Hey, Suzuki and Tani? It seems that they were killed by the enemy with a single sword. It's just sloppy.

source: 相手はあの人斬り以蔵だった。仕方あるまい。
es_es: The other party was Izo Izo. It can't be helped.

source: そういや鈴木三樹三郎って、確か伊東参謀の 口利きで、隊長に抜擢したんじゃなかったか？
es_es: No, wasn't Miki Saburo Suzuki appointed as the captain by the staff of the Ito staff?

source: はっ！ こいつは伊東一派にとっちゃ一大事だ。
es_es: Hah! This is very important for the Ito faction.

source: あと伊東派で残ってんのは、平助だけか。
es_es: Is Heisuke the only Ito school left?

source: いやだなぁ。 俺は昔、伊東さんに兵法を習っただけですよ。 これでも「試衛館」以来の近藤派なんですから。
es_es: I don't like it. I just learned military art from Mr. Ito a long time ago. Even this is the Kondo school since the "Trial Hall".

source: だがよ、伊東さんを局長に紹介したのは お前ぇじゃなかったか？
es_es: But, wasn't it you who introduced Mr. Ito to the director?

source: 伊東さんが新選組乗っ取った暁には、 副長くらいにはしてもらえんだろ？
es_es: When Mr. Ito took over the Shinsengumi, could he be a deputy director?

source: いい加減にしろ左之助。
es_es: Sanosuke Sagara.

source: 新選組に、派閥はない。 局長以下、我々は皆、尽忠報国を掲げる同志だ。 そのことを忘れるな。
es_es: There are no factions in the Shinsengumi. Below the director, we are all comrades who advocate a nation of loyalty. Don't forget that.

source: へいへい。悪うござんした…… 副長様。
es_es: Hey hey. I'm sorry ... Deputy Chief.

source: 土方副長の仰るとおりです。 どの流派だの、どの道場出身だのは関係ない。
es_es: As Hijikata says. It doesn't matter which school you are from or which dojo you are from.

source: 当然、試衛館出身の人間だけが優遇されるわけ でもない。それが新選組という組織のありようだ。
es_es: Of course, not only people from the test center are given preferential treatment. That seems to be an organization called Shinsengumi.

source: ですよね……副長？
es_es: That's right ... Deputy Chief?

source: 無論だ。
es_es: Of course.

source: もういい加減、本題に入りませんか？
es_es: Why don't you get into the main subject anymore?

source: 私のように尽忠報国のため新選組に入った人間には、 試衛館だの、伊東派だの、そういった浮ついた話は 飽き飽きだ。
es_es: People like me who joined the Shinsengumi because of the nation of loyalty are tired of the stories that come to mind, such as the test center and the Ito school.

source: 相変わらず固いねぇ、松原は。
es_es: It's still hard, Matsubara.

source: 私は、勤王を謳い京の街で暴れまわる、 長州や薩摩の志士たちが許せないだけなのです！
es_es: I just can't forgive the Choshu and Satsuma scholars who sing Qin Wang and rampage in the city of Kyoto!

source: 副長、どうか本題に。 噂によれば「長州」の息のかかった男を 捕まえたと聞きましたが……
es_es: Deputy chief, please on the subject. Rumor has it that I caught a breathtaking man in "Choshu" ...

source: ああ。 ……君たちに集まってもらったのは他でもない。
es_es: Oh. ...... Nothing else was gathered by you guys.

source: 今夜、新選組は歴史にその名を刻む。 心して聞いてもらいたい。
es_es: Tonight, the Shinsengumi will make its name in history. I want you to listen with your heart.

source: 昨夜、監察の山崎がとある「勤王志士」の 密偵を捕まえた。
es_es: Last night, inspector General Yamazaki caught a spy of a certain "Qin Wang Shishi".

source: 名前は古高俊太郎。 ……実は、この男のねぐらから大量の火薬が 発見された。
es_es: The name is Shuntaro Kodaka. ...... Actually, a large amount of gunpowder was found in this man's roost.

source: 大量の火薬やと……？ そんなもん何に使う気ぃや？
es_es: A large amount of gunpowder ...? What do you want to use it for?

source: それを吐かせるために、古高を一晩拷問にかけた。
es_es: Kodaka was tortured overnight to make it vomit.

source: そして白状したところ…… 勤王志士４０名による大規模な計画が発覚した。
es_es: And when I confessed ... A large-scale plan by 40 Qin Wang scholars was discovered.

source: 何なんや、その計画っちゅうのは。
es_es: What is the plan?

source: 御所放火…… 連中は大量の火薬で、帝のおわす御所を 焼き払おうとしていたのだ。
es_es: Arson of the Imperial Palace ... They were trying to burn the Imperial Palace of the Emperor with a large amount of gunpowder.

source: !? 御所を!? ホンマなんかその話。
es_es: !? Gosho !? Honma is that story.

source: ちょ、ちょっと待ってくださいよ。 でもそれっておかしくないですか？
es_es: Please wait a moment. But isn't that strange?

source: 勤王っていったら、帝を敬ってる人たちの ことでしょ？ なのになんで 御所を焼き払わなきゃならないんですか？
es_es: If you were a Qin Wang, you would mean people who respect the emperor, right? Why do I have to burn the Imperial Palace?

source: 御所に火をつければ、京都を守る幕府の役人が 集まってくる。
es_es: If you light the Imperial Palace, the officials of the shogunate who protect Kyoto will gather.

source: 我々新選組もだ。 それを一気に皆殺しにする気だったらしい。
es_es: We are also Shinsengumi. It seems that he was willing to kill it all at once.

source: なら狙いはワシら、っちゅうことか…… なんや、おもろそうな話になってきたやないか。
es_es: Then the aim is eagle, etc .... I think it's become an interesting story.

source: いや、ヤツらの真の狙いは我々ではない。 むしろその先……
es_es: No, their true aim is not us. Rather beyond that ...

source: 火災に乗じて、御所から帝を奪い去ることにある。
es_es: It is to take the emperor from the Imperial Palace by taking advantage of the fire.

source: 帝を…… 奪う!?
es_es: Take the emperor ...!?

source: やつらの狙いは帝を手に入れて、 倒幕の勅命をださせることだった。
es_es: Their aim was to get the Emperor and give him the decree of the defeat.

source: 結局、連中は帝を政治の道具としか 見ていないということか……
es_es: After all, they only see the emperor as a political tool ...

source: なんてことだ……
es_es: What the hell ...

source: ……で、ワシらは何をやればええんや？ その４０人をとっ捕まえて、斬ればええんか？
es_es: …… So what should we do? Is it possible to catch those 40 people and slash them?

source: まあそう焦るな。 実は今、監察の山崎に連中の「根城」を 探らせている。
es_es: Well don't rush. In fact, I'm letting the inspector general Yamazaki search for their "Nejo".

source: おそらく今夜にでも会合を持って、 計画の練り直しに動き出すはずだからな。
es_es: Perhaps we'll have a meeting tonight and start re-planning.

source: 我々新選組は、今夜その根城を襲撃する。
es_es: We Shinsengumi will attack the Nejo tonight.

source: よっしゃぁ、気持ちが乗ってきたでぇ！ 久々に思いっきり暴れられそうやな!!
es_es: Okay, I'm feeling better! It's been a long time since I've been going wild !!

source: せやけど４０人もの勤王志士相手となると、 どう戦ってええもんか分からんのぅ。
es_es: I don't know how to fight against as many as 40 Qin Wang scholars.

source: んなもん、斬って斬って斬りまくればええんやろが。
es_es: Hmmm, if you slash and slash and slash, you'll be fine.

source: お前はそれでええ。せやけど光州流軍学を極める ワシとしては、もっと無駄のない、大将首に 狙いを絞った闘いをしたいんや。
es_es: That's it for you. As an eagle who masters Gwangju style military studies, I want to fight more efficiently and focus on the general.

source: フン、……そないなもん賞金目当てなだけやろが。
es_es: Hmm ... I'm just looking for a prize.

source: 金が無いことには、隊は動かせんからの。
es_es: Without money, the corps wouldn't move.

source: 副長、せめて誰が敵なのか、 名前くらい情報はないんですか？
es_es: Deputy Chief, do you have any information about who is the enemy at least by name?

source: 主犯格は長州の吉田稔麿という男のようだが、 この計画には、様々な藩の人間が 関係しているらしく、特定が難しい。
es_es: The main culprit seems to be a man named Minoru Yoshida of Choshu, but it seems that people from various clan are involved in this plan, and it is difficult to identify.

source: 長州では境、北野、土佐藩では、長井、佐々木、 中岡とかいう男の名前がでていたが……
es_es: In Choshu, Sakai, Kitano, and Tosa Domain had the names of men such as Nagai, Sasaki, and Nakaoka ...

source: なんだと……？
es_es: what……?

source: ん？ 斎藤…… どうかしたのか？
es_es: Hmm? Saito: What's wrong?

source: いや…… 別になんでもねえ。
es_es: No ... nothing else.

source: そしたら、吉田稔麿を獲れば、 報酬も跳ね上がると……
es_es: Then, if you catch Minoru Yoshida, the reward will jump up ...

source: ま、そういうことになるだろうな。
es_es: Well, that would be the case.

source: ふふふふふ……
es_es: Fufufufufu……

source: ……よし。他に聞きたいことはないな？
es_es: ...... Okay. Is there anything else you would like to ask?

source: それじゃ私と伊東さんは夜までに 襲撃の手はずを決めておく。 諸君はそれまで通常通りに。
es_es: Then I and Mr. Ito will decide how to attack by night. You guys are as usual until then.

source: 我々が普段と違う動きをすれば、 連中に襲撃を気づかれるからな……
es_es: If we move differently than usual, they will notice the attack ...

source: 龍馬
es_es: Ryoma

source: 新選組幹部会
es_es: Shinsengumi Presidium

source: 藤堂
es_es: Todo

source: 原田
es_es: Harada

source: 井上
es_es: Inoue

source: 伊東
es_es: Ito

source: 土方
es_es: Earthwork

source: 松原
es_es: Matsubara

source: 永倉
es_es: Nagakura

source: 武田
es_es: Takeda

source: 沖田
es_es: Okita
