Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c132f.po
Languages: es_es

source: ちょいと、お客人。
es_es: A little customer.

source: お前は、丁半博打の…… 壺振りか。
es_es: You're a cho-han gambling ... jar swing?

source: お客人。 あんた、最近よく見る顔だねぇ。
es_es: Customer. You're the face you often see these days.

source: フン。いつも有り金をすられてばかりだからな。 いやでも目に付くだろう。
es_es: Hung. Because I've always been paid for it. No, you will notice it.

source: おや、そうだったかい？ いい勝負師の目をしてるように思えたんだけどねぇ。
es_es: Oh, was that so? It seemed like I had the eyes of a good matchmaker.

source: ……まぁいいさ、次に勝負するとき、 あんたの実力、改めて確認させてもらうとするよ。
es_es: ...... Well, the next time I play, I'll check your ability again.

source: あぁ、そのうちな。
es_es: Oh, that's it.

source: フッ、待ってるよ。
es_es: Huh, I'm waiting.

source: 「賭場の壺振り」との絆が芽生えました。 今後交流をし、絆ゲージをためることで、 絆を深めることができます。 ゲージの状況は、ポーズメニューの「精進目録」でも確認できます。 積極的に「賭場の壺振り」と交流してみましょう。
es_es: A bond with the "casino jar swing" has sprung up. You can deepen your bond by interacting with each other and accumulating the bond gauge in the future. You can also check the status of the gauge in the "Dedication Catalog" in the pause menu. Let's actively interact with the "casino pot swing".

source: 壺振り
es_es: Vase swing

source: 賭場の壺振りとの絆
es_es: Bond with the jar swing of the gambling house
