Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021da9.po
Languages: es_es

source: （沖田の奴、言うだけ言って行きやがったな。 伏見の千石虎之丞邸へ討ち入り、か）
es_es: (Okita's guy, I just said it.

source: （気は乗らないが、奴一人で突っ込んだら 要らん死人が出ちまいそうだ…… 仕方ない）
es_es: (I don't feel like it, but if I rush it alone, I don't think there will be any dead people ... I can't help it.)

source: （千石邸の前に夜集合だったな。 しばらく時間を潰すか）
es_es: (It was a night gathering in front of the Sengoku residence. Will you kill time for a while?)

source: よお。待っとったでぇ？ 一（はじめ）ちゃん。
es_es: Yoo. Did you wait? Ichi (beginning) -chan.

source: ……俺に話ってのは？
es_es: ...... What are you talking to me?

source: ヒヒ、相変わらず愛想がないのぉ。……まあええわ。
es_es: Baboon, I'm still unfriendly. ...... Well yeah.

source: ところで一（はじめ）ちゃん、 千石虎之丞って名前、知ってるか？
es_es: By the way, do you know the name Ichi (Hajime) -chan, Toranosuke Sengoku?

source: 千石……？ いや、知らねえな。
es_es: Sengoku ……? No, I don't know.

source: 千石は京で指折りの呉服商や。 伏見にごっつい豪邸かまえとる。
es_es: Sengoku is one of the best mercers in Kyoto. Take a mansion in Fushimi.

source: 一（はじめ）ちゃんも見たことくらいあるはずや。
es_es: I'm sure I've seen Ichi (Hajime) -chan.

source: それで？
es_es: So what?

source: その千石の屋敷に勤王派の志士が ぎょうさん匿われとる。
es_es: Gyo-san is hidden in the Sengoku mansion.

source: 千石は裏で勤王派に貢いどる危険人物 っちゅうことや。
es_es: Sengoku is a dangerous person who contributes to the Qin Wang faction behind the scenes.

source: ……それを取り締まるってことか？
es_es: ...... Do you mean to crack down on it?

source: 当たり前やろ？ ワシら新選組やで？
es_es: Obviously? I'm a Shinsengumi?

source: なら、なんで俺だけに話すんだ？
es_es: Then why do you only talk to me?

source: 手柄の分け前減らしたないんや。 せやから副長にも言うとらん。
es_es: I don't want to reduce the share of credit. I wouldn't say it to the deputy director.

source: ワシと一（はじめ）ちゃんだけや。
es_es: Only me and Ichi (Hajime) -chan.

source: ほんで今晩、２人で千石の屋敷に踏みこむ。
es_es: Tonight, the two of us will step into the Sengoku mansion.

source: あんた…… なにを企んでいる？
es_es: You ... what are you planning?

source: あ？
es_es: Ah?

source: 組む相手は俺でなくてもかまわねえはずだ。 永倉でも藤堂でも……
es_es: It doesn't have to be me. In Nagakura or Todo ...

source: ヒヒ、一（はじめ）ちゃんは天念理心流追って ウチに入隊したんやろ？
es_es: Hihi, Ichi (Hajime) -chan joined us in pursuit of Tennen Rishin-ryu, right?

source: 金目当ての男やないっちゅうこっちゃ。 そしたら分け前でもめることもあらへん。
es_es: A man who is looking for gold and a lot of people. Then you can't even share it.

source: ええか？ 夜んなったら千石ん家の前に集合や。 ちゃあんと、準備してくるんやで？ 一（はじめ）ちゃん。
es_es: Yeah? At night, we will meet in front of the Sengoku family. Chaan, are you ready? Ichi (beginning) -chan.

source: おっそいでぇ。一（はじめ）ちゃん。
es_es: It's slow. Ichi (beginning) -chan.

source: 沖田…… 何か用か。
es_es: Okita …… Is it for something?

source: ちょっとエエ話があんねん。 一（はじめ）ちゃんにだけのとっておきや。
es_es: There is a little talk about it. Special for Ichi (Hajime) -chan.

source: 何やその顔。ま、ええわ。 あとで土蔵に来てもらおか。
es_es: Somehow that face. Well, yeah. Would you like me to come to the storehouse later?

source: ……ここじゃマズイのか？
es_es: ...... Is it bad here?

source: ２人っきりで話がしたいんや。 ワシと一（はじめ）ちゃんとで…… ほな。
es_es: I want to talk with just two people. With me and Ichi (beginning) ... Honna.

source: （沖田…… 何のつもりだ？）
es_es: (Okita ... what are you going to do?)

source: （まあ、気が向いたら話を聞いてみるか。 土蔵で待っていると言っていたな）
es_es: (Well, if you feel like it, why don't you listen to it? You said you were waiting at the storehouse)

source: 龍馬
es_es: Ryoma

source: 沖田
es_es: Okita
