Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid011607dd.po
Languages: es_es

source: 邪魔するぞ。 藤次郎というのはお前だな？
es_es: I'll get in the way. Is Tojiro you?

source: うぅ……
es_es: Uh ...

source: なんだお前は？
es_es: What are you?

source: もうこれ以上、忍盗に盗みをさせるんじゃない。 その香は危険だ。 いいから外に出ろ。
es_es: Don't let the ninja steal anymore. The incense is dangerous. Get out because it's okay.

source: ……うぅ。
es_es: ...... Uh.

source: これがなければお春はすぐに死んでしまう。 お前は俺たちからお春を奪いに来たのか！ きっとそうに違いない！ ああああ！
es_es: Without this, spring would die soon. Did you come to rob us of spring! It must be so! Ah ah!

source: チッ、やはり話は通じないか……
es_es: Chi, can't you understand the story ...

source: 緑忍、お春を探せ！ 連れ出して外の空気を吸わすんだ。
es_es: Green Shinobu, look for spring! Take it out and breathe in the outside air.

source: わかりました！ きっと離れの方に居るはずです！ 行ってきます。
es_es: understood! I'm sure you're far away! I'm going.

source: お前らの相手は俺だ。
es_es: Your opponent is me.

source: うあぁぁぁ！
es_es: Wow!

source: お兄ちゃん！
es_es: brother!

source: お春！ お前…… 動けるのか？
es_es: Spring! You ... can you move?

source: うん…… だからもうやめて！
es_es: Yeah ... so stop it!

source: 藤次郎様、目を覚ましてください。 きっとあの医者からもらった香が悪いのです！
es_es: Mr. Tojiro, please wake up. I'm sure the incense I got from that doctor is bad!

source: うぅ…… 頭が痛い……
es_es: Uh ... I have a headache ...

source: お兄ちゃん！
es_es: brother!

source: 藤次郎様！
es_es: Mr. Tojiro!

source: こいつら全員、橘組まで運ぶぞ。 このままにはしておけない。
es_es: All of these guys will carry it to the Tachibana group. I can't leave it like this.

source: わかりました！
es_es: understood!

source: 藤次郎
es_es: Tojiro

source: 緑忍
es_es: Green Shinobu

source: お春
es_es: Spring
