Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0134003a.po
Languages: es_es

source: ないない！ 目覚ましかけてもダメなんですから。
es_es: No no! You can't even wake up.

source: 電車の中って、揺れが心地よくて、 すごくよく眠れちゃうんですよ。
es_es: On the train, the shaking is comfortable and I can sleep very well.

source: ぐるぐる回ってるから終点で 車掌さんに起こされることもないし。 ホテル山手マジ便利♪
es_es: It's spinning around so it won't be woken up by the conductor at the end. Hotel Yamate is really convenient ♪

source: それはいいな。この時期、電車の中は暖房も 効いてて暖かいよな。
es_es: That's good. At this time of year, the train is warm with heating.

source: そうそう♪ 家にいるよりよっぽど経済的♪ 何時間でも乗ってられちゃいますよ♪
es_es: Oh yeah ♪ It's much more economical than staying at home ♪ You can ride for hours ♪

source: なんか目的を見失ってるような気もするが……
es_es: I feel like I've lost sight of my purpose ...

source: 迷惑だろう。ちゃんと乗ってる分だけ金払えよ。
es_es: It would be a nuisance. Pay only for what you are riding properly.

source: え？ どうやって？
es_es: e? how?

source: どうやってって…… ……どうやるんだろうな？
es_es: How do you do it ………… How do you do it?

source: でしょ～!? 自動改札なんだから払いようが ないじゃん！ だから払わなくていいんですー。
es_es: Right ~ !? It's an automatic ticket gate, so I can't afford to pay! So you don't have to pay.

source: うーむ、納得がいかんな……
es_es: Hmmm, I'm not convinced ...

source: 車で送ってもらえよ。 そうすれば家まで直行だから寝てても安心だろう。
es_es: Please send it by car. That way, you can go straight to your house, so it's safe to sleep.

source: あー、お店の送迎？ あれ結構高いんですよ…… さすがにそれ頼むくらいなら自分で帰るっていう。
es_es: Ah, shop pick-up? That's quite expensive ... It's said that if you ask for it, you'll go home by yourself.

source: あれ使ってるのって、出勤日数少なくても すごい額稼いでるような人だけですよ。 毎日使ってたら稼ぎが全部持ってかれちゃいます……
es_es: Only people who use it are those who make a lot of money even if they have only a few working days. If you use it every day, you will get all your money ...

source: なるほど…… あまり便利でもないんだな。
es_es: I see ... It's not very convenient.

source: 桐生さん、コーヒーと紅茶だったらどっちが好き？
es_es: Kiryu-san, which do you like better, coffee or tea?

source: コーヒーだな。仕事の合間によく飲んでるぜ。
es_es: It's coffee. I often drink between work.

source: あ～、私も仕事してる時だったらそうかな～？ 眠い時はコーヒーの方がいいもんね。
es_es: Ah, maybe when I'm working too? Coffee is better when you're sleepy.

source: ということは、お前は紅茶が好きなんだな。
es_es: So you like tea.

source: 紅茶だな。喫茶店でケーキセットなんかを頼む時は、 紅茶の方がよく合うからな。
es_es: It's tea. When asking for a cake set at a coffee shop, tea goes better.

source: アハッ♪ 結構意外♪
es_es: アハッ♪ Unexpected structure♪

source: そうか？ 男だって紅茶くらい飲むだろう。
es_es: Really? Even a man would drink as much tea.

source: ん～、女の子はのんびりお茶しながら何時間でも おしゃべりできますけど、男の人はそういう 目的がないの苦手って人も多いから……
es_es: Hmmm, girls can chat for hours while having a relaxing cup of tea, but many men are not good at having such a purpose ...

source: 確かに、紅茶は女性っぽくて、 男はあまり飲まないイメージがあるな。
es_es: Certainly, tea is feminine, and I have the image that men don't drink much.

source: 私、紅茶がとにかく好きなんです！ 毎日１０杯ぐらい飲んでますよ♪
es_es: I just love tea! I drink about 10 cups every day ♪

source: すごいな。それじゃ紅茶については 相当こだわりがありそうだな。
es_es: It's amazing. Then there seems to be a lot of commitment to black tea.

source: もちろん！ ちゃんと紅茶教室に通って 勉強してるんですから♪
es_es: of course! I'm studying by going to a tea class properly ♪

source: 紅茶教室？ どんなことを勉強するんだ？
es_es: Tea class? What are you studying?

source: んーと、美味しい紅茶の淹れ方とか。 お湯は必ず沸騰したてで、ティーポットも鉄製のは 使っちゃダメとか、そういうの。
es_es: Well, how to make delicious black tea. The hot water is always boiling, and you shouldn't use an iron teapot.

source: 面白そうだな。たまには自分で紅茶を 淹れてみるのもいいかも知れない。
es_es: Sounds interesting. Sometimes it may be good to try brewing tea yourself.

source: でしょ～♪ そういうの勉強して、 うちでティーパーティー開くのが目標なんです！ 桐生さんもやってみない？ 絶対楽しいですよ♪
es_es: Right ~ ♪ My goal is to study that kind of thing and hold a tea party at home! Why don't you try Kiryu? It's definitely fun ♪

source: それはいいな。客人に茶を振るまうなんて、 一家の主として、ちょっと格調高い感じがするぜ。
es_es: That's good. Serving tea to the guests feels a little dignified as the owner of the family.

source: 奥様方なんかはよくやってそうですけど、 男の人は普通やんないですからねー。
es_es: It seems that his wife often does it, but men usually don't.

source: ま、食器やら何やら準備が大変そうだが、 一度くらいならやってみてもいいかもな……
es_es: Well, it seems difficult to prepare tableware and so on, but maybe you can try it once ...

source: 俺は飲む方専門だからな。 そういうのはいいよ。
es_es: I'm a drinker. That's fine.

source: じゃあ茶葉のこととか勉強したらどうですか？ 同じ茶葉でも良し悪しがあって、味も値段も 全然違うんですから。
es_es: Then why don't you study about tea leaves? The same tea leaves are good and bad, and the taste and price are completely different.

source: 他にも、このお茶にはこういう効果があって、 こういう時に飲むといいとか。 豆知識覚えておくと色々得ですよ♪
es_es: Besides, this tea has such an effect, and you should drink it at such times. It's a great deal to remember the trivia ♪

source: へぇ…… 奥が深いんだな。 違いがわかる男を目指してみるのもアリかもな。
es_es: Hmm ... it's deep. It might be an ant to aim for a man who can understand the difference.

source: 呼ぶ相手がいない。 酒買って宅飲みするんならともかく、 紅茶を楽しむような知り合いは、な……
es_es: There is no one to call. Aside from buying sake and drinking at home, I don't know anyone who enjoys tea ...

source: それならなおさら呼べばいいじゃないですか！ 普段飲み慣れてない人に紅茶を楽しんでもらう会に すればいいんですよ♪
es_es: Then you should call it all the more! It's good to have a party where people who are not accustomed to drinking tea can enjoy tea ♪

source: うーむ…… アイツらなら意外と呼べば 来そうな気もするな……
es_es: Hmm ... I don't think they'll come if you call it unexpectedly ...

source: 面倒だな。美味しければなんでもいいじゃないか。
es_es: It's a hassle. Anything is fine as long as it is delicious.

source: ダメですよ！ 紅茶はちょっとした淹れ方の違いで 味が全然変わってきちゃうんですから！
es_es: It's no good! The taste of black tea changes completely depending on how it is brewed!

source: そうなのか。それじゃ今度から 少し意識して味わってみるとするかな。
es_es: Is that so. Then I think I'll try to taste it with a little consciousness from now on.

source: 絶対違いますから！ 美味しい紅茶は、 必ずちゃんとした淹れ方をしてるはずですよ♪
es_es: It's definitely different! Delicious black tea must be brewed properly ♪

source: フッ、本当にこだわりがあるんだな……
es_es: Huh, I'm really particular about it ...

source: もっと気楽に楽しめよ。 細かいことにこだわってたら、 楽しいティータイムが興醒めになるぜ。
es_es: Enjoy it more comfortably. If you stick to the details, you'll have a fun tea time.

source: まずい紅茶を飲んでガッカリするくらいなら、 飲まない方がマシですよ！
es_es: It's better not to drink than to drink bad tea and be disappointed!

source: 桐生さんも女の子とお茶をするなら、 下手なところに連れて行かないように 気をつけた方がいいですよ。
es_es: If Kiryu-san also has tea with a girl, you should be careful not to take him to a bad place.

source: そうだな……
es_es: That's right ...

source: 飲みすぎだろ。そんなに飲んで大丈夫なのか？
es_es: You drank too much. Is it okay to drink so much?

source: まぁ、タンニンが入ってますから、 多少貧血になったりもしますけど……
es_es: Well, because it contains tannins, I may get a little anemic, but ...

source: 詳しいな。
es_es: I'm detailed.

source: そりゃあ紅茶教室に通ってますから♪
es_es: That's because I go to a tea class ♪

source: おいおい。紅茶で貧血になるなんて 聞いたことがないぞ。 それ相当まずいんじゃないのか？
es_es: Hey hey. I've never heard of tea causing anemia. Isn't that bad?

source: コーヒーや緑茶だって同じですよ。 お茶の飲み過ぎは鉄分の不足に繋がるんですから。
es_es: The same goes for coffee and green tea. Drinking too much tea leads to a lack of iron.

source: 本当か？ それじゃコーヒーも飲み過ぎは 良くないということか。
es_es: Really? Does that mean it's not good to drink too much coffee?

source: でも、飲みすぎなければいいんですよ。 毎日いい感じに飲んでれば健康にいいんですから♪
es_es: But you shouldn't drink too much. It's good for your health if you drink it nicely every day ♪

source: さすがに１０杯は飲み過ぎだろう……
es_es: As expected, 10 cups would be too much to drink ...

source: 私、あんまり服を持ってないんですよ～。
es_es: I don't have much clothes ~.

source: そうなのか？ オシャレそうなイメージがあるが……
es_es: Is that so? There is an image that looks fashionable, but ...

source: 全然！ ホント必要最低限しか持ってなくて。 うっかりクリーニング出すの忘れたりすると 着るものなくてホント大変なんですよ。
es_es: At all! I really only have the minimum required. If you inadvertently forget to clean it, it's really hard because you don't have anything to wear.

source: 俺も服は少ないな。 家にいる時は大抵ラフな格好だし、 外出る時はいつも一張羅だな。
es_es: I also have few clothes. When I'm at home, I usually look rough, and when I go out, I'm always in a hurry.

source: ですよね～♪ みんな案外そんなもんですよ。 オシャレな人でも、ちゃんと注意して見ると、 割と同じ服を何度も着てたりとか。
es_es: That's right ~ ♪ Everyone is unexpectedly like that. Even if you are a fashionable person, if you look carefully, you may find that you wear the same clothes many times.

source: いい服であれば、何度も着たいしな。 しょっちゅう違う服を買ってるヤツなんて、 無駄遣いもいいところだ。
es_es: If it's good clothes, I want to wear it many times. It's a good place to waste money if you buy different clothes all the time.

source: 面倒くさがるなよ。案外そういうのって しっかりチェックされてるもんだからな。 手を抜いてるとすぐにバレるぞ。
es_es: Don't be bothered. Unexpectedly, that kind of thing is well checked. As soon as you pull out your hand

source: だから毎回違う風に見えるように 色々工夫してるんですよ～。
es_es: That's why I'm trying various things to make it look different every time.

source: 服買う時も、着回しができないような服は 買わないように気をつけてますし。
es_es: When I buy clothes, I'm careful not to buy clothes that I can't mix and match.

source: ほう…… 色々考えてるんだな。
es_es: Hmm ... I'm thinking a lot.

source: 俺が買ってやろうか？ 一着や二着、どれでも好きなの買ってやるぜ。
es_es: Should I buy it? I'll buy one or two, whatever you like.

source: あー、気持ちは嬉しいんですけど……
es_es: Ah, I'm happy about it ...

source: 私、部屋が狭くてクローゼットもないんですよ。 服があってもそんなに仕舞えなくて。 だから、たくさん買わないようにしてるんです。
es_es: I have a small room and no closet. Even if I had clothes, I couldn't finish it so much. That's why I try not to buy a lot.

source: なるほど、そういう事情だったのか……
es_es: I see, was that the case ...

source: この仕事もドレスだから何とか成り立ってますけど、 私服で接客する店とかだったらアウトですねー。
es_es: This job is also a dress, so I can manage to do it, but if it's a store that serves customers in plain clothes, it's out.

source: ああ、俺も仕事中は制服だ。 オシャレに気をつかう必要がないから楽だな。
es_es: Oh, I'm in uniform at work too. It's easy because you don't have to worry about fashion.

source: でしょー♪ 私服でいいよとか言われても 丁重にお断りしますって感じ♪
es_es: Right ♪ I feel like I will politely refuse even if I am told that I can wear plain clothes ♪

source: フッ、それはそれで見てみたいけどな。
es_es: Huh, I want to see that.

source: これでもし太ったりしたら 持ってる服、全部着られなくなりますから。 体型の維持が割と命がけですよ！
es_es: If you get fat, you won't be able to wear all the clothes you have. Maintaining your figure is a life-threatening event!

source: 偉いじゃないか。 普通そういうのは太ってから気付くもんだ。 太る前からケアできるなんてすごいことだぞ。
es_es: Isn't it great? Usually you notice that kind of thing after you get fat. It's amazing that you can take care of yourself before you get fat.

source: ま、おかげで服にお金使わなくて 助かってますけどね♪
es_es: Well, thanks to that, I'm saved without spending money on clothes ♪

source: なるほど。服が少ないというのも マイナスばかりじゃないということだな。 俺も今度から意識するようにしよう。
es_es: I see. The lack of clothes is not just a minus. Let's be aware of it from now on.

source: でもたくさん持てるんだったら持ちたいですよ。 私の場合しょうがなく節約してるだけで。
es_es: But if you can have a lot, I want to have it. In my case, I can't help but save money.

source: ま、その浮いた分の金で、違う趣味にでも つぎ込むんだな。
es_es: Well, with the money that floats, you can spend it on different hobbies.

source: 金は関係ないだろう。服が少ないなら少ないなりに、 いい服を買うことはできるだろう。
es_es: Money won't matter. The less clothes you have, the less you can buy good clothes.

source: えー、なんかそういうの逆にダサくありません？ 単にブランド買いました、みたいで。
es_es: Well, isn't it awkward on the contrary? It looks like I just bought a brand.

source: そうか？
es_es: Really?

source: それより、安い服でどれだけよく見せられるかが オシャレの腕の見せ所じゃないですか？
es_es: Isn't it a fashionable show of how well you can look with cheap clothes?

source: なるほど…… 服は着こなしてこそ。 服に着られてるようじゃまだまだってことか……
es_es: I see ... You have to dress well. Does it mean that you're still wearing clothes ...

source: 気にするのはそこか？ ダイエットと言えば、 普通、見た目を気にしてするもんだろう？ 服が入るかどうかなんて二の次じゃないか？
es_es: Is that what you care about? Speaking of diet, you usually care about how it looks, right? Isn't it secondary to whether or not clothes can be put in?

source: そんなことないですって！ 久々にジーンズ履こうと したらチャックが閉まらなかった時のあの絶望！
es_es: That's not true! That despair when the zipper did not close when I tried to wear jeans after a long time!

source: だから自然とフリーサイズなワンピースとか、 ゆる～いファッションに手を出しがちなんですよ～。
es_es: That's why I tend to go for loose fashion, such as one-piece dresses that are naturally one-size-fits-all.

source: なるほど。ゆるいファッションが流行ってる裏には そんな事情があったのか。
es_es: I see. Was there such a situation behind the trend of loose fashion?

source: アハハ♪ 別にみんながみんな、 ウエストまわり気にしてるわけじゃないですけどね♪
es_es: Ahaha ♪ Not everyone cares about the waist ♪

source: でも実際、そういう服を持ってると 着回しが利いてホント便利なんですよ。
es_es: But in fact, it's really convenient to have such clothes because it's easy to mix and match.

source: 俺も次はフリーサイズの服を 探してみることにするかな……
es_es: I wonder if I'll try to find one-size-fits-all clothes next time ...

source: よくないな。やはりもっと肌にフィットした服の方が スタイルの良さが際立っていいと思うぞ。
es_es: Not good. After all, I think that clothes that fit the skin better will have a better style.

source: そんなのアピールしたって何も得しませんって…… むしろ男性からそういう目で見られたくなくて 着ぶくれする子だって多いんですから。
es_es: You don't get anything from appealing like that ... Rather, there are many children who don't want to be seen by men and wear them.

source: そうなのか。それはちょっと残念だな……
es_es: Is that so. That's a little disappointing ...

source: ねぇ桐生さん、正直に答えて！
es_es: Hey Kiryu, answer honestly!

source: なんだ？
es_es: what?

source: 私…… 最近太ったと思う？
es_es: I ... Do you think you've gained weight lately?

source: ああ。初めて出会った時より、 顔が若干丸くなったような気がするな。
es_es: Oh. I don't feel like my face is a little rounder than when I first met.

source: やっぱそうなんだ…… 他人が見てもそう思うってことは、きっと相当よね。
es_es: That's right ... I'm sure it's worth it when others see it.

source: いや、特に変わったようには見えないが…… いつも通りだと思うぞ。
es_es: No, it doesn't look particularly strange, but ... I think it's as usual.

source: それって前から太ってるってことじゃん…… ちょっとショック……
es_es: That means I've been fat for some time ... I'm a little shocked ...

source: やっぱり、ダイエットしないとダメかな～？
es_es: After all, do I have to go on a diet?

source: 普段どんなものを食べてるんだ？
es_es: What do you usually eat?

source: 私、結構少食で、一日一食しか食べないんですよ。
es_es: I have a fairly small meal, and I only eat one meal a day.

source: そんなものか。 たったそれだけで太るとも思えんが……
es_es: Is it such a thing? I don't think it's enough to get fat ...

source: あ、でも私紅茶をよく飲んでるんですよね。 お菓子も一緒に食べたり。
es_es: Ah, but I often drink black tea. You can also eat sweets together.

source: それだ。そんなに間食をして、太らないわけがない。
es_es: That's it. There is no reason not to get fat after eating so much snacks.

source: え～？ じゃあ紅茶飲む量減らした方が いいのかな……？
es_es: What? Then should I reduce the amount of tea I drink ...?

source: そうだな。どうせ飲むなら硬水にしたらどうだ？ ダイエットにもなって一石二鳥だと思うぞ。
es_es: That's right. If you drink it anyway, why not make it hard water? I think it's also a diet and two birds with one stone.

source: あ、それ、前に一度飲んだことあるんですけど、 私はすぐにお腹壊しちゃってダメでした……
es_es: Oh, I've had it once before, but I didn't get hungry right away ...

source: 向き不向きがあるからな…… ま、とにかく、あまり紅茶は飲み過ぎない方がいい。
es_es: Because it's not suitable ... Well, anyway, you shouldn't drink too much tea.

source: はーい……
es_es: Yes……

source: そっちじゃない。菓子の方だ。 何食べてるのか知らないが、 それがよくないんじゃないのか？
es_es: Not over there. It's sweets. I don't know what you're eating, but isn't that bad?

source: まぁケーキとか、スコーンとか……
es_es: Well, cakes, scones ...

source: あ、最近アイスにハマってます♪
es_es: Oh, I'm addicted to ice cream lately ♪

source: よく食べるな。一体どこが少食なんだ？
es_es: Don't eat well. Where on earth is a small meal?

source: 甘いものは別腹ですよ♪ 私ご飯はホント少ししか食べられないんですから。
es_es: Sweet food is different ♪ I can only eat a little rice.

source: ……まずはその食習慣を直すところから 始めないといけないみたいだな。
es_es: ...... It seems that you have to start by fixing that eating habit.

source: 今すぐやめろ。いくら飯を食ってなくても、 そんだけ菓子を食べていれば太るのも当然だ。
es_es: Stop right now. No matter how much you don't eat, it's natural to get fat if you eat that much sweets.

source: え～…… じゃあ我慢します…… 桐生さんの馬鹿。
es_es: Eh ... Then I'll put up with it ... Kiryu-san's idiot.

source: なんで相談に乗って怒られなきゃいけないんだ……？
es_es: Why do I have to get angry with a consultation ...?

source: 今は冬だぞ？ アイスなんて食べたら 寒くなるだろうが。
es_es: It's winter now, right? It would be cold if I ate ice cream.

source: コタツに入ってるから大丈夫ですよ♪ ぬくぬくしたところでひんやりした物を食べるのが 最高に幸せなの♪
es_es: It's okay because it's in a kotatsu ♪ I'm happiest to eat something cool in a warm place ♪

source: まったく…… そんな自堕落な生活をしてたら 太るのも当然だ……
es_es: At all ... It's natural to get fat if you live such a self-deprecating life ...

source: 関係ないな。ちゃんと運動しているのか？ 食べる量が少なくても、運動をしていなければ 太っていく一方だぞ。
es_es: It doesn't matter. Are you exercising properly? Even if you eat a small amount, you will only get fat if you are not exercising.

source: ちゃんとしてますよ。 最寄り駅から家までタクシー使わずに ２０分歩いたりとかしてるし。
es_es: I'm doing it properly. I walk from the nearest station to my house for 20 minutes without using a taxi.

source: それなら安心だな。 するとやはり食べ過ぎが原因ってことか……
es_es: Then it's safe. Then, after all, the cause is overeating ...

source: 女のひとり歩きは危ないぞ。 ちゃんとタクシーを使った方がいい。
es_es: It's dangerous for a woman to walk alone. You had better use a taxi properly.

source: 毎日タクシー使ってたら、 お金もったいないじゃないですか。
es_es: Isn't it a waste of money if you take a taxi every day?

source: いや、ただでさえキャバ嬢のような 派手な外見をした女は目をつけられやすい。 用心するに越したことはないぞ。
es_es: No, a woman who looks flashy like a hostess is easy to notice. It's best to be careful.

source: アハッ♪ 桐生さんがそんなにマジになって 心配してくれるなんてちょっと嬉しい♪
es_es: Aha ♪ I'm a little happy that Mr. Kiryu is so serious and worried ♪

source: でもそしたらホントに運動しなくなるから、 ますます太っちゃうかも……
es_es: But then I wouldn't really exercise, so maybe I'd get fat more and more ...

source: なかなか全部をケアするのは難しいな……
es_es: It's difficult to care for everything ...

source: もっと食べろ。ちゃんと一日三食食わないと 身体に良くないぞ。
es_es: Eat more. If you don't eat three meals a day, it's not good for you.

source: そんなに食べられませんよ…… 大体この仕事してると生活のリズムが普通の人とは 違うから、朝昼夜決まった時間に食べられないし……
es_es: I can't eat that much ... Generally, when I do this job, the rhythm of my life is different from that of a normal person, so I can't eat it at a fixed time in the morning, day and night ...

source: それじゃ仕方ないな。 俺も夜勤の日は食事の時間がいつもとは狂う。 ある程度は割り切らないとな。
es_es: That can't be helped. I also have a different meal time on night shift days. I have to divide it to some extent.

source: でしょ～？ ちゃんと三食食べてるキャバ嬢なんて いたら会ってみたいですよ。
es_es: Right ~? I would love to meet Miss Kyaba who is eating three meals properly.

source: しかし、それじゃどうして太るんだろうな……？
es_es: But why do you get fat ...?

source: うーん、なんででしょうね～……？
es_es: Hmm, why is that ...?

source: 関係ないな。そんな状況だからこそ、 無理にでも規則正しい生活を心がけるように しないといけないんだろうが。
es_es: It doesn't matter. That's why I have to try to live a regular life even if I force myself.

source: 無茶言わないでくださいよ～。 お客さんにお酒やおつまみ勧められたら、 断るわけにいかないじゃない？
es_es: Please don't be crazy ~. If a customer recommends alcohol or snacks, you can't refuse it, right?

source: その上一日三食きっちり食べてたら、 絶対太りますって！
es_es: Besides, if you eat three meals a day, you will definitely get fat!

source: それもそうか…… 他にいい手があればいいんだが……
es_es: That's right ... I wish I had another good hand ...

source: あ、そうそう、ちょっと聞いてくださいよ～！
es_es: Oh yeah, just ask me!

source: どうした？
es_es: what up?

source: 私、あんまりホストとか好きじゃないんですけど、 最近友達がハマってるから、仕事帰りに何度か 付き合ってあげてるんですよ。
es_es: I don't really like hosts, but I've been addicted to my friends lately, so I've been dating several times on my way home from work.

source: 仲がいいんだな。男がダチと一緒にキャバクラに 行くようなもんだな。
es_es: I'm on good terms. It's like a man going to a cabaret club with a friend.

source: そうそう♪ ひとりで飲んでもさみしいし。
es_es: Oh yeah ♪ I miss drinking alone.

source: 誰かと話しながらの酒はうまいよな。
es_es: Sake while talking to someone is good.

source: 金のかかる友達だな。 いくら付き合いとはいえ、ホストなんて 気軽に何度も通えるような場所じゃないだろう。
es_es: It's a costly friend. No matter how much you associate with each other, the host is not a place where you can easily go to many times.

source: そんなことないですよ。 ちょっと行って軽く飲むくらいだったら キャバクラと全然変わらないですよ。
es_es: That's not true. If you go a little and drink lightly, it's no different from a cabaret club.

source: そんなもんだったか。ホストというと、 どうも金のかかるイメージがあったんだがな……
es_es: Was it such a thing? Speaking of hosts, I had the impression that it would cost money ...

source: 貢いだりしなければ平気ですよ♪
es_es: It's okay if you don't make a tribute ♪

source: 俺も以前、ホストで働いてたことがあるぜ。
es_es: I used to work for a host too.

source: ホント!? でもそれ今はどうでもよくない？
es_es: Really !? But it doesn't matter now?

source: ん、まぁそうだな……
es_es: Well, that's right ...

source: でね、この前仕事休みの日だったんですけど、 買い物の途中で友達が飲みに行きたいっていうから、 予定変更してお店に行ったんですよ。
es_es: Well, it was a day off from work the other day, but my friend wanted to go out for a drink while shopping, so I changed my schedule and went to the store.

source: そしたらね、入り口で魚みたいな顔した男が “あいにく今日は満席でして……”とか 言うからもう超アッタマきちゃって！
es_es: Then, at the entrance, a man with a fish-like face said, "Unfortunately, it's full today ..."

source: 気持ちはわかる。俺も今日は飲むぞって時に 店が混んでて入れなかったりすると相当腹が立つな。
es_es: I understand my feelings. I'm pretty angry when I drink today and sometimes the shop is crowded and I can't enter.

source: そうじゃないんですって！
es_es: That's not the case!

source: 少しくらい待てよ。 人気の店なら待ち時間くらい普通にあるだろう。
es_es: Wait for a while. If it's a popular store, waiting time will be normal.

source: そうじゃないんですって！
es_es: That's not the case!

source: 顔はどうでもいいだろう。
es_es: I don't care about the face.

source: あ～、つまんないとこにいちいち つっこまないでください！
es_es: Ah, don't mess around with boring things!

source: 店はもうガラガラってくらい席空いてたんですよ！
es_es: The store was already empty!

source: は？ それじゃどうして満席なんて言ったんだ？
es_es: What? Then why did you say it was full?

source: ん～、その時は私服だったし、仕事の時みたいに メイクも派手じゃなかったから、きっとこいつら 金持ってないって思われたんですよ。
es_es: Hmmm, at that time I was wearing plain clothes and the makeup wasn't as flashy as I was at work, so I'm sure they didn't have the money.

source: 入店拒否か。そんなこともあるんだな。
es_es: Is it a refusal to enter the store? There is such a thing.

source: ホントありえなくない？ 普段仕事帰りの時は 超笑顔でどうぞどうぞとか言ってるくせに！
es_es: Isn't it really impossible? Even though I usually say that I should have a super smile on my way home from work!

source: 許せないな。ドレスコードのある店もあるだろうが、 それに違反してないなら、誰でも受け入れるべきだ。
es_es: I can't forgive you. Some stores may have a dress code, but anyone should accept it if it doesn't violate it.

source: でしょ～!? もうアッタマきたからそれ以来 その店には行ってないんだ♪
es_es: Right ~ !? I've been crazy, so I haven't been to that store since then ♪

source: うちはその点、店の方針で比較的緩いんですよね。 たまにすごい格好して来るお客さんもいますし。 帰った後でみんな“あれ見た？”とか話してるし♪
es_es: In that respect, our store policy is relatively loose. There are also customers who sometimes look great. After returning, everyone is talking about "Did you see that?" ♪

source: ……俺も服装には気をつけないとな。
es_es: ...... I also have to be careful about my clothes.

source: お前が悪い。そんな格好でホストに行くからだ。
es_es: You are bad. Because I go to the host like that.

source: え～!? だってその時は行く予定なかったんだし、 しょうがないじゃないですか。
es_es: Eh ~ !? Because I didn't plan to go at that time, I can't help it.

source: ホストもキャバも同じ…… キャストに気に入られたければ、 自分をよく見せる努力を怠らないことだ。
es_es: The host and the cabaret are the same ... If you like the cast, make an effort to show yourself well.

source: お前だって、Ｔシャツに短パンの学生と、 スーツに腕時計したビジネスマンとじゃ 接客する時の力の入れようが違うだろう？
es_es: Even if you're a student in a T-shirt and shorts, and a businessman in a suit, you're different in how you put in the effort when serving customers, right?

source: それは…… そうですけど。
es_es: That is ... that's right.

source: だったら、たとえ突然行きたくなったとしても、 一度家に帰って着替えてから行くくらいの 配慮はできても良かったかもな。
es_es: Then, even if I suddenly wanted to go, I should have been able to give consideration to going home and changing clothes.

source: あ、それじゃひょっとして、 桐生さんも今日着替えてから来てるんですか♪
es_es: Oh, then maybe Kiryu-san also came after changing clothes today ♪

source: フ、かもな……
es_es: Huh, maybe ...

source: そうは見えないが…… お前、普段どんな格好してるんだ？
es_es: I don't see that ... What do you usually look like?

source: 超普通ですよ～。 自分でもヤバいって思ってたら こんなに怒りませんよ！
es_es: It's super ordinary ~. If you think you're crazy, you won't get so angry!

source: そうか…… それなら確かに納得いかないな。
es_es: I see ... Then I'm certainly not convinced.

source: 普通じゃダメだろ。 お前、ホストクラブを近所の飲み屋か何かと 勘違いしてないか？
es_es: It's not normal. Did you mistake your host club for a bar or something in your neighborhood?

source: え？
es_es: e?

source: ホストクラブってのは、女に最高のひと時を提供する 夢のような場所なんだ。そんな場所にカジュアルな 格好で来られたら、店の品位に傷がつくぜ。
es_es: A host club is a dreamlike place that offers women the best possible time. If you come to such a place casually, the dignity of the store will be damaged.

source: 言われてみればちょっと甘く見てたかも…… 確かに初めて行った時はもっと気合い入れてたし！
es_es: If you ask me, it might have looked a little sweet ... Certainly, when I first went there, I was more enthusiastic!

source: そうだろう？ マナーをわきまえて行けば、 逆にいつも以上にもてなしてもらえるさ。
es_es: It would be so? If you know the manners, you will be treated more than usual.
