Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01021c9f.po
Languages: es_es

source: ……いいな。 この件は必ず俺ら七番隊で片付けるぞ。
es_es: ...... Good. We will definitely get rid of this matter in the 7th corps.

source: そうすりゃ、あれだけの賞金だ。 金でも女でも、好きにできるぜ。
es_es: That's the prize money. Whether it's money or a woman, you can love it.

source: 谷…… 何かあったのか？
es_es: Tani …… What happened?

source: あ……？ は。斎藤か。手前にゃ関係ねえ。 おい、行くぞ！
es_es: Ah……? Ha. Saito? It doesn't matter in the foreground. Hey, let's go!

source: 何だってんだ？
es_es: What is it?

source: 斎藤だったな。
es_es: It was Saito.

source: アンタは……
es_es: You are ...

source: 六番隊隊長の井上だ。 実は“人斬り以蔵”が出た。
es_es: It is Inoue, the captain of the 6th division. In fact, "Hitozuri Izo" came out.

source: 人斬り、以蔵……？ まさか岡田以蔵か？
es_es: Izo, Izo ...? Is it really Okada Izo?

source: そうだ。 土佐勤王党の大物、岡田以蔵。
es_es: That's it. Okada Izo, a big player of the Tosakino Party.

source: 奴はこれまで幕府方の人間を何人も斬っている。 新選組はずっと奴を追っていた。
es_es: He has slashed many people from the Shogunate so far. The Shinsengumi was chasing him all the time.

source: そうだったのか……
es_es: Is that so……

source: その以蔵が今日、鴨川のほとりで うちの隊士を斬ったんだが…… 監察の山崎がその行方を突き止めた。
es_es: Izo slashed our soldiers on the banks of Kamogawa today ... Inspector General Yamazaki found out where he was.

source: どうした。
es_es: what up.

source: ……いや、なんでもない。
es_es: ...... No, nothing.

source: 何でもないって顔には見えんがな。
es_es: I can't see anything on my face.

source: 一応、以蔵は生け捕りにするよう 奉行所から達しが出ている。
es_es: For the time being, Izo has been reached by the magistrate's office to catch him alive.

source: だが今現場に向かっているのは谷と鈴木の隊。 あいつらのことだ、まずその場で殺すだろうな。
es_es: However, it is Tani and Suzuki's corps that are heading to the scene now. They're the ones I'll kill on the spot first.

source: 以蔵は洛外の賭場にいる。お前も来い。 ……相手は以蔵だ。準備を怠るな。
es_es: Izo is in the Rakugai gambling house. You come too. ...... The other party is Izo. Don't neglect your preparation.

source: 以蔵…… やるしかねえのか……
es_es: Izo …… Is it possible to do it ……

source: 龍馬
es_es: Ryoma

source: 谷
es_es: Valley

source: 井上
es_es: Inoue
