Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0134003c.po
Languages: es_es

source: お前の好みを聞かせてくれないか？
es_es: Can you tell me your taste?

source: え？ 好みって、なんのことですか？
es_es: e? What do you like?

source: 食べ物だと何が好きなんだ？
es_es: What do you like about food?

source: ん～、ホルモンとか？
es_es: Hmm, hormones?

source: あ、最近貝にハマってますね！
es_es: Oh, I'm addicted to shellfish lately!

source: 貝？
es_es: shell?

source: ほら、コンビニに売ってるじゃないですか。 帆立とか、つぶ貝とか、酒のおつまみ系のヤツ♪
es_es: You see, you sell it to convenience stores, right? Scallops, mussels, and sake snacks ♪

source: 俺も好きだな。なかなか歯ごたえがあって、 やみつきになるんだよな。
es_es: I like it too. It's quite chewy and addictive.

source: そうそう♪ 小腹が空いた時にちょっとつまむ つもりが、気づいたらひと袋まるまる 食べちゃってたとかあり過ぎて困る♪
es_es: Oh yeah ♪ I'm going to pinch a little when I'm hungry, but when I notice it, I'm in trouble because I ate a whole bag ♪

source: わかってるじゃないか。 お前とはいい酒が飲めそうだな……
es_es: You know I think I can drink good sake with you ...

source: 若い女にしちゃ珍しい好みだな。 何か好きになったきっかけでもあるのか？
es_es: It's a rare taste for young women. Is it also the reason why you like something?

source: 多分、お寿司食べに行った時にたまたま貝を食べて、 それがすごく美味しかったからかな……？
es_es: Maybe because I happened to eat shellfish when I went to eat sushi and it was really delicious ...?

source: なるほど。それじゃ当然、寿司も貝が好きなんだな。
es_es: I see. Then, of course, sushi also likes shellfish.

source: もちろん♪ トロとかよりも断然貝が好きですね♪
es_es: Of course ♪ I like shellfish more than Toro ♪

source: フッ、そうか…… 覚えておこう。
es_es: Huh, yeah ... remember.

source: じゃあ嫌いなものは？
es_es: Then what do you dislike?

source: ピーマン！
es_es: green pepper!

source: 即答だな…… ま、そういう女多いよな。
es_es: It's a quick answer ... Well, there are many women like that.

source: トマトも嫌い！ 人参もダメ！ あとブロッコリーとセロリと…… あとアスパラ！
es_es: I also hate tomatoes! No carrots! And broccoli and celery ... and asparagus!

source: おいおい、ほとんどダメなんじゃないか。 野菜も食べないと身体に悪いぞ？
es_es: Hey, isn't it almost useless? If you don't eat vegetables, it's bad for you, right?

source: 野菜ジュース飲んでるから大丈夫ですよ～。
es_es: I'm drinking vegetable juice, so it's okay ~.

source: うーむ、それならいいか……
es_es: Hmmm, is that okay ...

source: どんな音楽を聴くんだ？
es_es: What kind of music do you listen to?

source: え、ロック。
es_es: Eh, rock.

source: 俺も好きだぜ。カラオケではよく歌う。
es_es: I like it too. I often sing at karaoke.

source: え、絶対違うし！ 私が好きなのＶ系ですから。
es_es: Yeah, it's definitely different! Because it's my favorite V-kei.

source: Ｖ系……？ ああ、ヴィジュアル系ってヤツか。 一時期流行ってたらしいな。 俺はその時期をよく知らないんだが……
es_es: V-kei ……? Oh, is it a visual kei guy? It seems that it was popular for a while. I don't know much about that time ...

source: 今もあるし！ 知らないんだったら 無理に話合わせなくていいですよ。
es_es: I still have it! If you don't know, you don't have to talk forcibly.

source: ロックにも色々あるんだな……
es_es: There are various kinds of rock ...

source: 俺とは合わないな。 俺はブルースのような、渋い曲が好みだ。
es_es: It doesn't suit me. I like blues-like, astringent songs.

source: ピッタリ！ 桐生さんそういうの超似合う！ え～、今度歌ってみてよ♪
es_es: Perfect! Mr. Kiryu looks great on that kind of thing! Eh, try singing next time ♪

source: ああ、いいぜ。
es_es: Oh good.

source: 今、一番欲しいものはなんだ？
es_es: What do you want most now?

source: ん～…… 服？ かなぁ……
es_es: Hmm ... clothes? I wonder ...

source: どんな服なんだ？
es_es: What kind of clothes are you?

source: どんなっていうか。普段着る服。 私あんまり種類持ってないから、 もっと着回せるように色々あればいいなって。
es_es: What is it like? Clothes that you usually wear. I don't have many types, so I wish I could wear more.

source: なるほど…… 俺はいつも同じ服装だが、 女の場合そうも言ってられんだろうしな。
es_es: I see ... I always wear the same clothes, but in the case of a woman, I guess she said so.

source: お前、何が趣味なんだ？
es_es: What are your hobbies?

source: ん～、あんまりそういうのはないんですけど…… 強いて言えば…… 映画鑑賞とか？
es_es: Hmmm, I don't really have that kind of thing, but ... if I force you to say ... watching a movie?

source: ほう。よく映画を観に行くのか。
es_es: How. Do you often go to the movies?

source: 観に行くっていうか、ほとんどレンタルですけど。
es_es: I'm going to see it, but it's mostly rental.

source: レンタルか。それじゃ家にいる時は よく映画を観てるってことか。
es_es: Is it rental? So when you're at home, you often watch movies.

source: そうですね。でも私、 好きな作品を何度も観てるだけで。 あんまり映画には詳しくないんですよ。
es_es: I agree. But I just watch my favorite works many times. I'm not very familiar with movies.

source: そういうのもアリだな。 色んな作品を手広く観るのもいいが、 名画を何度も楽しむのも立派な映画通だよな。
es_es: That's also an ant. It's good to see various works widely, but it's also a good movie enthusiast to enjoy masterpieces many times.

source: 好きな作品は、台詞全部丸暗記しちゃうくらい、 何度も観るんですよ♪
es_es: I watch my favorite works so many times that I memorize all the lines ♪

source: それはすごいな。俺なんて一度観たヤツを うっかりまた借りてきちまうことがあるくらいだ。
es_es: That's amazing. I sometimes inadvertently borrow the one I saw once again.

source: アハハ♪ 私も借りる時、店員さんが履歴見て、 “こちら、以前もレンタルされてますが……？” なんて聞いてくることがしょっちゅう！
es_es: Ahaha ♪ When I rent it, the clerk often looks at the history and asks, "This is rented before ...?"!

source: それでどう答えるんだ？
es_es: So how do you answer?

source: “そうですけど、それが何か？”って♪ 好きなんだから何回観てもいいじゃないねぇ？
es_es: "That's right, but what is it?" ♪ I like it so I can watch it as many times as I want, right?

source: フッ、そうだな……
es_es: Huh, that's right ...

source: よく飽きないな。 もっと違う作品を観た方がいいんじゃないか？
es_es: I don't get tired of it. Shouldn't we see a different work?

source: 別にいつも同じ作品を観てるわけじゃないですよ…… 大体何カ月ごととかに、“あ、アレまた観たいな” ってなった時に借りてくるだけで。
es_es: I don't always watch the same work ... I just borrow it about every few months when I feel like "Oh, I want to see it again".

source: それじゃそれ以外の時はまったく違う作品を 観てるわけか。
es_es: Then, at other times, you're watching a completely different work.

source: って言っても、好きな作品は１本だけじゃないんで。 好きなヤツを全部ローテーションで観てるうちに、 また最初の方に観たヤツが観たくなるんですけどね。
es_es: That said, I don't have only one favorite work. While watching all the guys I like in rotation, I want to see the guys I saw in the beginning again.

source: なんだ、結局同じ作品ばかりなんじゃないか……
es_es: After all, it's just the same work ...

source: そんなに好きなら買えよ。 最近はＤＶＤも安いし、そっちの方が 何度も借りるより安上がりなんじゃないか？
es_es: If you like it so much, buy it. DVDs are cheap these days, and it's cheaper than renting them many times, isn't it?

source: あ～、それは家に物が増えるからダメ。 どうせレンタル屋近いし、 観たい時に借りられればそれでいいです。
es_es: Ah, that's no good because there are more things in the house. It's close to a rental shop anyway, and it's okay if you can rent it when you want to see it.

source: 余計な物は買わないようにしてるわけか。 衝動買いとかしないのか？
es_es: Do you try not to buy extra things? Isn't it an impulse purchase?

source: ないですねー。あんまり物欲がないっていうか。 なにか買うより、どこか遊びに行くことに お金を使う方がメインですね。
es_es: There isn't. I don't have much desire. Rather than buying something, spending money on going out somewhere is the main thing.

source: なるほど、そういうタイプなんだな。
es_es: I see, that's the type.

source: 映画館もいいぞ。最近の映画は映像も迫力あるし、 大画面で観てこそじゃないか。
es_es: The movie theater is also good. The images of recent movies are powerful, so I think you should watch them on a big screen.

source: あー、私そもそもアクション映画とか あんまり観ないんで。家のテレビで十分…… 家の方がリラックスできていいし。
es_es: Ah, I don't really watch action movies in the first place. The TV at home is enough ... It's nice to be more relaxed at home.

source: たしかに。２時間も席に座ってるのって、 結構疲れるんだよな。
es_es: Certainly. It's pretty tiring to sit in your seat for two hours.

source: そうそう♪ 家ならうっかり寝ちゃっても 巻き戻すことができるし♪
es_es: Oh yeah ♪ You can rewind at home even if you accidentally fall asleep ♪

source: ああ、それはわかるな。仕事明けに観に行った時、 ついウトウトしてしまって損したことがある。 やっぱり家で観る方がいいのかもな……
es_es: Oh, I don't understand that. When I went to see it after work, I just got sick and lost it. After all it may be better to watch at home ...

source: もったいない。せっかく映画館が多い 東京で暮らしてるんだから、 もっと利用した方がいいと思うぞ。
es_es: It's a waste. I live in Tokyo, where there are many movie theaters, so I think it's better to use it more.

source: 地方で暮らしてると、観に行きたくても、 その作品が公開されていないということも しょっちゅうあるからな。
es_es: When I live in a rural area, even if I want to go see it, the work is often not published.

source: 私、アレ観たいなって突然思い立った時に ふらっと借りて観るのが好きなんですよ。
es_es: When I suddenly think that I want to see it, I like to borrow it and watch it.

source: 映画館は初めから予定立てて観に行かなきゃ いけないから、あまり好きじゃないんです……
es_es: I don't really like movie theaters because I have to make a schedule from the beginning and go to see them ...

source: なるほど、映画館も一長一短ってことだな……
es_es: I see, movie theaters have their advantages and disadvantages ...

source: お前の恋愛観に興味があるな。
es_es: I'm interested in your outlook on love.

source: 恋愛観……？ なにそれ、どういうことですか？
es_es: View of love ……? What does that mean?

source: 好きな男の条件は？
es_es: What are your favorite man's conditions?

source: えー…… タバコ吸わない人。 マジ意味わかんない。
es_es: Eh ... people who don't smoke. I really don't know what it means.

source: どうしてタバコがダメなんだ？
es_es: Why is cigarettes bad?

source: え～、だって服に匂いつくし。 そしたらすぐに洗わないといけないから 嫌じゃないですか。
es_es: Eh, because it smells like clothes. Then you have to wash it right away, so don't you hate it?

source: なるほど。そんなこと、気にしたこともなかったな。 そんなに我慢できないほどなのか？
es_es: I see. I didn't care about that. Is it so unbearable?

source: 桐生さんだったら、他人から身体中に 生ゴミの匂いをベッタリつけられて我慢できます？
es_es: If you are Mr. Kiryu, can you put up with the smell of kitchen waste all over your body from others?

source: それは無理だな…… そんな失礼なヤツには手が出てもおかしくない。
es_es: That's impossible ... It's safe to say that such a rude guy can get his hands on it.

source: でしょー!? それくらい嫌ってこと！
es_es: Right !? I hate that much!

source: ……今度から少しは気をつけるようにするよ。
es_es: ...... I'll be careful a little from now on.

source: 我慢しろよ。所詮ただの匂いだろ？ 酒臭いのと同じようなものじゃないか。
es_es: Be patient. After all, it just smells, right? Isn't it the same as the smell of alcohol?

source: 匂いだけじゃなくて肺も息苦しくなるし！ 吸わない人間にとっては、有毒ガスと同じですよ？
es_es: Not only the smell but also the lungs become stuffy! For non-smokers, it's the same as poisonous gas, right?

source: 副流煙がどんだけ有害か知らないわけないのに、 それでも吸う男って、ホントなんなんだろ……？
es_es: I don't know how harmful second-hand smoke is, but the man who still smokes is really ...?

source: 吸わない人間にとっては そんなにキツいものなのか…… 今後は気をつけるようにするよ。
es_es: Is it so hard for people who don't smoke ... I'll be careful in the future.

source: わかってないな。俺らの世代にとって、 タバコは大人の象徴みたいなものだったんだよ。
es_es: I don't know. Tobacco was like a symbol of an adult for our generation.

source: ガキの頃は、映画の俳優なんかがタバコを吸う姿に みんな憧れていたもんだ。
es_es: When I was a kid, everyone longed for the appearance of movie actors smoking cigarettes.

source: 昔はそうだったかも知れませんけど、 今は全然カッコよくないし……
es_es: It may have been the case in the past, but now it's not cool at all ...

source: タバコ吸う人って、ホントそういう空気読めないこと 言いますよね。カッコいいとか悪いとか、 そういう話してるんじゃないのに……
es_es: People who smoke cigarettes really say that they can't read that kind of air. I'm not talking about cool or bad ...

source: じゃあ何がダメなんだ……？
es_es: Then what's wrong ...?

source: 他には？ まさかそれだけってことはないだろう。
es_es: aside from that? That's not the only thing.

source: あー、じゃ、モテる人。
es_es: Ah, then people who are popular.

source: モテる人？
es_es: A popular person?

source: そうそう。魅力がある人って、自然とまわりに人が 集まってるでしょ？ そういう人が好き♪
es_es: Oh yeah. People who are attractive are naturally gathered around, right? I like that kind of person ♪

source: お前もファンの輪の中に入りたいってことか。 意外とミーハーなんだな。
es_es: Do you want to be in the circle of fans too? It's surprisingly Miha.

source: いいじゃん。誰からも相手にされてない人なんて、 私が好きになる理由もないし。
es_es: It's okay. There's no reason I like someone who hasn't been dealt with by anyone.

source: フッ、それもそうだな……
es_es: Huh, that's right ...

source: 男の仕草の中じゃ、どんなのが好きだ？
es_es: What do you like about a man's gesture?

source: そうですね～……
es_es: That's right ...

source: 手招きされるとキュンとするかな♪
es_es: I wonder if I will be beckoned ♪

source: 手招き？
es_es: Beckoning?

source: なんかね、“こっちおいで”って手招きされると、 嬉しくてそっちに寄っていっちゃうんですよ♪
es_es: Somehow, when I was beckoned to "come here", I was happy and stopped by there ♪

source: ほう…… そんなこと言うヤツは初めてだ。
es_es: Hmm ... This is the first time I've said that.

source: 桐生さんはそういうことないですか？ 女の子が遠くで“ねぇねぇ！”って可愛く 手招きしてたら、行きたくなりません？
es_es: Isn't that the case with Mr. Kiryu? Wouldn't you like to go if the girl beckoned you cutely in the distance?

source: なるな。俺に気があるのかと 勘違いしてしまうかも知れないな。
es_es: Don't be. You might misunderstand that you care about me.

source: でしょー!? つまりそういうことですよ♪
es_es: Right !? That's what it means ♪

source: なるほど……
es_es: I see……

source: ならんな。用があるなら向こうから来るべきだ。
es_es: I don't know. If you have a need, you should come from the other side.

source: も～、そういうことじゃないでしょ!? 桐生さんはときめきがわからない人ですね～……
es_es: Well, that's not the case !? Mr. Kiryu is a person who doesn't understand the crush ...

source: 子供みたいだな。 あまり大人同士じゃやらないだろう。
es_es: It's like a child. I wouldn't do it with adults too much.

source: だからいいんじゃないですか♪ 歳上の男の人から、 妹みたいに扱われてる感じがして♪
es_es: That's why it's okay ♪ I feel like an older man treats me like a younger sister ♪

source: 大人の女として、対等に扱って欲しいとは 思わないのか？
es_es: Don't you want to be treated as an adult woman on an equal footing?

source: 別にそういうのはないですねー。 その人と付き合いたいってわけでもないですし。 可愛がってもらえればそれでいいです。
es_es: There is no such thing. I don't want to go out with that person either. If you love me, that's fine.

source: フッ、そういうところはやっぱり子供なんだな……
es_es: Huh, that kind of place is still a child ...

source: お前の守備範囲はどれくらいだ？
es_es: What is your range of defense?

source: 守備範囲…… ん～、年下は嫌かも。 他は別に。歳上でも同い年でも。
es_es: Defensive range …… Hmm, I don't like younger people. Other than that. Whether you are older or the same age.

source: なるほど。年齢はあまり重要視してないんだな。
es_es: I see. Age doesn't really matter.

source: 意外だな。もっとこだわりが ありそうな気がしたんだがな。
es_es: It's surprising. I felt like I was more particular about it.

source: え～、だって結局は性格が合うかどうかとか、 そういうところが重要なわけでしょ？ だったら年齢なんてどうでも良くないですか？
es_es: Well, after all, whether or not the personality matches is important, isn't it? Then isn't age important?

source: それもそうだな。年齢で相手を判断するのは 良くないかもしれん。
es_es: That's right. It may not be good to judge the other person by age.

source: あ、私、しつこくこだわらない人、好き♪ 桐生さんは物分かりが良くていいですね♪
es_es: Ah, I like people who don't stick to it ♪ Kiryu-san should be easy to understand ♪

source: フッ、それは褒めてるのか……？
es_es: Huh, is that a compliment ...?

source: どうでも良くはない。年齢の違いからくる 個人個人の考え方の違いは大きい。 親の世代と付き合えるか？ 無理だろう。
es_es: It doesn't matter. There is a big difference in the way of thinking of individuals due to the difference in age. Can you get along with your parents' generation? It will be impossible.

source: 考え方なんて違っててもいいじゃないですか。 むしろそういう人の方が私には面白いし。
es_es: Isn't it okay to think differently? Rather, that kind of person is more interesting to me.

source: あ、でも、桐生さんみたいに細かいことに こだわる人はちょっと合わないかもね……
es_es: Ah, but people like Mr. Kiryu who are particular about the details may not fit a little ...

source: うーむ……
es_es: Hmm ...

source: 年下は何故ダメなんだ？
es_es: Why is younger not good?

source: ん～、私に妹や弟がいるからかな？ 年下の相手はもう勘弁って感じで……
es_es: Hmmm, maybe because I have a sister or a younger brother? I feel like my younger partner is already forgiving ...

source: なるほど、逆に同い年以上のヤツとのふれあいを 求めてるってわけか。それなら納得だな。
es_es: I see, on the contrary, I'm looking for contact with guys of the same age or older. Then I'm convinced.

source: お前のこと、聞かせてくれないか？
es_es: Can you tell me about you?

source: はぁ…… 私の、なに？
es_es: Hmm ... what is mine?

source: お前、兄弟はいるのか？
es_es: Do you have any brothers?

source: うん。妹と弟が。私、一番上なの。
es_es: Yup. My sister and brother. I'm at the top.

source: 羨ましいな。楽しそうな家族じゃないか。
es_es: I envy you. Isn't it a fun family?

source: 桐生さんはひとりっ子なの？
es_es: Is Kiryu an only child?

source: ああ…… だが、兄弟のように育ったヤツらがいた。 同い年の男と、３つ下の女だ。
es_es: Ah ... but there were guys who grew up like brothers. A man of the same age and a woman three years younger.

source: へ～♪ 私も同い年の兄弟、欲しかったな～♪ ねぇねぇ、同い年って、どんな感じだったの？
es_es: Hey ~ ♪ I also wanted a brother of the same age ~ ♪ Hey, what was it like to be the same age?

source: フッ、これじゃ俺が質問されてるじゃないか……
es_es: Huh, I'm being asked this ...

source: そうは見えないな。 お前はひとりっ子というか…… そう、末っ子といった感じがする。
es_es: I can't see that. You're an only child ... yes, I feel like the youngest.

source: あー、よく言われる。 でもそれ多分、桐生さんが相手だからですよ。
es_es: Ah, it's often said. But that's probably because Mr. Kiryu is the other party.

source: どういうことだ？
es_es: What does it mean?

source: 普段、家じゃ私がお姉ちゃんだから、 外では他の人に思いっきり甘えることにしてるの。
es_es: Usually, at home, I'm an older sister, so outside I'm going to give in to other people.

source: なるほど、それでか…… それじゃ今日は俺に甘えてもいいんだぜ？
es_es: I see, that's it ... Then, can I spoil you today?

source: ホントに？ やったぁ♪
es_es: Really? I did it ♪

source: フッ、やれやれ……
es_es: Huh, do it ...

source: 身体のどこに自信がある？
es_es: Where are you confident in your body?

source: え～？ 足の長さとか？
es_es: What? Is it the length of your legs?

source: ほう…… どれくらいなんだ？
es_es: Hmm ... how much is it?

source: 身長は？
es_es: How tall are you?

source: １６０ちょうど。
es_es: 160 just.

source: ということは胴体より足の方が長いのか。 確かにそれはすごいな。
es_es: Does that mean that the legs are longer than the torso? Certainly it's amazing.

source: でしょ～♪ 結構自信あるんだ♪
es_es: Right ~ ♪ I'm pretty confident ♪

source: 特技はなんだ？
es_es: What is your special skill?

source: ん～、部屋のかたづけかな？ 他人が散らかした部屋とか見ると、 無性に片付けたくなって仕方ないのよね。
es_es: Hmmm, is it tidying up the room? When I see a room cluttered by others, I can't help but want to get rid of it.

source: いいじゃないか。家事ができる女はモテるぜ。
es_es: It's fine, is not it. A woman who can do housework is popular.

source: でしょ～♪ 無駄な物は買わない主義だから、 とにかくお金も貯まるし！
es_es: Right ~ ♪ I don't buy useless things, so I can save money anyway!

source: フッ、そりゃまた変わった性癖だな。 他人がやったことくらい、放っておけよ。
es_es: Huh, that's a strange habit again. Leave as much as others have done.

source: うちね、家が狭いから、少しでもスペースを 有効活用しようと思って色々努力してたら、 いつの間にか超収納上手になっちゃって。
es_es: Since the house is small, I tried various things to make effective use of the space, but before I knew it, I became super good at storing.

source: そしたら最近お母さんまで私に任せっきりで ズボラになってきちゃって……
es_es: Then, recently, even my mom has become a mess because I've left it to me ...

source: フッ、まぁそれも親孝行でいいじゃないか。
es_es: Huh, well, that should be filial piety.

source: 他には？
es_es: aside from that?

source: あ、私タクシー停めるの上手！
es_es: Oh, I'm good at stopping a taxi!

source: タクシーを……？ どういうことだ？
es_es: Take a taxi ...? What does it mean?

source: ここら辺ってね、キャバ嬢相手だとめんどくさがって 乗せてくれない運転手が多いの。
es_es: Around here, there are many drivers who get tired of being a hostess and can't get on.

source: 本当か？ それはひどいな。
es_es: Really? That's terrible.

source: でもね、そういう運転手でも絶対に停まってくれる 裏技があるのよ～♪
es_es: But, there is a trick that even such a driver will definitely stop ~ ♪

source: それは興味深いな。どうやるんだ？
es_es: That's interesting. How do you do it?

source: んとね、手に１万円札もってヒラヒラさせるの♪ そうすると大体停まってくれる♪
es_es: Hmmm, I'll flutter with a 10,000 yen bill in my hand ♪ Then it will almost stop ♪

source: フッ、馬鹿馬鹿しい。 どうせ運賃の分きっかりしかもらえないのにな……
es_es: Huh, stupid. Anyway, I can only get exactly the fare ...

source: ちょっと気になることがあるんだが……
es_es: I'm a little worried ...

source: はい？
es_es: Okay?

source: スリーサイズは？
es_es: What is the three size?

source: えーなに？ 聞こえなーい。
es_es: What? I can't hear you.

source: スリーサイズは？
es_es: What is the three size?

source: そんなの聞いてどうすんの？
es_es: What do you do when you hear that?

source: 別にどうもしないが。 単に知的好奇心から聞いただけだ。
es_es: I don't know what to do. I just heard from my intellectual curiosity.

source: えー、じゃあ１００、１００、１００。
es_es: Well, then 100, 100, 100.

source: 聞いた俺が悪かったよ……
es_es: I heard it was bad ...

source: いや、いい。つまらんことを聞いたな……
es_es: No, no. I heard it's boring ...

source: も～、今バストアップ頑張ってるんだから、 効果あったら教えてあげる。
es_es: Well, I'm doing my best to bust up now, so I'll tell you if it works.

source: バストアップ？ 何をやってるんだ？
es_es: breast enhancement? What are you doing

source: 豆乳飲んだり、キャベツ食べたり、水泳したり…… とにかく色々！
es_es: Drinking soy milk, eating cabbage, swimming ... Anyway!

source: ほう…… かなり本気で取り組んでるんだな。
es_es: Hmm ... I'm really serious about it.

source: ＳとＭ、どっちだ？
es_es: Which is S or M?

source: は～？ どっちでもないし……
es_es: What? Neither ...

source: 強いて言えば、でいいんだよ。 どっちだと思う？
es_es: If you force it, it's okay. Which do you think?

source: そういうの自分から言う人ってうざくないですか？ 女性にセクハラしといて、“自分Ｓだから”とか 言って誤魔化す人！ それただの犯罪だし……
es_es: Isn't that kind of annoying person to say from yourself? A person who is sexually harassed by a woman and cheats by saying "because I am S"! It's just a crime ...

source: あまりこの手の話題は好きじゃないみたいだな……
es_es: I don't think I like this kind of topic so much ...

source: 寝る時の格好は？
es_es: How do you look when you go to bed?

source: えー、普通にスウェット。
es_es: Well, normal sweatshirts.

source: 俺と一緒だな。やはり家じゃスウェットが 過ごしやすくて一番だよな。
es_es: You're with me. After all it is the best to spend sweatshirts at home.

source: あ、ホント？ 気が合いますねー。
es_es: Oh, really? I feel good.

source: ……あまり興味なさそうだな。
es_es: ...... I don't think I'm very interested.

source: だって私、男の人が寝る時の服装なんて興味ないし。
es_es: Because I'm not interested in what a man wears when he sleeps.

source: そうか……
es_es: Really……

source: 案外ラフだな。もっとしっかりした格好を してるものかと思っていたが。
es_es: It's unexpectedly rough. I was wondering if he was dressed more firmly.

source: あー、私よく部屋でダンスの練習とか してるんですよ。 だから動きやすい服装の方が良くて。
es_es: Ah, I often practice dancing in the room. That's why it's better to wear clothes that are easy to move around.

source: 確かに俺もスウェットのまま トレーニングをしたりするな。
es_es: Certainly I don't train with sweatshirts either.

source: でしょ～♪ いちいち着替えてたら面倒ですし、 そんな汗かくほどにはやりませんしね。
es_es: Right ~ ♪ It's a hassle to change clothes one by one, and I don't sweat like that.

source: なるほど、納得がいったぜ。
es_es: I see, I'm convinced.

source: 質問会話05。
es_es: Question conversation 05.

source: 質問会話06。
es_es: Question conversation 06.

source: 質問会話07。
es_es: Question conversation 07.

source: 質問会話08。
es_es: Question conversation 08.

source: 質問会話09。
es_es: Question conversation 09.

source: 質問会話10。
es_es: Question conversation 10.

source: 質問会話11。
es_es: Question conversation 11.

source: 質問会話12。
es_es: Question conversation 12.

source: 質問会話13。
es_es: Question conversation 13.

source: 質問会話14。
es_es: Question conversation 14.

source: 質問会話15。
es_es: Question conversation 15.

source: 桐生
es_es: Kiryu

source: ひなた
es_es: Hinata

source: ○食べ物
es_es: ○ Food

source: □音楽
es_es: □ Music

source: △欲しいもの
es_es: △ What you want

source: ○俺も好きだな
es_es: ○ I like it too

source: □珍しいな
es_es: □ Unusual

source: △じゃあ嫌いなものは？
es_es: △ Then what do you dislike?

source: ○俺も好きだぜ
es_es: ○ I like it too

source: □俺とは合わないな
es_es: □ Doesn't suit me

source: ○レンタルか
es_es: ○ Is it rental?

source: □映画館もいいぞ
es_es: □ Movie theater is also good

source: ○そういうのもアリだな
es_es: ○ That's also an ant

source: □よく飽きないな
es_es: □ Don't get tired of it

source: △そんなに好きなら買えよ
es_es: △ If you like it so much, buy it

source: ○たしかに
es_es: ○ Certainly

source: □もったいない
es_es: □ Mottainai

source: ○好きな男の条件
es_es: ○ Conditions for a favorite man

source: □好きな男の仕草
es_es: □ Favorite man's gesture

source: △守備範囲
es_es: △ Defensive range

source: ○どうして？
es_es: ○ Why?

source: □わかってないな
es_es: □ I don't know

source: △他には？
es_es: △ What else?

source: ○なるほど
es_es: ○ I see

source: □我慢しろよ
es_es: □ Be patient

source: ○ほう……
es_es: ○ How ……

source: □子供みたいだな
es_es: □ It looks like a child

source: ○なるな
es_es: ○ Do not become

source: □ならんな
es_es: □ Nana

source: □意外だな
es_es: □ Surprising

source: ○それもそうだな
es_es: ○ That is also the case

source: □どうでも良くはない
es_es: □ It doesn't matter

source: △年下は何故ダメなんだ？
es_es: △ Why is the younger one not good?

source: ○兄弟はいるのか？
es_es: ○ Do you have siblings?

source: □身体のどこに自信がある？
es_es: □ Where are you confident in your body?

source: △特技はなんだ？
es_es: △ What is your special skill?

source: ○羨ましいな
es_es: ○ I envy you

source: □そうは見えないな
es_es: □ I can't see that

source: ○いいじゃないか
es_es: ○ Isn't it good?

source: □変わってるな
es_es: □ It's strange

source: ○スリーサイズは？
es_es: ○ What is the three size?

source: □ＳとＭ、どっちだ？
es_es: □ Which is S or M?

source: △寝る時の格好は？
es_es: △ How do you look when you go to bed?

source: □いや、いい
es_es: □ No, no

source: ○俺と一緒だな
es_es: ○ I'm with you

source: □案外ラフだな
es_es: □ Unexpectedly rough

source: りく
es_es: Riku
