Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016e00d1.po
Languages: es_es

source: アカンで～ 一（はじめ）ちゃ～ん。
es_es: In Akan ~ Ichi (beginning) Cha ~ n.

source: 一体、どうしたんだ？
es_es: What's wrong with you?

source: 聞いたで…… 例の賭場荒らしの連中の件。
es_es: I heard ... The case of the cheating guys.

source: ワシをほっといて、骸街で散々暴れたらしいな……
es_es: It seems that he left the eagle and went wild in the skeleton ...

source: ……何を言ってるんだ？ あんたもあの場にいたじゃねえか。
es_es: ……What are you saying? You were there too, right?

source: あ？ わけわからんこと言うやないか。 お楽しみを独り占めしたかったんやろぉ？
es_es: Ah? I don't know why. Did you want to have fun all to yourself?

source: そしたら素直にそういうたらええやないか。 ったく…… もうええわ。
es_es: Then, wouldn't it be honest to do that? It ’s ... yeah.

source: うーん。よくわからねえな……
es_es: Hmmm. I don't really understand ...

source: 沖田
es_es: Okita

source: 龍馬
es_es: Ryoma
