Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: lastdir/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01160700.po
Languages: es_es

source: もう依頼はないようだ。
es_es: There seems to be no request anymore.

source: 「洛外の川辺に一人で来い」 と、書いてあるな。 用心していくとするか。
es_es: It says, "Come alone to the riverside of Rakugai." Do you want to be careful?

source: 浄僧天狗の頭領が俺を探し回っているらしい。 依頼書によると、 今は洛内の神社に集まっているようだ。
es_es: It seems that the head of the Jyomon Tengu is searching for me. According to the request, it seems that they are now gathering at the shrine in Rakuchu.

source: 骸街の周辺で天狗面の男たちが暴れているらしい。 こりないやつらだな……
es_es: It seems that the men on the tengu side are rampaging around the skeleton town. These guys aren't crazy ...

source: 目撃者によると、とてつもなく早く、 無駄のない動きで荷物を盗んでいくそうだ。
es_es: According to witnesses, they are stealing their luggage in a very fast and lean manner.

source: 依頼書によると、 各所で辻斬りが起こっているらしい…… 外を歩くときは気をつけねばな。
es_es: According to the request, Tsujigiri is happening everywhere ... You have to be careful when walking outside.

source: 忍盗の頭領、藤次郎の様子がおかしいらしい。 伏見の屋敷町北にいる緑忍が、 隠れ家に案内してくれる手筈になっているはずだ。
es_es: It seems that the appearance of Tojiro, the head of the shinobi, is strange. Midori Shinobu, located in the north of Fushimi's mansion town, should be able to guide you to the hideout.

source: 依頼書によると、 犯人は緑の忍者の恰好をしているらしいな。
es_es: According to the request, the criminal is dressed as a green ninja.

source: まだ、暴れてはいないらしいが、 いつまた暴れだすかわからないので 追い出してほしいそうだ。
es_es: It seems that he hasn't rampaged yet, but he doesn't know when it will start rampaging again, so he wants him to be kicked out.

source: ……日頃の行いだな。
es_es: ...... It's a daily activity.

source: 辻斬りを行っていたのは、 刀剣一家という組織のようだ。 お松に話を聞いてみよう。
es_es: It seems that Tsujigiri was an organization called the Touken family. Let's talk to Omatsu.

source: お松から護衛の依頼だ。 最近辻斬りや、窃盗と絶えなかったからな。 道中気を付けなければ。
es_es: It's a request for escort from Omatsu. I've been slashing Tsujigiri and stealing lately. You have to be careful along the way.

source: 依頼書によると、 犯人は青い忍者の十人組が 盗みを繰り返しているらしいな。
es_es: According to the request, the criminal is a group of ten blue ninjas who are stealing repeatedly.

source: また、辻斬りか…… 梅小路町を歩くときは注意しなくてはいけないな。
es_es: Also, Tsujigiri ... You have to be careful when walking in Umekoji Town.

source: 伏見一番街の南でひったくり被害が頻出か……
es_es: Is snatching damage frequent in the south of Fushimi Ichibangai?

source: 伏見の蔵町で辻斬りか…… 伏見の裏道なんかを歩くときは注意しないとな。
es_es: Tsujigiri in Fushimi's warehouse town ... You have to be careful when walking on the back streets of Fushimi.

source: 天狗の頭領が俺を探しているらしいな。 骸街の近くで天狗の目撃情報があるようだ。
es_es: It seems that the head of the tengu is looking for me. There seems to be sighting information of a tengu near the skeleton.

source: 今、貼られている依頼書は一つだな。
es_es: There is only one request form posted now.

source: 天狗が洛外の梅小路町の 飲食店で暴れているらしい。 迷惑な話だな……
es_es: It seems that the tengu is rampaging at a restaurant in Umekoji-cho, Rakugai. It's an annoying story ...

source: 今は何も貼られていないようだ。 また後で来てみよう。
es_es: It seems that nothing is pasted now. I'll come back later.
