Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: cleaned/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01520002.po
Languages: es_es

source: ようこそ。 ポーカーテーブルへ。
es_es: Welcome. To the poker table.

source: ここではテキサスホールデムの一種、 パイナップルホールデムというルールを 遊びながら学んでいきましょう。
es_es: Here, let's play and learn the rule of Texas Hold'em, Pineapple Hold'em.

source: テキサスホールデムは自分の手札２枚と 場のカード５枚で役を作るゲームです。
es_es: Texas Hold'em is a game where you make a role with 2 cards in your hand and 5 cards in the field.

source: パイナップルホールデムでは、まず最初に プレイヤーの方々にカードを３枚お配りします。 この中から１枚捨て、手札の２枚を決めましょう。
es_es: At Pineapple Hold'em, first of all, we will give out three cards to the players. Discard one of these and decide on two in your hand.

source: 通常のテキサスホールデムは この選ぶ動作がないものとお考えください。
es_es: Think of a regular Texas Hold'em as having no action to choose from.

source: まずは様子を見て、 ＣＨＥＣＫを選びラウンドを終了させましょう。
es_es: First, let's take a look and choose CHECK to finish the round.

source: 全員の賭け額が同じになったので ラウンドが変わります。
es_es: The rounds will change because everyone's bets are the same.

source: ２ラウンド目から場にカードが現れます。 場のカードを見てください。
es_es: Cards will appear in play from the second round. Look at the card in the field.

source: 手札と場に、同じ数字のカードがありますね。 この時点でＯｎｅ Ｐａｉｒが成立しました。
es_es: You have cards with the same numbers in your hand and in the field. At this point, One Pair was established.

source: 右の方がＢＥＴを選び、 賭け額を増やしてきましたね。 手札に自信があるのかもしれません。
es_es: The one on the right chose BET and increased his bet amount. You may be confident in your hand.

source: 手札に自信があるときはＲＡＩＳＥを、 様子を見たい時はＣＡＬＬを選んでください。 （ＦＯＬＤは選べません）
es_es: If you are confident in your hand, select RAISE, and if you want to see what is going on, select CALL. (FOLD cannot be selected)

source: 全員の賭け額が同じになったので ラウンドが変わります。
es_es: The rounds will change because everyone's bets are the same.

source: ３ラウンド目です。 新たに場にカードが増えます。
es_es: This is the third round. There will be more cards in the field.

source: Ｏｎｅ Ｐａｉｒのままですね。
es_es: It's still One Pair.

source: 手札に自信がないときはこのように、 ＦＯＬＤを選択して ゲームを降りることも可能です。
es_es: If you are not confident in your hand, you can select FOLD and get out of the game like this.

source: せっかく役ができているので ゲームを続けましょう。 （ＦＯＬＤは選べません）
es_es: Let's continue the game because we have a good role. (FOLD cannot be selected)

source: 手札に自信があるときはＲＡＩＳＥを、 様子を見たい時はＣＡＬＬを選んでください。 （ＦＯＬＤは選べません）
es_es: If you are confident in your hand, select RAISE, and if you want to see what is going on, select CALL. (FOLD cannot be selected)

source: 最後のラウンドです。 この時点で全てのカードがでそろいます。
es_es: This is the last round. At this point you have all the cards.

source: 手札と同じ数字のカードでしたね。 Ｔｗｏ Ｐａｉｒの成立です。 ＲＡＩＳＥを選んで勝負してみましょう。
es_es: It was a card with the same number as your hand. The establishment of Two Pair. Let's choose RAISE and compete.

source: おめでとうございます。 一番強い役を成立させた、あなたの勝ちです。 今まで賭けてきた賭け点を総取りできます。
es_es: Congratulations. You win the strongest role. You can get all the betting points you have bet so far.

source: 自信があるときはＢＥＴ、ＲＡＩＳＥをし、 様子をみたいときはＣＨＥＣＫ、ＣＡＬＬをする。 勝負を降りたいときはＦＯＬＤ。
es_es: If you are confident, do BET and RAISE, and if you want to see what you are doing, do CHECK and CALL. FOLD when you want to get out of the game.

source: 以上で練習は終了です。 引き続き賭場のポーカーで、 熱い駆け引きをお楽しみくださいませ。
es_es: This is the end of the practice. Stay tuned for hot bargaining in gambling poker.
