Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: cleaned/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid0144005d.po
Languages: es_es

source: すいません。
es_es: Excuse me.

source: ……ん？
es_es: ……Hmm?

source: 米俵ってどこにありますか？
es_es: Where is the rice bag?

source: 米俵？
es_es: Rice bales?

source: えぇ。店の中探し回っても見つからなくて……
es_es: Yeah. I couldn't find it even if I searched around the store ...

source: （……もしかしてこの女、 俺のことを店員だと勘違いしているのか？）
es_es: (... Maybe this woman misunderstands me as a clerk?)

source: そういうことは俺でなく、店員に……
es_es: That kind of thing is not for me, but for the clerk ...

source: （……忙しそうだな）
es_es: (... looks busy)

source: す、すいませんが急いでるんです。 米俵の場所、教えていただけませんか？
es_es: I'm sorry, but I'm in a hurry. Could you tell me the location of the rice bales?

source: わ、わかった。米俵だな。 ちょっと待っててくれ。
es_es: I understand. It's a rice bag. Please wait a moment.

source: は、はい……
es_es: Yes ...

source: 米俵、この店で売ってるはずなんですけど、 店の中のどこにもなくて……
es_es: Rice bales are supposed to be sold at this store, but they aren't anywhere in the store ...

source: 米俵だな。 探してくるからちょっと待っててくれ。
es_es: It's a rice bag. I'll be looking for you, so please wait a moment.

source: （たしか、店の外で見かけた気がするな……）
es_es: (I think I saw it outside the store ...)

source: 客
es_es: customer

source: 龍馬
es_es: Ryoma
