Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: cleaned/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01160874.po
Languages: es_es

source: 待っていたよ。 君はきっと来てくれると思っていた。
es_es: I was waiting for. I thought you would come.

source: たまには、己の剣を磨き直すことも大事だからな。 少し世話にならせてもらう。
es_es: Sometimes it's important to refurbish your sword. Let me take care of you a little.

source: こちらこそ、よろしくな。 弟子たちにもいい刺激になるだろう。
es_es: Nice to meet you. It will be a good stimulus for the disciples.

source: 最初に聞いておきたいんだが 君は実戦で、どんな戦い方をしているんだ？
es_es: First of all, what kind of fight are you doing in the actual battle?

source: 刀での立ち回りが多いが、銃も持っている。 状況次第では、両方同時に扱うこともあるな。
es_es: He often turns around with a sword, but he also has a gun. Depending on the situation, both may be handled at the same time.

source: それは一体どういうものなのか興味があるな。
es_es: I'm curious what it's all about.

source: 突然ですまないが、 弟子たちと刀を交えてみてくれないか？ 君の実力を見てみたい。
es_es: I'm sorry for the suddenness, but could you try using a sword with your disciples? I want to see your ability.

source: まずは刀だけを使って戦ってくれ。 拙者が合図をしたら、 刀と銃を同時に扱うところを見せて欲しい。
es_es: First of all, fight with only a sword. When I give a signal, please show me how to handle a sword and a gun at the same time.

source: ああ、わかった。
es_es: Oh, I understand.

source: では君たち、全力で頼むよ。
es_es: Then you guys, I'll do my best to ask.

source: はい、私たちがお相手致します！ 遠慮せず来てください。
es_es: Yes, we will do it for you! Please do not hesitate to come.

source: では、はじめっ！
es_es: Let's get started!

source: うむ、美しかったぞ！
es_es: Um, it was beautiful!

source: 「<Color:9>美技 霞ノ太刀<Color:Default>」の封印が解かれました。 能力強化画面で魂球をはめることで修得できます。
es_es: "<Color:9> Beauty technique Kasumi no sword<Color:Default> The seal was broken. You can learn it by fitting a soul ball on the ability enhancement screen.

source: 「<Color:9>美技 風流し<Color:Default>」の封印が解かれました。 能力強化画面で魂球をはめることで修得できます。
es_es: "<Color:9> Beauty style<Color:Default> The seal was broken. You can learn it by fitting a soul ball on the ability enhancement screen.

source: あ痛たたたた……
es_es: It hurts ...

source: ありがとうございました！ 勉強になりました！
es_es: Thank you very much! I learned a lot!

source: いや、お前らも中々のものだった。 よく稽古されている。
es_es: No, you guys were pretty good too. It is well practiced.

source: 彼らはみな、日々稽古に励んでくれている。 粗削りではあるが、将来が有望な弟子たちだ。
es_es: They are all practicing every day. Although rough-cut, they are promising disciples in the future.

source: しかし、君の強さは予想以上だよ。 戦い方こそ荒い部分が目立つが それぞれの技の奥に、確かな素養を感じる。
es_es: But your strength is stronger than you expected. The rough part is conspicuous in the way of fighting, but I feel a certain background in each technique.

source: もしよければ、しばらくこの道場に通わないか？ 君なら、拙者の目指す美しい剣を 体現できるかもしれない。
es_es: If you don't mind, why don't you go to this dojo for a while? You may be able to embody the beautiful sword I am aiming for.

source: 美しい剣、か。 今まで考えたこともなかったな。
es_es: A beautiful sword? I've never thought about it before.

source: 確かにあんたの言うとおり、剣術の型は 本来美しくあるべきだ。 ……基本を学び直すのも、悪くないかもしれんな。
es_es: Certainly, as you say, the pattern of swordsmanship should be beautiful in nature. ...... It may not be bad to relearn the basics.

source: 君の振るう剣は、実戦向けだから粗く見えるが 基本はしっかりできている。
es_es: Your wielding sword looks rough because it's for combat, but the basics are solid.

source: ここで稽古を積めば 強さと美しさ、両方を兼ね揃えた 素晴らしい剣術になるだろう。
es_es: If you practice here, it will be a wonderful swordsmanship that combines strength and beauty.

source: なるほどな…… だが、道場というからには無償ではないだろう？
es_es: I see ... But it's not free because it's a dojo, isn't it?

source: 拙者の道場はちょっと特別でな。 お金は取っていないのだ。
es_es: My dojo is a little special. I'm not taking any money.

source: 拙者は珍しい刀に目がなくてな。 お金の代わりに珍しい刀を見せてほしい。
es_es: I have no eyes on a rare sword. I want you to show me a rare sword instead of money.

source: なんといっても、 珍しいものはすべて美しいからな！
es_es: After all, all the rare things are beautiful!

source: ああ、見せるだけでいいんだな？
es_es: Oh, should I just show it?

source: はは、取ったりしないから安心してくれ。 まずは少し珍しいくらいの刀を頼むよ。
es_es: Haha, don't worry because I won't take it. First of all, I'll ask for a sword that is a little unusual.

source: 希少度★★★の刀を 装備してきてください
es_es: Please equip a sword with a rarity of ★★★

source: 吟柳道場では、珍しい刀を見せることによって 様々な技を教えて貰うことができます。 刀は見せても無くならないので、指定された希少度の刀を作成したら、 刀を<Color:7>装備<Color:Default>してから吟柳に話しかけましょう。
es_es: At Ginyanagi Dojo, you can learn various techniques by showing a rare sword. Even if you show the sword, it will not disappear, so if you make a sword of the specified rarity, you can use the sword<Color:7> Equipment<Color:Default> Then talk to Ginyanagi.

source: まぁ気が向いたらな。
es_es: Well, if you feel like it.

source: ああ、待っているよ。
es_es: Oh, I'm waiting.

source: よく来てくれた。 珍しい刀を持ってきてくれたのか？
es_es: He came often. Did you bring a rare sword?

source: 「<Color:8>吉行<Color:Default>」を見せた
es_es: "<Color:8> Yoshiyuki<Color:Default> Showed

source: 「<Color:8>夜叉丸<Color:Default>」を見せた
es_es: "<Color:8> Yasha Maru<Color:Default> Showed

source: 「<Color:8>雅丸<Color:Default>」を見せた
es_es: "<Color:8> Masamaru<Color:Default> Showed

source: 「<Color:8>石切丸<Color:Default>」を見せた
es_es: "<Color:8> Ishikirimaru<Color:Default> Showed

source: 「<Color:8>小狐丸<Color:Default>」を見せた
es_es: "<Color:8> Kogitsunemaru<Color:Default> Showed

source: 「<Color:8>鮪切<Color:Default>」を見せた
es_es: "<Color:8> Tuna cut<Color:Default> Showed

source: 「<Color:8>輝上文字<Color:Default>」を見せた
es_es: "<Color:8> Bright characters<Color:Default> Showed

source: 「<Color:8>吼紅<Color:Default>」を見せた
es_es: "<Color:8> Red<Color:Default> Showed

source: この刀は拙者の望むものではないな…… 指定した珍しさの刀を持ってきてくれ。
es_es: This sword isn't what I want ... Bring me the rare sword you specified.

source: ん？ これは前に見せてもらった刀だな。 できれば、まだ見たことのない刀を持ってきてくれ。
es_es: Hmm? This is the sword I showed you before. If possible, bring a sword you haven't seen yet.

source: 希少度★★★の刀を 装備してきてください
es_es: Please equip a sword with a rarity of ★★★

source: おお！ これは美しい！ やはり美しいものはいい。
es_es: Oh! This is beautiful! After all beautiful things are good.

source: 本当に強い者は自分の得物にも こだわるものだからな。 まぁ単純に拙者が好きというのもあるが……
es_es: Because those who are really strong are particular about their own specialties. Well, sometimes I just like me ...

source: これで稽古をつけてもらえるのか？
es_es: Can you practice with this?

source: ああ、もちろんだ。 それでは始めるとしよう。
es_es: Oh, of course. Let's get started.

source: 今回行うのは 一対一で戦う時の美しさの追求だ。
es_es: What we are doing this time is the pursuit of beauty when fighting one-on-one.

source: どういうことだ？
es_es: What does it mean?

source: まずは、相手の攻撃を受けないことを考えるんだ。 斬られてしまっては、美しさどころの話ではない。
es_es: First, think about not being attacked by your opponent. Being cut is not about beauty.

source: もちろん、避けたり、受け流したりするときにも 常に美しさを意識して動くことが重要だ。
es_es: Of course, it is important to always be conscious of beauty when avoiding or parrying.

source: なるほどな。 確かに自分がやられていては話にならないな。
es_es: got it. Certainly it's not a story if I'm done.

source: まずは、言われた通り戦ってみてくれ。
es_es: First of all, fight as you were told.

source: ああ、わかった。
es_es: Oh, I understand.

source: 今日は私がお相手します。 宜しくお願いします！
es_es: I will be with you today. Thanking you in advance!

source: （どちらの戦い方で挑むか……）
es_es: (Which way of fighting will you challenge ...)

source: 準備ができたようだな。 それでは始めるとしよう。
es_es: Looks like you're ready. Let's get started.

source: 今回やることは前回と同じ、 一対一で戦う時の美しさの追求だ。 だが、この前とは違う型で戦ってみてくれ。
es_es: What we will do this time is the same as last time, pursuing beauty when fighting one-on-one. However, try fighting with a different type than before.

source: 基本は、相手の攻撃を受けないこと。 それに加えて、華麗に避けたり 受け流したりすることが美しさへ繋がっていく。
es_es: Basically, do not be attacked by the other party. In addition to that, brilliant avoidance and parrying leads to beauty.

source: では今回も言われた通り戦ってみてくれ。
es_es: Then, fight as you were told this time.

source: 宜しくお願いします！
es_es: Thanking you in advance!

source: では、始め！
es_es: Let's get started!

source: では、始め！
es_es: Let's get started!

source: 美しい！ 今の技は良かった！
es_es: it's beautiful! The current technique was good!

source: 「<Color:9>美技 閃の太刀<Color:Default>」の封印が解かれました。 能力強化画面で魂球をはめることで修得できます。
es_es: "<Color:9> Beauty Sen no Tachi<Color:Default> The seal was broken. You can learn it by fitting a soul ball on the ability enhancement screen.

source: 今のでよかったのか？ 多少意識はしたが、大きく形を変えたつもりは ないんだが……
es_es: Was it good now? I was a little conscious, but I didn't mean to change the shape ...

source: いや、十分に素晴らしいよ。 この調子で美しい戦い方を身につけていってくれ。
es_es: No, it's great enough. Please learn a beautiful way of fighting in this condition.

source: 美しく戦うことによって得られるものは多い。 何も考えずにただ戦うよりも より多くのものを得ることができる。
es_es: There are many things that can be gained by fighting beautifully. You can get more than just fighting without thinking.

source: 頭を使いながら戦うということでもあるのか。 なるほどな。
es_es: Does it mean fighting while using your head? got it.

source: 次は違う型の稽古だ。 基本は同じだから、刀の方はいらないよ。 君の都合のいい時に話しかけてくれ。
es_es: Next is a different type of practice. The basics are the same, so you don't need a sword. Talk to me at your convenience.

source: ああ、わかった。
es_es: Oh, I understand.

source: 持っている武器や状況によって、 美しく戦う方法は変わってくる。
es_es: The way you fight beautifully depends on the weapons you have and the situation.

source: 周りをよく見ること、 自分の状況を理解することが最も重要なのだ。
es_es: It is most important to look around and understand your situation.

source: なるほどな。 これからは意識してみるとしよう。
es_es: got it. Let's be aware of it from now on.

source: では今回の稽古はこれで終了とする。 次は実践で美しい戦いをしてもらおう。 準備ができたら声をかけてくれ。
es_es: So this is the end of this lesson. Next, let's have a beautiful battle in practice. Call me when you're ready.

source: ああ、わかった。
es_es: Oh, I understand.

source: 美しい！ 今の一戦は良かった！
es_es: it's beautiful! The current battle was good!

source: 「<Color:9>美技 月見酒<Color:Default>」の封印が解かれました。 能力強化画面で魂球をはめることで修得できます。
es_es: "<Color:9> Beauty Tsukimi Sake<Color:Default> The seal was broken. You can learn it by fitting a soul ball on the ability enhancement screen.

source: 今のでよかったのか？ 多少意識はしたが、大きく形を変えたつもりは ないんだが……
es_es: Was it good now? I was a little conscious, but I didn't mean to change the shape ...

source: いや、十分に素晴らしいよ。 この調子で美しい戦い方を身につけていってくれ。
es_es: No, it's great enough. Please learn a beautiful way of fighting in this condition.

source: 美しく戦うことによって得られるものは多い。 何も考えずにただ戦うよりも より多くのものを得ることができる。
es_es: There are many things that can be gained by fighting beautifully. You can get more than just fighting without thinking.

source: 頭を使いながら戦うということでもあるのか。 なるほどな。
es_es: Does it mean fighting while using your head? got it.

source: 次は違う型の稽古だ。 基本は同じだから、刀の方はいらないよ。 君の都合のいい時に話しかけてくれ。
es_es: Next is a different type of practice. The basics are the same, so you don't need a sword. Talk to me at your convenience.

source: ああ、わかった。
es_es: Oh, I understand.

source: 持っている武器や状況によって、 美しく戦う方法は変わってくる。
es_es: The way you fight beautifully depends on the weapons you have and the situation.

source: 周りをよく見ること、 自分の状況を理解することが最も重要なのだ。
es_es: It is most important to look around and understand your situation.

source: なるほどな。 これからは意識してみるとしよう。
es_es: got it. Let's be aware of it from now on.

source: では今回の稽古はこれで終了とする。 次は実践で美しい戦いをしてもらおう。 準備ができたら声をかけてくれ。
es_es: So this is the end of this lesson. Next, let's have a beautiful battle in practice. Call me when you're ready.

source: ああ、わかった。
es_es: Oh, I understand.

source: 準備はいいかい？ 戦い方は君に任せるよ。 より美しく戦える方でやるといい。
es_es: Are you ready? I'll leave the fight to you. You should do it with someone who can fight more beautifully.

source: 弟子１人と戦い、拙者が名人と思えるくらい 美しい戦いをしたら合格としよう。
es_es: Let's fight one disciple and pass if I fight so beautifully that I can be considered a master.

source: 今回は、肩書きを「名人」にすると合格になります。 <Color:7>習得している全ての技を自由に使用して構いません<Color:Default>が 一刀か乱舞の内、選択した型のみで戦ってください。
es_es: This time, if you change the title to "Master", you will pass.<Color:7> Feel free to use all the skills you have learned<Color:Default> Fight with only the selected type of sword or dance.

source: 宜しくお願いします！
es_es: Thanking you in advance!

source: （どちらの戦い方で挑むか……）
es_es: (Which way of fighting will you challenge ...)

source: では、始め！
es_es: Let's get started!

source: では、始め！
es_es: Let's get started!

source: 期待していたほどの美しさは感じられなかったな。 君なら、きっとできるはずだ。 準備ができたらまた来てくれ。
es_es: I didn't feel the beauty I expected. You should be able to do it. Please come again when you are ready.

source: 素晴らしい。 美しい戦い方のコツを掴んだようだな。
es_es: You look amazing. It looks like you've got the knack for a beautiful fight.

source: ああ、何かつかめたようだ。
es_es: Oh, I think I got something.

source: フフッ、それは良かった。 では次はそれなりに珍しい刀を持って来てくれ。 その時にまた稽古をつけよう。
es_es: Huh, that was good. Next, bring a rare sword. Let's practice again at that time.

source: 希少度★★★★の刀を 装備してきてください
es_es: Please equip the sword of rarity ★★★★

source: ああ、わかった。
es_es: Oh, I understand.

source: 吟柳
es_es: Gin Willow

source: 吟柳道場の弟子
es_es: Disciple of Ginyanagi Dojo

source: お題
es_es: theme

source: 吟柳の修行について
es_es: About Ginyanagi's training

source: 吟柳の弟子
es_es: Ginyanagi's disciple

source: 一刀の型
es_es: One sword type

source: 乱舞の型
es_es: Ranbu type

source: 美しく戦うために
es_es: To fight beautifully
