Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: cleaned/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016c00b1.po
Languages: es_es

source: ……悪かったな。 役に立てなかったようだ。
es_es: ...... It was bad. It didn't seem to help.

source: いや、あなたは悪くない。 悪いのはこのワシ……
es_es: No, you're not bad. The bad thing is this eagle ...

source: さっき、あの子たちに言われたように つまらん見栄で知ったかぶりしようとしたワシが すべて悪かったんです。
es_es: As the children told me earlier, all the eagles that I tried to know with a boring appearance were bad.

source: いや、お恥ずかしいところをお見せした。 ワシは、また一から出直しです。 この年になってもまだ学ぶことは多いもんですな。
es_es: No, I showed you something embarrassing. I'm starting from scratch again. Even in this year, I still have a lot to learn.

source: ああ…… だが、学問ってのはそういうもんらしい。
es_es: Ah ... But it seems that learning is such a thing.

source: 人に教える身になっても学ぶことは尽きない。 ……親っさんがそう言ってた。
es_es: There is no end to learning even if you become a teacher. ...... My parents said so.

source: 親っさん……？
es_es: Parents ...?

source: 昔、ガキだった俺に教えをくれた恩人だ。
es_es: A benefactor who taught me a long time ago.

source: ……そうですか。 あなたはよき師に恵まれたようですな。 ワシもそうなりたかった……
es_es: ……Is that so. You seem to have been blessed with a good teacher. I also wanted to be like that ...

source: フッ、まだ遅くねえさ。 あんたもそれに気づいているはずだ。 そうでなきゃ……
es_es: Huh, it's not too late. You should be aware of it too. Otherwise ...

source: あんたの目が そんなにイキイキしているわけがねえ。
es_es: Your eyes aren't so lively.

source: ええ…… そうです、やりますよワシは！ 誰が正しいか、何が正しいか混沌とした今の時代に ワシも勉強しなおします！
es_es: Yeah ... yes, I'll do it! I will study again in this chaotic era of who is right and what is right!

source: あなたや子供らには目を覚ましてもらった。 ありがとう、斎藤さん…… せめてものお礼にこれを受け取ってください。
es_es: I had you and my children wake up. Thank you, Mr. Saito ... Please receive this at least as a thank you.

source: 「<Color:8>銅の金槌<Color:Default>」をもらった
es_es: "<Color:8> Copper mallet<Color:Default> I got

source: それじゃワシはこれで。 日本のこと、世界のことを広く学んできます。 子供たちに正しい知識を教えるために。
es_es: Then this is the eagle. You can learn a lot about Japan and the world. To teach children the correct knowledge.

source: ああ…… 達者でな、先生。
es_es: Ah ... Master, teacher.

source: ……よかったな、先生。 子供たちにこれ以上ないほど慕われている。 知識だけじゃ人はああも集まりはしない。
es_es: ...... I'm glad, teacher. The children love it more than ever. People don't get together just with knowledge.

source: いや、お恥ずかしいところをお見せした。 ワシも、また一から出直しです。 この年になってもまだ学ぶことは多いもんですな。
es_es: No, I showed you something embarrassing. The eagle is also starting from scratch. Even in this year, I still have a lot to learn.

source: 子供たちと共に、学び続けていきたいと思います。 この、粗末な寺子屋で。
es_es: I would like to continue learning with the children. At this poor Terakoya.

source: フッ…… だが例の寄付は約束通りもらえるんだろ？
es_es: Hmm ... But can you get the donation as promised?

source: フフフ…… やっぱり覚えてましたか？ あなたへの分け前はごまかそうと思ったんですが。
es_es: Huhhh ... Did you remember? I thought I'd cheat on your share.

source: よく言うぜ、あんたはそんな人間じゃねえ。 正直さだけが売りの先生だろうに。
es_es: Well, you're not that kind of person. Honesty is the only selling teacher.

source: ハハ…… 買い被りですよ、それは。 ですが覚えていた以上はお礼をしなければのぉ。 さ、これを受け取ってくだされ。
es_es: Haha ... It's a purchase. But as long as I remember, I have to thank you. Now, take this.

source: 「<Color:8>南蛮渡来の反物<Color:Default>」をもらった
es_es: "<Color:8> Nanban migrant cloth<Color:Default> I got

source: 斎藤先生、ありがとうございました。 先の短いワシですが このご恩は一生忘れません。
es_es: Thank you, Professor Saito. It's a short eagle, but I'll never forget this kindness.

source: ああ…… 達者でな、先生。
es_es: Ah ... Master, teacher.

source: ……えー、今日はこれから地球儀について 共に学んでいこうと思う。 君らの親御さんからいただいた、この地球儀でな。
es_es: …… Well, today I'm going to learn about globes together. This globe was given to you by your parents.

source: 先生、その前に。 失礼ながらそちらの方はどなたです？
es_es: Teacher, before that. Excuse me, who is that person?

source: うむ、紹介しよう。 こちらはワシの弟子で、 今日は特別に助手を頼んでおる。
es_es: Well, let me introduce you. This is an eagle's disciple, and today I am asking for a special assistant.

source: 弟子……？
es_es: disciple……?

source: いやそのぉ…… で、弟子…… ということでよろしかったな？
es_es: No, that's ... So, wasn't it okay to say that he was a disciple ...?

source: （……仕方ねえ。 じいさんの顔を立ててやるか）
es_es: (... I can't help it. Will you make my grandfather's face stand up?)

source: 俺はこちらの先生の弟子で斎藤一だ。 よろしく。
es_es: I'm Saito Hajime, a disciple of this teacher. nice to meet you.

source: なるほど。それでは今日は斎藤先生が 地球儀を御解説くださるということですか？
es_es: I see. Does that mean that Professor Saito will explain the globe today?

source: ああ。
es_es: Oh.

source: そうですか。 宜しくお願いします。 では…… お手並み拝見といきますか。
es_es: Is that so. Thanking you in advance. Then ... Would you like to take a look at it?

source: これ、「お手並み拝見」とはなんだ。 目上の者に向かって 失礼な口を聞くんじゃない。
es_es: What is this, "Looking at your hands"? Don't listen rudely to your superiors.

source: すみません、先生。 ……ですが先生に我々以外のお弟子さんがいるなんて 今まで聞いたことがなかったものですからね。
es_es: Excuse me, teacher. …… But I've never heard that the teacher has any disciples other than us.

source: い、言う機会がなかっただけだ。 くだらんことを言うでない。
es_es: No, I just didn't have a chance to say it. Don't say stupid things.

source: （ずいぶん勘のいいガキだな。 ……ごまかしは通用しなさそうだ）
es_es: (It's a pretty good kid .... I don't think cheating seems to work.)

source: いいから先生、早く地球儀のこと教えてよぉ。
es_es: It's okay, teacher, tell me about the globe as soon as possible.

source: そうですね。 では我々の方から質問させていただいて よろしいでしょうか？
es_es: I agree. May we ask you a question?

source: うむ。なんでも答えてやろう。 よろしいな、斎藤君？
es_es: Umm. I'll answer anything. All right, Mr. Saito?

source: ……いいだろう。 なんでも聞くといい。 受けて立つ。
es_es: ……All right. Listen to anything. Receive and stand.

source: フフ、期待してますよ、斎藤先生。
es_es: Huff, I'm looking forward to it, Professor Saito.

source: それじゃさ、先生。 まず、ここって何？
es_es: Well then, teacher. First of all, what is here?

source: （フッ、なるほど。 この程度の質問なら大丈夫そうだな。 やはり相手は子供ってことか）
es_es: (Huh, I see. I think it's okay to ask this kind of question. After all, is the other person a child?)

source: ねえ、先生、ここってなんていう国？
es_es: Hey, sir, what kind of country is this?

source: わかった、教えてやる。 この小さい島国が……
es_es: Okay, I'll tell you. This small island country is ...

source: 日本だ。 世界の中で見るとこんなに小さい。 俺たち日本人は全員、この中に収まっているわけだ。
es_es: It's Japan. It's so small in the world. All of us Japanese are in this.

source: な、なんと……！ こんな小さい島が神州、日本だというのか？
es_es: What ...! Is such a small island Shinshu, Japan?

source: え？ 先生、御存知なかったんですか？
es_es: e? Didn't you know, sir?

source: ん？ い、いや…… そういうわけではないぞ。 お、お前らに驚き方の手本を見せてやったんじゃ。
es_es: Hmm? No, no ... That's not the case. Oh, I showed you an example of how to be surprised.

source: なるほど。 ではそういうことにしておきましょう。
es_es: I see. Let's do that.

source: それより斎藤先生はさすがですね。 地球儀を見たことくらいはあるようだ。 フフ、この先が楽しみですね。
es_es: Mr. Saito is more than that. It seems that he has seen the globe. Huff, I'm looking forward to the future.

source: うむ、さすがじゃ斎藤君。 ワシが教えたことをよう覚えとる。
es_es: Um, as expected, Mr. Saito. Remember what I taught.

source: あ、ああ…… 先生のおかげだ。
es_es: Ah, ah ... thanks to the teacher.

source: ですが、さすがに今のは簡単すぎるでしょう。 そこでひとつ提案なのですが……
es_es: However, it would be too easy now. So I have one suggestion ...

source: この授業で最後まで正しい知識をいただけたなら、 私の父がこの寺子屋への感謝の気持ちとして ぜひ改めて寄付をしたいと申しておりました。
es_es: If I could get the correct knowledge in this class, my father would like to make a donation again as a gratitude to this Terakoya.

source: な、なんと……!?
es_es: What ...!?

source: ただ、もし間違った解説をいただくようなら 即座に今日の寺子屋を終了していただきます。 無駄な時間は過ごしたくありませんから。
es_es: However, if you get the wrong commentary, you will be asked to close today's Terakoya immediately. I don't want to waste time.

source: その点を踏まえたうえで 我々の質問にお答えいただけますか？ 斎藤先生。
es_es: Can you answer our question with that in mind? Saito sensei.

source: ま、まあ…… 問題ない。 もともと寄付云々がなくとも この寺子屋では正しい知識しか教えとらんしの。
es_es: Well ... no problem. Originally, even if there were no donations, this Terakoya would only teach the correct knowledge.

source: その当然のことへの感謝の気持ちなら 寄付を遠慮することはかえって失礼にあたる。 そうだろ、斎藤君？
es_es: It is rude to refrain from donating if you are grateful for the natural thing. That's right, Saito-kun?

source: ……さあな。
es_es: ……I do not know.

source: いや、そうなんだって。 心配するな、寄付を受けるのはワシと君なんだ。 だから今後も気合いを入れて頼むよ。
es_es: No, that's right. Don't worry, it's me and you who donate. So I will continue to ask for it.

source: フッ、わかった。任せておけ。
es_es: Huh, I understand. Leave it to me.

source: フフ…… それでは引き続きお願いしますよ、先生方？
es_es: Huff ... Then please continue, teachers?

source: 英国だ。 この小さな国が今、世界中を征服しようとしている。 日本もその脅威に襲われている真っ最中だな。
es_es: It's England. This little country is now trying to conquer the world. Japan is also in the midst of being attacked by that threat.

source: なるほど、これが英国……
es_es: I see, this is the UK ...

source: 斎藤先生、御冗談を。 今のは我々を試している、ということでしょうか？
es_es: Saito-sensei, make a joke. Do you mean you're trying us out now?

source: なに……？
es_es: What……?

source: 差しでがましいようですが、 そこは「日本」です。 うちの父がそう申しておりました。
es_es: It seems to be annoying, but that is "Japan". My dad said so.

source: 冗談に付き合うのは一度までですよ、先生。 僕を子供だと思って侮らない方がいい。 恥をかくことになりますよ？
es_es: You can only go out with a joke once, sir. You shouldn't look down on me as a child. You will be embarrassed, right?

source: ちょ、ちょっと困るよ、斎藤君。 茶目っけはもういいからね。
es_es: Hey, I'm in trouble, Mr. Saito. The playfulness is already good.

source: 間違った知識を教えられてはたまりません。 そこでひとつ提案なのですが……
es_es: I can't help being taught the wrong knowledge. So I have one suggestion ...

source: 今後、もし間違った解説をいただくようなら 即座に今日の寺子屋を終了していただきます。 無駄な時間は過ごしたくありませんから。
es_es: In the future, if you get the wrong commentary, we will immediately end today's Terakoya. I don't want to waste time.

source: ただ最後まで正しい知識をいただけるなら…… 私の父がこの寺子屋への感謝の気持ちとして ぜひ寄付をしたいと申しておりました。
es_es: However, if you can get the correct knowledge until the end ... My father said that he would like to make a donation as a gratitude to this Terakoya.

source: な、なんと……!?
es_es: What ...!?

source: その点を踏まえたうえで 我々の質問にお答えいただけますか？ 斎藤先生。
es_es: Can you answer our question with that in mind? Saito sensei.

source: ま、まあ…… 問題ない。 もともと寄付云々がなくとも この寺子屋では正しい知識しか教えとらんしの。
es_es: Well ... no problem. Originally, even if there were no donations, this Terakoya would only teach the correct knowledge.

source: その当然のことへの感謝の気持ちなら 寄付を遠慮することはかえって失礼にあたる。 そうだろ、斎藤君？
es_es: It is rude to refrain from donating if you are grateful for the natural thing. That's right, Saito-kun?

source: ……さあな。
es_es: ……I do not know.

source: いや、そうなんだって。 心配するな、寄付を受けるのはワシと君なんだ。 だから今後は気合いを入れて頼むよ。
es_es: No, that's right. Don't worry, it's me and you who donate. So from now on, I'll be enthusiastic and ask.

source: フッ、安心しろ。 お遊びはここまでだ。
es_es: Huh, rest assured. That's all for play.

source: フフ…… それでは引き続きお願いしますよ、先生方？
es_es: Huff ... Then please continue, teachers?

source: 斎藤先生ぇ、次はうちが聞いてもええ？
es_es: Saito-sensei, can we ask you next time?

source: おお、おみつか。 よしよし、いいとも。 斎藤君になんでも聞くといい。
es_es: Oh, Omitsuka. Good, good. Ask Saito for anything.

source: えーっとねえ…… 日本の近くにあるこの大きな国。 これはなんてお名前の国なの？
es_es: Well ... this big country near Japan. What is this country of name?

source: （フッ、なるほど。 ４０００年の歴史を持つってあの国か。 この国の名はたしか……）
es_es: (Huh, I see. That country has a history of 4000 years. The name of this country is surely ...)

source: ねえ、先生、ここってなんていう国？
es_es: Hey, sir, what kind of country is this?

source: わかった、教えてやる。 この国が……
es_es: Okay, I'll tell you. This country is ...

source: 英国だ。
es_es: It's England.

source: ご冗談を、斎藤先生。 本当にその国が英国だというんですか？ そのお答えでよろしいんですか？
es_es: Just kidding, Professor Saito. Is that really the UK? Are you sure you want the answer?

source: さ、斎藤君。どうなんだ？ 間違いないのか？ おみつの指したその国は本当に英国なのか？
es_es: Well, Mr. Saito. What about that? Is it correct? Is the country pointed to by the honey really Britain?

source: いや待て。 よく見るとその国はたしか……
es_es: No wait. If you look closely, the country is certainly ...

source: 米国だ。 昔、黒船を引き連れて日本に開国を迫ってきたのが この米国だ。
es_es: It's the United States. A long time ago, it was the United States that took Kurofune and urged Japan to open the country.

source: むぅ…… なんと。 わが日本とこんなにも近いところにおったか。
es_es: Muu …… What. Have you been so close to Japan?

source: ご冗談を、斎藤先生。 本当にその国が米国だというんですか？ そのお答えでよろしいんですか？
es_es: Just kidding, Professor Saito. Is that country really the United States? Are you sure you want the answer?

source: さ、斎藤君。どうなんだ？ 間違いないのか？ おみつの指したその国は本当に米国なのか？
es_es: Well, Mr. Saito. What about that? Is it correct? Is the country pointed to by the honey really the United States?

source: いや待て。 よく見るとその国はたしか……
es_es: No wait. If you look closely, the country is certainly ...

source: 清国だ。 江戸幕府の始まりと同じ頃から 清王朝ってのがそこを支配している。
es_es: Qing dynasty. The Qing dynasty has ruled there since the beginning of the Edo Shogunate.

source: おお、それが清国か。 さっきの日本よりだいぶ大きいのぉ。
es_es: Oh, is it Qing dynasty? It's a lot bigger than Japan.

source: フッ、お見事ですよ、斎藤先生。 たしかにそこは清国です。
es_es: Huh, it's wonderful, Professor Saito. Certainly there is Qing dynasty.

source: 「眠れる獅子」と言われた清国ですが、 近年は英国などの異国に侵略されているとか。 日本にとっても対岸の火事ではありません。
es_es: The Qing dynasty was said to be a "sleeping lion," but in recent years it has been invaded by foreign countries such as the United Kingdom. It is not a fire on the opposite bank for Japan either.

source: その通りじゃ。 欧米列強は日本をも植民地にしようとしておる！ なのに江戸幕府は弱腰でけしからん！
es_es: That's right. Western powers are trying to colonize Japan as well! However, the Edo Shogunate is weak and uncomfortable!

source: だからこそ勤王志士たちは幕府を倒すべく 命をもかけておるのじゃ。 それが日本を異国から救う唯一の道と信じてな。
es_es: That's why the Qin Wang scholars are putting their lives to defeat the Shogunate. Believe that it is the only way to save Japan from foreign countries.

source: 先生、その話は長くなります。 地球儀の授業を続けてください。 よろしいですか、斎藤先生？
es_es: Teacher, that story will be long. Please continue the globe class. Are you sure, Mr. Saito?

source: ああ。わかっている。 次の質問はお前からか？
es_es: Oh. know. Is the next question from you?

source: 順番でいうとそうなりますね。 次が最後の質問です。 ここで間違えれば私の父は寄付をしませんよ？
es_es: In order, that's the case. Next is the last question. If I make a mistake here, my dad won't donate, right?

source: うむ。 頼んだぞ、斎藤君！
es_es: Umm. I asked, Mr. Saito!

source: 米国だ。間違いない。
es_es: It's the United States. no doubt.

source: 米国？ そこが？
es_es: USA? Is there?

source: そうだ。 昔、黒船を引き連れて日本に開国を迫ってきたのが この米国だ。
es_es: That's it. A long time ago, it was the United States that took Kurofune and urged Japan to open the country.

source: むぅ…… なんと。 わが日本とこんなにも近いところにおったか。
es_es: Muu …… What. Have you been so close to Japan?

source: ご冗談もほどほどにしてください！
es_es: Please make a joke!

source: なに……？
es_es: What……?

source: 米国は、はるかかなたの異国です！ おみつの指したこの国は…… 清国じゃないですか!!
es_es: The United States is far away! This country pointed to by the honey is ... Qing dynasty!

source: 英国だ。間違いない。
es_es: It's England. no doubt.

source: 英国？ そこが？
es_es: UK? Is there?

source: そうだ。
es_es: That's it.

source: むぅ…… なんと。 わが日本とこんなにも近いところにおったか。
es_es: Muu …… What. Have you been so close to Japan?

source: ご冗談もほどほどにしてください！
es_es: Please make a joke!

source: なに……？
es_es: What……?

source: 英国ははるかかなたの異国です！ おみつの指したこの国は…… 清国じゃないですか!!
es_es: Britain is a far cry! This country pointed to by the honey is ... Qing dynasty!

source: 斎藤先生、この地球儀というものは 世界全体を表しています。
es_es: Professor Saito, this globe represents the whole world.

source: そして、先ほど日本を見た通り、 今まで私たちが思っていた以上に 日本は小さく、世界は広い……
es_es: And, as we saw earlier, Japan is smaller and the world is wider than we ever thought ...

source: しかし、その世界をすごい勢いで支配下に 置いている国があります。 それがわが日本と同じ島国…… 英国です。
es_es: However, there are countries that have taken control of the world with great momentum. That is the same island country as Japan ... the United Kingdom.

source: その英国の場所を私たちにご教授願います。
es_es: Please teach us the location in England.

source: 英国がこの地球儀のどこにあるか 俺に指させ、ってことか？
es_es: Do you mean let me point to where Britain is on this globe?

source: そうです。勢いのある英国は、いつの日か我が国の 脅威になるやもしれません。 きちんと知っておく必要があります。
es_es: That's right. Britain, which has momentum, may one day become a threat to our country. You need to know it properly.

source: さあ教えてください、斎藤先生。 英国は、この地球儀のどこですか？
es_es: Please tell me, Professor Saito. Where is Britain on this globe?

source: 英国は、この国だ。
es_es: Britain is this country.

source: ……本当に？ そこでかまわないんですね？ そもそも英国は島国と言ったはずですが？
es_es: ……Really? Isn't it okay there? You must have said that Britain is an island country in the first place?

source: （ん？ ……どうも違うらしいな）
es_es: (Hmm? …… It seems different)

source: いや、待て。 もう少し考えさせてくれ。
es_es: No, wait. Let me think a little more.

source: 結構です。 ちなみに斎藤先生の指したその国は 和蘭陀（オランダ）です。
es_es: No thank you. By the way, the country that Professor Saito pointed to is Waranda (Netherlands).

source: ほぉ、ここがオランダか。 鎖国中もここと清国だけは長崎の出島で 幕府から貿易を許されていたんじゃったな。
es_es: Hmm, is this the Netherlands? Even during the isolation, only here and the Qing dynasty were allowed to trade by the Shogunate on Dejima in Nagasaki.

source: ええ。さすがですね、先生。
es_es: Yeah. As expected, teacher.

source: フフ、当たり前の常識じゃ。
es_es: Huff, that's common sense.

source: それより斎藤先生。 英国はどこにあるか、お指しください！
es_es: More than that, Mr. Saito. Please tell us where the UK is!

source: 英国は、この国だ。
es_es: Britain is this country.

source: あの、斎藤先生…… そこはさきほど日本だと言ったじゃありませんか。
es_es: That, Professor Saito ... Didn't you say that there was Japan earlier?

source: あ、ああ…… そうだったな。 すまない、手元が狂った。
es_es: Ah, ah ... that's right. I'm sorry, my hand went crazy.

source: おい、大丈夫なのか、斎藤君！ 寄付があるかないか君にかかっておるんじゃぞ！
es_es: Hey, is it okay, Mr. Saito! It's up to you to make a donation!

source: わかっている。 大丈夫だ、任せておけ。
es_es: know. It's okay, leave it to me.

source: さあ、斎藤先生、 次は手元が狂わないようにお気をつけて。 英国はどこにあるか、お指しください！
es_es: Now, Professor Saito, be careful not to get out of hand next time. Please tell us where the UK is!

source: 英国は、この国だ。
es_es: Britain is this country.

source: ……本当に？ そこでかまわないんですね？
es_es: ……Really? Isn't it okay there?

source: （ん？ ……どうも違うらしいな）
es_es: (Hmm? …… It seems different)

source: いや、待て。 もう少し考えさせてくれ。
es_es: No, wait. Let me think a little more.

source: 結構です。 ちなみに斎藤先生の指したその国は米国です。
es_es: No thank you. By the way, the country that Professor Saito pointed to is the United States.

source: ほぉ、ここが米国か。 黒船でわが日本を恫喝してきた憎っくき相手じゃ！
es_es: Hmm, is this the United States? It's a hateful opponent who has threatened my Japan with Kurofune!

source: ええ。さすがですね、先生。 よく御存知だったじゃないですか。
es_es: Yeah. As expected, teacher. Didn't you know it well?

source: フフ、その程度のことは当たり前の常識じゃ。
es_es: Huff, that's the norm.

source: それより斎藤先生。 英国はどこにあるか、お指しください！
es_es: More than that, Mr. Saito. Please tell us where the UK is!

source: 英国は、この国だ。
es_es: Britain is this country.

source: お、おい斎藤君！ そこはさっき日本だと言ったじゃないか！
es_es: Hey Saito! You said it was Japan!

source: 英国は、この国だ。
es_es: Britain is this country.

source: お、おい斎藤君！ 英国は島国だと言われていたじゃないか。 ちょっと違うんじゃないのか？
es_es: Hey Saito! Britain was said to be an island country. Isn't it a little different?

source: ちょっとどころじゃありませんよ。 そこは米国です。
es_es: It's not a little far. That is the United States.

source: 英国は、この国だ。
es_es: Britain is this country.

source: お、おい斎藤君！ 英国は島国だと言われていたじゃないか。 ちょっと違うんじゃないのか？
es_es: Hey Saito! Britain was said to be an island country. Isn't it a little different?

source: ちょっとどころじゃありませんよ。 そこは和蘭陀（オランダ）です。
es_es: It's not a little far. There is Waranda (Netherlands).

source: なに……？ そうだったか？
es_es: What……? Was that so?

source: て、手元が狂ったようじゃな。 斎藤君、そうなんじゃろ？
es_es: It looks like I'm crazy. Saito-kun, isn't it?

source: ご冗談もほどほどにしてください！
es_es: Please make a joke!

source: なに……？
es_es: What……?

source: 私の思っていた通りでした。 やはりこの寺子屋では私は大成できません。 今日限りここをやめさせていただきます！
es_es: It was exactly what I expected. After all, I can't do it at this Terakoya. I will stop here only today!

source: な、なんじゃと!? それじゃ寄付の件は……？
es_es: What the hell !? Then what about donations ...?

source: 寄付などするわけないでしょう！ 先生には失望しました。 こんなわけのわからない授業を私たちにするなんて！
es_es: You won't donate! I was disappointed with the teacher. What a class we don't understand!

source: いや、それはその……
es_es: No, that's ...

source: わからないことがあれば わからないと正直におっしゃればよかったんです。
es_es: I should have honestly said that if there is something I don't understand, I don't understand.

source: 今の激動の時代、 なんでも知ったかぶりの大人たちが多すぎると 私は思う！
es_es: In this turbulent era, I think there are too many adults who know everything!

source: でたらめを教え込まれた私たちが 将来恥をかくのを先生は良しとするのですか!?
es_es: Is it okay for the teacher to be ashamed of us in the future after being taught bullshit !?

source: ぐ…… いや、そんなことはない。 すまん…… ワシが、間違っていた。
es_es: Gu ... No, that's not the case. I'm sorry ... I was wrong.

source: いいえ、ですが…… こんなお別れになってしまい、 私も本当に残念です……
es_es: No, but ... I'm really sorry to say goodbye like this ...

source: し、清国じゃと!? それはその…… もしかしてシンコクな間違いというわけか？
es_es: But it's Qing dynasty !? That's ... maybe it's a shinkoku mistake?

source: くだらない駄洒落でごまかされませんよ！ やはりこの寺子屋では私は大成できません。 今日限りここをやめさせていただきます！
es_es: You won't be fooled by the puns! After all, I can't do it at this Terakoya. I will stop here only today!

source: な、なんじゃと!? それじゃ寄付の件は……？
es_es: What the hell !? Then what about donations ...?

source: 寄付などするわけないでしょう！ 先生には失望しました。 こんなわけのわからない授業を私たちにするなんて！
es_es: You won't donate! I was disappointed with the teacher. What a class we don't understand!

source: いや、それはその……
es_es: No, that's ...

source: わからないことがあれば わからないと正直におっしゃればよかったんです。
es_es: I should have honestly said that if there is something I don't understand, I don't understand.

source: 今の激動の時代、 なんでも知ったかぶりの大人たちが多すぎると 私は思う！
es_es: In this turbulent era, I think there are too many adults who know everything!

source: でたらめを教え込まれた私たちが 将来恥をかくのを先生は良しとするのですか!?
es_es: Is it okay for the teacher to be ashamed of us in the future after being taught bullshit !?

source: ぐ…… いや、そんなことはない。 すまん…… ワシが、間違っていた。
es_es: Gu ... No, that's not the case. I'm sorry ... I was wrong.

source: いいえ、ですが…… こんなお別れになってしまい、 私も本当に残念です……
es_es: No, but ... I'm really sorry to say goodbye like this ...

source: 英国は、この国だ。
es_es: Britain is this country.

source: ……本当に？ そこでかまわないんですね？
es_es: ……Really? Isn't it okay there?

source: おい、大丈夫なのか、斎藤君！ 寄付があるかないか君にかかっておるんじゃぞ！
es_es: Hey, is it okay, Mr. Saito! It's up to you to make a donation!

source: わかっている。 大丈夫だ、任せておけ。
es_es: know. It's okay, leave it to me.

source: ……なるほど。 自信がおありのようだ。
es_es: ……I see. You seem to be confident.

source: ああ……
es_es: Oh……

source: ……参りました、斎藤先生！ お見事、正解です。 斎藤先生のお指しになった場所こそ英国。
es_es: ...... I'm here, Professor Saito! It's a wonderful answer. The place that Professor Saito pointed to is England.

source: お、おお！ やったぞ、斎藤君！ 実にお見事!!
es_es: Oh oh! I did it, Saito-kun! Really wonderful !!

source: 斎藤先生。 これまで生意気な口をきいたご無礼を どうかお許しください……
es_es: Saito sensei. Please forgive me for your cheeky and rudeness ...

source: ん？
es_es: Hmm?

source: 失礼ながら私は先生方を試させて頂いてました。
es_es: Excuse me, I tried the teachers.

source: どういうことなんだ？
es_es: What do you mean?

source: 私は…… 日本というこの国が 今どうなっているのか正確なことを知りたいのです。
es_es: I ... I want to know exactly what is going on in this country, Japan.

source: ですが大人たちは幕府と勤王派とで２つに割れ、 そのどちらの言い分が正しいのか 子供の私たちには判断がつきません。
es_es: However, adults are divided into two, the Bakufu and the Qin Wang faction, and we as children cannot judge which one is correct.

source: せめて世界の中でこの日本がどこにあるかくらいは 知っている方に私は教えを乞いたい。 そう思って地球儀を持ち込んだのです。
es_es: I would like to ask someone who knows at least where this Japan is in the world. With that in mind, I brought in a globe.

source: な、なんと…… そういうことじゃったのか。
es_es: Hmm ... what was that?

source: この寺子屋でならば正しい知識が身に付く…… 今、改めて私はそう思うことができました。 先生方、これからもご指導宜しくお願いします！
es_es: At this terakoya, you can acquire the correct knowledge ... Now, I can think so again. Teachers, thank you for your continued guidance!

source: おお…… まったく…… なんということじゃ。
es_es: Oh ... at all ... what do you mean?

source: 斎藤君…… ワシは、 とんでもない過ちを犯すところじゃった。 つまらん見栄を張りたいがために……
es_es: Saito-kun ... I was about to make a terrible mistake. Because I want to look boring ...

source: え？ どういうことですか？
es_es: e? what do you mean?

source: うむ、子供たちよ。 頭を下げるべきはワシの方なんじゃ。
es_es: Um, kids. I should bow my head.

source: ここにいる斎藤君は確かに地球儀を理解している。 じゃがワシは…… この地球儀をまるで理解しておらんのじゃ。
es_es: Saito, who is here, certainly understands the globe. The eagle ... You don't really understand this globe.

source: で、ですが先生！ こちらの斎藤先生を弟子にしてらしたのでは!?
es_es: Well, but teacher! Did you make this Mr. Saito a disciple !?

source: いや、さっき偶然知り合ったばかりのお人じゃ。 地球儀を知っているというので 今回限りの約束で来てもらった。
es_es: No, he's the one I just met by chance. Since he knows the globe, he came with a promise only this time.

source: すまなかった、子供たちよ…… ワシは恥知らずにも急場の助っ人を呼んで インチキしたんじゃ！
es_es: I'm sorry, kids ... I'm shamelessly calling for an emergency helper and cheating!

source: そうだったんですか……
es_es: Is that so……
