Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: cleaned/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c1422.po
Languages: es_es

source: たまには引いてみるのもいい
es_es: It's good to pull it once in a while

source: 中身を読んでみる
es_es: Read the contents

source: 読まない
es_es: Don't read

source: 馬鹿なことだ
es_es: That's stupid

source: 大事なことだ
es_es: It's important

source: 俺がいるだろ
es_es: I'm here
