Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: cleaned/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid016c00b1.po
Languages: es_es

source: 本当にすまなかった…… そしてこれで、お別れということになるかな。 ワシに諸君を教える資格はない……
es_es: I'm really sorry ... And I wonder if this is a goodbye. I'm not qualified to teach you ...

source: いえ、先生…… 私の方こそ逆に知識を至上のものと 決めてかかりすぎていたのかもしれません……
es_es: No, Sensei ... I may have decided that knowledge was the supreme one, and took too much ...

source: な、なに……？
es_es: What ...?

source: そういう事情なら、先生はこの場を 黙ってやり過ごすこともできたはずです。 なのに、正直にすべてを打ち明けてくださった。
es_es: In such a situation, the teacher could have been able to pass this place silently. However, he honestly confided everything.

source: 学ぶということは知識を詰め込むだけじゃない。 私の父がそう言っていたのを今思い出しましたよ。
es_es: Learning is not just about cramming knowledge. I just remember my dad saying that.

source: 人としてどうあるべきか…… それこそ先達が次の世代に教えるべき もっとも大事なことだと。
es_es: What we should be as a person ... That is the most important thing that our predecessors should teach the next generation.

source: 先生、私はもっと…… 先生からその正直さを学びたいです。 そしてどう生きるべきか先生を範としたい！
es_es: Teacher, I want to learn more about that honesty from my teacher. And I want to use the teacher as an example of how to live!

source: お、お前は…… こんなワシをまだ先生と呼んでくれるのか？
es_es: You ... Can you still call such an eagle a teacher?

source: 先生！
es_es: Mr!

source: 先生!!
es_es: Mr!!

source: 先生ぇ!!
es_es: Teacher !!

source: 龍馬
es_es: Ryoma

source: 寺子屋の先生
es_es: Terakoya teacher

source: 明晰な子供
es_es: Clear child

source: 無邪気な子供
es_es: Innocent child

source: 日本
es_es: Japan

source: 英国
es_es: United Kingdom

source: 幼い女の子
es_es: Little girl

source: 清国
es_es: Qing dynasty

source: 米国
es_es: USA

source: １の国
es_es: Country 1

source: ２の国
es_es: 2 countries

source: ３の国
es_es: 3 countries

source: ４の国
es_es: 4 countries
