Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: cleaned/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid01160870.po
Languages: es_es

source: 先生！ やはり、私は納得できません！
es_es: teacher! After all, I'm not convinced!

source: ばっかもーん!! お主の顔はもう見たくないといったじゃろうが!!
es_es: You say you don't want to see your face anymore !!

source: しかし、先生！
es_es: But teacher!

source: しかしも、しめじもないわい！ お前には、古牧道場の敷居を跨ぐ資格はない！ 今すぐ出て…… ん？
es_es: However, there is no shimeji mushroom! You are not qualified to cross the threshold of the Komaki Dojo! Get out now ... Hmm?

source: 誰じゃ、そやつは？
es_es: Who is that guy?

source: この方は、私の古牧流に対する思いを 聞いてくださった…… えーっと……
es_es: This person asked me about my thoughts on the Komaki style ... well ...

source: 斎藤一だ。
es_es: It's Saito Hajime.

source: そう、斎藤さんです！ この方は、我々古牧流にとって…… えーっと……
es_es: Yes, Mr. Saito! This person is for us Komaki style ... well ...

source: 通りすがっただけの、無関係の人間だ。
es_es: He's an unrelated person who just passed by.

source: そう、無関係！ 全く関係の無い人なんです!! ……って、ええ!?
es_es: Yes, irrelevant! I'm a completely unrelated person !! …… Well, yeah !?

source: ばっかもーん!! お主は人様にまで迷惑をかけおって!!
es_es: Bakamon !! The Lord is annoying people !!

source: あ、いや…… そんなつもりじゃ。
es_es: Oh no ... I mean that.

source: 斎藤殿と申したか。 我が弟子の非礼を許してくれ。
es_es: Did you say Saito-dono? Forgive my disciple's disrespect.

source: わしの名は古牧宗光と申す。 古牧流の現継承者であり ここ古牧道場の師範をやっておる。
es_es: My name is Munemitsu Komaki. He is the current successor of the Komaki style and is a master of the Komaki Dojo.

source: こんなところに道場があったなんて 全然知らなかったな。
es_es: I never knew there was a dojo in such a place.

source: ほら、先生！ やっぱり、知名度が足りなさすぎるんですよ！
es_es: See, teacher! After all, the name is too low!

source: やかましいわ、小童が！ ……それより、斎藤殿。
es_es: Noisy, little kids! …… More than that, Mr. Saito.

source: お主…… 相当の手練れと見受けるがいかがか？
es_es: Lord ... How about it seeming to be a considerable amount of skill?

source: ……さあ、どうだろうな。
es_es: ...... Now, how about it?

source: 剣の腕はおそらく どこぞの流派の皆伝を取るほどの格じゃろうな。 それ以外の得物も扱える受けの広さも感じる。
es_es: The arm of the sword is probably enough to take the biography of any school. I also feel the breadth of reception that can handle other specialties.

source: 丁度いい、斎藤殿。 お手数かけるが、そこの弟子と手合せ願えまいか。
es_es: Just right, Saito. I'm sorry to trouble you, but could you please make arrangements with the disciples there?

source: え!? 私が、斎藤さんと手合せ!?
es_es: Eh !? I made arrangements with Mr. Saito !?

source: そうじゃ。 お主は古牧流に剣を取り入れろと申したな？ では、木刀を持つとよい。
es_es: That's right. Did the Lord tell you to incorporate the sword into the Komaki style? Then you should have a wooden sword.

source: 斎藤殿は…… 素手じゃ。
es_es: Saito-dono ... with bare hands.

source: ど、どういうことですか？
es_es: What do you mean?

source: ……なるほどな、そういうことか。 じいさん、あんた、相当冴えてるな。
es_es: ...... I see, that's what it is. Grandpa, you're pretty clear.

source: は、話についていけないんですが……
es_es: I can't keep up with the story ...

source: 乗りかかった船だ、一本だけ付き合ってやる。 やってみれば、じいさんの言いたいことが お前にもわかるはずだ。
es_es: It's the ship I got on, I'll go out with only one. If you try, you should understand what your grandfather wants to say.

source: やはり、わしの目に狂いはなかったようじゃな。 では…… はじめ！
es_es: After all, it seems that there was no madness in my eyes. Then ... the beginning!

source: そ、そんな…… 斎藤さんは、剣客のはず……
es_es: That's right ... Saito-san must be a swordsman ...

source: 真の強さとは、武器の有無など関係ないのじゃ。 弘法筆を選ばず、と言うが そこには指で砂に字を書くことも入るのじゃよ。
es_es: True strength has nothing to do with the presence or absence of weapons. You can say that you don't choose a Kobo brush, but you can also write on the sand with your finger.

source: お前の言うことはよくわかる。 だが、ひとつ見誤っているようだ。
es_es: I understand what you say. However, one thing seems to be wrong.

source: このじいさんは、おそらく剣を使わせたとしても そこら辺の剣客に負けないほどの腕前だろう。
es_es: This grandfather is probably as good as the swordsmen around him, even if he uses his sword.

source: え!? そ、そうなんですか？ 先生。
es_es: Eh !? Is that so? teacher.

source: その中で、あえて徒手空拳を軸にしている そこには大きな意味がある。
es_es: Among them, there is a big meaning in that it dares to focus on the empty fist.

source: それを、弟子であるお前に じいさんは分かってほしかったんじゃないのか？
es_es: Didn't you want your grandfather to understand that?

source: 皆まで言うでない。 こやつのためにならぬ。
es_es: I won't tell everyone. Not for this guy.

source: もしかして、私は 先生に大きな恥をかかせてしまったのでは……
es_es: Perhaps I've caused a great deal of shame on my teacher ...

source: 何かに気づけたのであれば、稽古に励むのじゃ。 修行の先に、お主の得るべき答えがあるじゃろう。
es_es: If you notice something, do your best to practice. Before the training, there will be an answer that the Lord should get.

source: は…… はい！
es_es: H ... yes!

source: 斎藤殿、面倒をかけてすまなかったな。 改めて、礼を言うぞ。
es_es: Saito, I'm sorry to bother you. I would like to thank you again.

source: 通りすがったついでだ。 構わないさ。
es_es: I just passed by. I don't mind.

source: 見ての通りの貧乏道場。 何も譲り渡すことはできぬが……
es_es: As you can see, the poor dojo. I can't hand over anything, but ...

source: もしまた、足を運んでくれたのであれば お主に古牧流の技を手ほどきしようぞ。
es_es: If you come again, let's mainly teach Komaki style techniques.

source: ……弟子でもない俺に技を？ それは武人にとっては最も高価な贈り物だな。
es_es: ...... A technique for me who is not a disciple? It's the most expensive gift for a samurai.

source: お主に更なる力は必要ないかもしれんが その筋の良さを眠らせておくのは勿体ないからの。 面倒をかけた弟子の成長もみてやってくれ。
es_es: It may not be necessary to have more power, but it is a waste to keep the goodness of the muscle asleep. See the growth of the disciple who took care of you.

source: わかった。 時間があるときに、また顔を出そう。
es_es: all right. Let's come back when we have time.

source: うむ。 待っておるぞ。
es_es: Umm. I'll be waiting.

source: 古牧の弟子
es_es: Komaki's disciple

source: 老人
es_es: Old man

source: 古牧
es_es: Gumu
