Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: cleaned/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid011608f5.po
Languages: es_es

source: …………だな。
es_es: ………… That's right.

source: ……ん？
es_es: ……Hmm?

source: 吟柳師匠ってさ…… 実際のところ、何者なんだろうな……？
es_es: Master Ginyanagi ... Who is it actually ...?

source: こんなすごい道場を持っているし、 稽古に金もとらないしな……
es_es: I have such a great dojo, and I don't have to pay for training ...

source: それに、立ち振る舞いもなんか普通と違うような…… なんというか高貴というか。
es_es: Besides, the behavior is also unusual ... I mean, it's noble.

source: え、お前知らないのか？
es_es: Eh, don't you know?

source: まぁいずれわかるよ。 それに俺たちにあんな良くしてくれる人はいねぇよ。
es_es: Well, I'll understand it someday. And no one can make us so good.

source: それもそうだな。 でも最近一番弟子の平之助さんに厳しいよな。
es_es: That's right. But lately, I'm strict with Mr. Hiranosuke, the most disciple.

source: ああ、このところ一段と厳しくなった。 あれだけ期待されていたのに 最近は伸び悩んでいるらしいからなぁ。
es_es: Oh, it's getting tougher these days. It seems that it has been sluggish recently even though it was expected so much.

source: 君たち、そこで何をしているんだ！ 真面目にやれないものは拙者の道場にはいらんぞ！
es_es: What are you guys doing there! If you can't do it seriously, don't go to my dojo!

source: はい、すみませんでした！
es_es: Yes, I'm sorry!

source: 申し訳ございません！ 今すぐ始めます！
es_es: I'm sorry! Start now!

source: ひそひそ話
es_es: Secret story

source: 新参者の弟子
es_es: Newcomer's disciple

source: 真面目な弟子
es_es: Serious disciple

source: 吟柳
es_es: Gin Willow
