Repository: Cuddlecreeper8/Ishin-Machine-Translation
Catalog: cleaned/data/wdr_par/wdr.par/msg/uid01xxxxxx/uid010c1422.po
Languages: es_es

source: （ん？ あれは……）
es_es: (Hmm? That is ...)

source: （神主と巫女じゃないか。 何やらただならぬ雰囲気だな……）
es_es: (Isn't it a priest and a shrine maiden?

source: （そういえばいつもここに落ちている日記の主は この場所で愛の告白をするんだったな……）
es_es: (By the way, the diary lord who always falls here makes a confession of love in this place ...)

source: （ま、まさか、俺が交換日記をしていた相手…… 恋に悩んでいる女っていうのは……）
es_es: (No way, the person I was keeping an exchange diary with ... the woman who is suffering from love ...)

source: （だ、だとすると、今から……!? まずい、ひとまず身を隠さなければ！）
es_es: (If so, from now on ...!? No, I have to hide myself for the time being!)

source: ……あ、あのー。
es_es: …… Ah, uh.

source: はい、なんでしょう。
es_es: Yes, what is it?

source: （頑張れ…… 頑張れ、巫女……！ しかし、巫女の奴、神主のことが好きだったのか）
es_es: (Do your best ... Do your best, shrine maiden ...! But did you like the shrine maiden, the priest?)

source: 神主さん……
es_es: Kannushi ...

source: そろそろ今日の用事の内容を 教えていただいても…… いいですか？
es_es: It's time to tell me what you're doing today ... is that okay?

source: は、はい。今日はですね。 あなたにお話したいことがありまして……
es_es: Yes. Today is it. I have something to tell you ...

source: 話したいこと？
es_es: What do you want to talk about?

source: え、えぇ……
es_es: Eh, eh ...

source: （ん……？ 何か様子がおかしいな……）
es_es: (Hmm ...? Something is wrong ...)

source: 私、あなたが好きです！ 大好きなんです！ 私と結婚して、毎日私のみそ汁を作ってください！
es_es: I like you! I love you! Marry me and make my miso soup every day!

source: ……えっ!?
es_es: ……eh!?

source: ……えっ!?
es_es: ……eh!?

source: （……た、たしか俺は日記の主に 素直に告白しろと助言したんだったな）
es_es: (... I'm sure I advised the diary lord to confess honestly.)

source: （日記の内容で女だと勘違いしていたが、 ま、まさか神主が日記の主だったのか……!?）
es_es: (I misunderstood that she was a woman in the contents of the diary, but was the priest the priest of the diary ...!?)

source: “君がため 燃えて焦げるは 我が命…… みずとも かけば 姿こそ思ふ……”
es_es: "It's my life that you burn and burn ... If you call yourself, you'll think of your appearance ..."

source: ……えっ？ い、今の何ですか!?
es_es: ……eh? What is it now !?

source: 短歌です。
es_es: It's a tanka.

source: た、短歌……!? ど、どうして短歌を!?
es_es: Tanka ...!? Why tanka !?

source: あなたのことを思って 私の命は燃え焦げてしまいました……
es_es: Thinking of you, my life was burnt ...

source: 水をかければ消えるでしょうか、いいえ。 見なくても書けるほど、私はあなたのお姿を 思い描いています…… という意味です。
es_es: Will it disappear if I water it? No. It means that I envision you so much that I can write it without looking at it.

source: ……は、はぁ。
es_es: …… Huh.

source: （ど…… どういうことだ!?）
es_es: (What ... what do you mean !?)

source: （……た、たしか俺は日記の主に 短歌を詠んで告白しろと助言したんだったな）
es_es: (... I'm sure I advised the diary to confess by writing a tanka.)

source: （日記の内容で女だと勘違いしていたが、 ま、まさか神主が日記の主だったのか……!?）
es_es: (I misunderstood that she was a woman in the contents of the diary, but was the priest the priest of the diary ...!?)

source: 実は私、見た目からはわからないかもしれませんが、 けっこういい体してるんですよ。野性的でしょう～？
es_es: Actually, I may not know it from the appearance, but I have a pretty good body. Is it wild?

source: は、はぁ……
es_es: Haha ...

source: それでね、腕も結構太いんですよ。 体力もありますしね。野性的でしょう～？
es_es: That's why my arms are quite thick. I also have physical strength. Is it wild?

source: ……そうですか。
es_es: ……Is that so.

source: （……な、なんだこれは）
es_es: (... What is this?)

source: （たしか俺は日記の主に 色じかけで告白しろと助言したんだったな……）
es_es: (Maybe I advised the diary to confess in color ...)

source: （日記の内容で女だと勘違いしていたが、 ま、まさか神主が日記の主だったのか……!?）
es_es: (I misunderstood that she was a woman in the contents of the diary, but was the priest the priest of the diary ...!?)

source: でもご安心ください。野性的な一面もありますが、 女性の扱いの優しさには定評があるんですよ。私。
es_es: But don't worry. It has a wild side, but it has a good reputation for the kindness of women. I.

source: （まさかこれが神主なりの色じかけなのか？ この告白…… 終わったな）
es_es: (Is this the color of the priest? This confession ... is over)

source: 神主さんの気持ち、伝わりました。 ……ありがとうございます。嬉しいです。
es_es: The feelings of the priest were conveyed. ……Thank you. I'm happy.

source: ほ、本当ですか！
es_es: Is that true!

source: でも…… 無理です！
es_es: But ... I can't!

source: …………えっ!?
es_es: …………eh!?

source: 神主さんは優しくて、人の面倒をよく見て、 ちょっとぬけてるけど、たよりがいのある人です……
es_es: The priest is kind, takes good care of people, and is a little out of the ordinary, but he is a person who has a lot of fun ...

source: 仕事の先輩として、 私、神主さんのこと尊敬してます。
es_es: As a senior at work, I respect the priest.

source: だから…… 神主さんのこと…… 異性としては見れないんです。
es_es: That's why ... the priest ... I can't see him as the opposite sex.

source: そ、そんな……
es_es: Oh, that's ...

source: これからも今の関係のまま、 私と仲良くしてくれませんか!?
es_es: Will you continue to get along with me in the same relationship as you are now !?

source: …………も。
es_es: …………Also.

source: もちろんですよー。当たり前じゃないですかー。 うん、これからもよろしくね！
es_es: Of course. Isn't it natural? Yeah, thank you for your continued support!

source: うふふ、よかった！ やっぱり神主さん、優しいです！ 大好き！
es_es: Ufufu, it was good! After all, the priest is kind! I love You!

source: あ、私、これからお祓いのお手伝いがあるので、 先に神社に帰ってますね！
es_es: Ah, I'm going back to the shrine first because I'll be helping to purify it!

source: ……今の関係のまま、か。
es_es: ...... Is it the same as the current relationship?

source: ……はぁ、交換日記の人の言うとおりに 告白したのになぁ。
es_es: …… Well, I confessed exactly as the person in the exchange diary said.

source: ……神主。
es_es: ...... The priest.

source: ……あ、あぁ、斎藤さんか。 いやぁー偶然だねぇ、こんなところで。
es_es: …… Ah, ah, Mr. Saito? No, it's a coincidence, in a place like this.

source: ……飲みにでも、行かないか。
es_es: ...... Why don't you go for a drink?

source: え？ いきなりどうしたの？
es_es: e? what happened suddenly?

source: ……まぁいいじゃないか。 俺のおごりだ。飲もう。
es_es: ...... Well, isn't it? It's my treat. Let's drink.

source: うーん、よくはわからないけど、 ちょうど私も飲みたい気分だったんだよ。
es_es: Well, I'm not sure, but I just felt like drinking.

source: ……じゃあ、行こうか！
es_es: ...... Then let's go!

source: （日記に変化はない。 日記の主はずいぶん怒っているようだな……）
es_es: (There is no change in the diary. The diary owner seems to be very angry ...)

source: （女心はよくわからんが…… ひとまず謝罪の返事を書いておくか）
es_es: (I don't really understand the woman's heart ... Do you write an apology reply for the time being?)

source: （悪かった、少し言い過ぎたようだ…… と）
es_es: (It was bad, it seems a little overstated ...)

source: （……よし、こんなもんでいいだろう）
es_es: (... Okay, this is fine)

source: （俺は、どう思うか尋ねられたから 素直な気持ちを書いただけだ）
es_es: (I was asked what I thought, so I just wrote my honest feelings)

source: （それなのに怒られるとは心外だ。 ……放っておこう）
es_es: (But it's surprising to get angry .... let's leave it alone)

source: （日記に変化はない。 持ち主に返事が届けばいいが……）
es_es: (There is no change in the diary. I hope the owner will receive a reply ...)

source: （……いつぞやの日記だ）
es_es: (... It's a diary of when)

source: （誰かが触った形跡がある…… 日記の主が俺の返事を読んだみたいだな）
es_es: (There is evidence that someone touched it ... It seems that the diary owner read my reply)

source: 「お返事ありがとう！ まさか恋愛について助言までくれるなんて…… この日記、あなたが手に取ってくれて嬉しい！」
es_es: "Thank you for your reply! No way to give me advice on romance ... I'm glad you picked up this diary!"

source: （フッ、喜んでいるようだな。 そういえば恋愛について助言をしたんだったな。 俺が書き込んだ返事はたしか……）
es_es: (Huh, he seems happy. By the way, he advised me about romance. I'm sure the reply I wrote ...)

source: （お前は、好きな相手の好きなもの、嫌いなもの、 ちゃんと知っているのか？）
es_es: (Do you know what you like and what you don't like?)

source: （……剣の戦いでもそうだが、敵がどういう奴か 知っていれば、相手の動きなどをある程度 予測できる。勝負に勝つには大事なことだぞ）
es_es: (... As in the battle of the sword, if you know what the enemy is, you can predict the movement of the opponent to some extent. It is important to win the game)

source: （……だったな）
es_es: (... was)

source: （……ん？ 俺の返事に対して 何か新しい文章が書きこまれているぞ）
es_es: (... Hmm? Something new has been written in response to my reply)

source: 「あなたの返事を読んだ瞬間、驚いちゃった！ その通り。私、相手のこと、 そこまでよく知らなかったんだ。」
es_es: "The moment I read your reply, I was surprised! That's right. I didn't know much about the other person."

source: 「だから、あなたの言うとおり、 まずは相手の好きなもの嫌いなものを知るために 所持品とか住んでる家とか色々調べてみたんだ。」
es_es: "So, as you say, first I looked up my belongings, the house I live in, and so on to find out what the other person likes and dislikes."

source: 「……そしたら、調べてる真っ最中に、 相手に見つかって大目玉！ 怒られちゃったよ！ うわーん！ こんなのってないよー……」
es_es: "... Then, in the middle of investigating, I was found by the other party and it was a big hit! I got angry! Wow! There is no such thing ..."

source: （……こいつは何をやってるんだ？）
es_es: (... what is this guy doing?)

source: （もしかしてお前は、相手を思うあまり遠慮して、 自分の気持ちを抑えているんじゃないか？ ……恋愛で大事なのは押しの強さだぞ）
es_es: (Maybe you're holding back your feelings by refraining from thinking too much about the other person? ... The important thing in love is the strength of the push.)

source: （……剣の戦いでもそうだが、 絶えず攻め続ければ相手が根負けすることもある。 恋愛でも同じことが言えるはずだ。頑張れ）
es_es: (... As in the battle of swords, if you keep attacking, your opponent may be defeated. The same can be said for love.

source: （……だったな）
es_es: (... was)

source: （……ん？ 俺の返事に対して 何か新しい文章が書きこまれているぞ）
es_es: (... Hmm? Something new has been written in response to my reply)

source: 「あなたの返事を読んだ瞬間、驚いちゃった！ たしかに私、相手の立場を考えるあまり、 がんじがらめになって動けなかったんだ。」
es_es: "The moment I read your reply, I was surprised! It's true that I was so stubborn that I couldn't move because I was thinking about the other person's position."

source: 「だから、あなたの言うとおり、 積極的に相手に迫ってみたんだ。 ご飯に誘ったり、遊びに誘ったり、頑張ったよ！」
es_es: "That's why, as you say, I actively approached the other person. I invited him to eat, invited him to play, and did his best!"

source: 「……そしたら、全部断られたよー！ どうやら相手は来年の秋ごろまで予定が 全部、埋まってるみたい！ 忙しすぎだよ……」
es_es: "... Then, everything was turned down! Apparently, the other party seems to have all the plans until next fall! I'm too busy ..."

source: （うーむ…… これは駆け引きどうこう以前に、 本当に脈がなさそうだな……）
es_es: (Hmm ... This seems to be really pulseless before the bargaining ...)

source: （ひょっとするとお前は、 好きな相手に迫ってばかりいるんじゃないか？）
es_es: (Maybe you're just approaching your favorite person?)

source: （……剣の戦いでもそうだが、 直線的な攻撃ばかりでは、相手にこちらの動きを いとも簡単に読まれてしまう）
es_es: (... As in the battle of the sword, it is very easy for the opponent to read this movement with only a straight line attack)

source: （たまには攻め方を変えて、引いてみたりすれば 相手の意表をつくことができて、非常に効果的だ。 恋愛でも同じことが言えるんじゃないか？）
es_es: (Occasionally, if you change the way you attack and try to pull it, you can surprise the other person and it is very effective. You can say the same thing in love?)

source: （……だったな）
es_es: (... was)

source: （……ん？ 俺の返事に対して 何か新しい文章が書きこまれているぞ）
es_es: (... Hmm? Something new has been written in response to my reply)

source: 「あなたの返事を読んだ瞬間、驚いちゃった！ たしかに、私、好きな気持ちばかり、 前面に押しだしてた！」
es_es: "The moment I read your reply, I was surprised! Certainly, I just pushed my favorite feelings to the front!"

source: 「だから、あなたの言うとおり、 相手にそっけない態度とってみたり、 何でもないことで怒ってみたりしたんだ。」
es_es: "So, as you say, I tried to be unfriendly to the other person, and I got angry at nothing."

source: 「……そしたら、普通に 言葉を交わすことすらなくなっちゃったよー！ やっぱり怒るのは…… やりすぎ!?」
es_es: "... Then, I couldn't even exchange words normally! After all, getting angry ... is overkill !?"

source: （うーむ…… 気持ちはわからんでもないが、 完璧にからまわってるな……）
es_es: (Hmm ... I don't know how it feels, but it's completely entwined ...)

source: 「つらいよ……！ もうこんな状態、我慢できないよ……！」
es_es: "It's hard ...! I can't stand this situation anymore ...!"

source: 「よし、思い切って、自分の気持ちを 素直に告白してみようと思う！」
es_es: "Okay, I'll take the plunge and confess my feelings honestly!"

source: （おぉ…… 唐突だな……）
es_es: (Oh ... suddenly ...)

source: 「告白が成功しても失敗しても…… 私の悩みはなくなるわけだから、 この交換日記もおしまい。」
es_es: "Whether the confession succeeds or fails ... My worries are gone, so this exchange diary is over."

source: 「少し気が早いけど、あなたとの交換日記、 楽しかったよ！ 今までありがとう！」
es_es: "I'm a little quick, but I enjoyed the exchange diary with you! Thank you so far!"

source: （このやりとりももう終わりになるのか…… そう思うと少しさみしい気もするな）
es_es: (Is this exchange over? ... I feel a little lonely when I think so)

source: 「……ってそんなことより、 今はどうやって告白するかを考えなきゃね！」
es_es: "... I have to think about how to confess now, rather than that!"

source: 「告白する場所は、そうだなぁ。 やっぱり雰囲気のいいところだよね…… あなたとの交換日記場所、八坂神社前がいいかも。」
es_es: "That's right, the place to confess. After all, it's a place with a nice atmosphere ... Maybe it's a good place to exchange diary with you, in front of Yasaka Shrine."

source: （ここか…… たしかに雰囲気はいいな）
es_es: (Here ... I think the atmosphere is nice)

source: 「問題は、どうやって告白するかだよね…… うー、頭の中真っ白だよ！」
es_es: "The question is how to confess ... well, it's white in my head!"

source: 「そうだ、あなたに助言をもらってもいいかな？ どういう告白をしたら、 相手が私のこと振り向いてくれると思う？」
es_es: "Yes, can you give me some advice? What kind of confession do you think the other person will turn to me?"

source: （……この女、責任重大なことについて さらっと助言を求めてきたな）
es_es: (... This woman has asked for more advice on serious responsibilities.)

source: （相手が振り向いてくれる告白方法か…… そうだな……）
es_es: (Is it a confession method that the other party turns around ... That's right ...)

source: （何も飾らない、素直なお前の言葉で 好きな気持ちを伝えるのが一番じゃないか？）
es_es: (Isn't it best to convey your favorite feelings in your honest words without decorating anything?)

source: （……俺に言えることはそれだけだ。 頑張ってこい）
es_es: (... That's all I can say. Good luck)

source: （何事も雰囲気が大事だ。相手を想う気持ちを 短歌にしたためてみてはどうだろうか？）
es_es: (Atmosphere is important in everything. Why don't you try to make a tanka about your feelings for the other person?)

source: （短歌は昔から愛を伝えるのに使われてきた 伝統的な手法だからな）
es_es: (Tanka is a traditional method that has been used to convey love since ancient times.)

source: （……俺に言えることはそれだけだ。 いい歌を詠めよ）
es_es: (... That's all I can say. Song a good song)

source: （綺麗ごとだけじゃ世の中渡っていけない…… 一番確実なのは…… 色じかけだ）
es_es: (You can't cross the world just by looking beautiful ... The most certain thing is ... Coloring)

source: （恋愛と性は切っても切り離せないからな。 この方法はだいたいの場合で効果があると思う。 ……頑張ってこい）
es_es: (Because love and sex are inseparable from each other. I think this method is effective in most cases .... Do your best)

source: ……こんなもんか。 日記の主の恋、うまくいくといいな。
es_es: ...... Is it like this? I hope the love of the Lord in the diary goes well.

source: （……いつぞやの日記だ）
es_es: (... It's a diary of when)

source: （よく見ると誰かが触った形跡がある……！ もしかして、日記の主が俺の返事を読んだのか？）
es_es: (If you look closely, there is evidence that someone touched it ...! Did the diary owner read my reply?)

source: （……たしか、日記の持ち主を怒らせてしまって、 俺が謝罪の返事を書いたんだったな）
es_es: (... I'm sure I wrote an apology reply because I made the owner of the diary angry.)

source: （……ん？ 俺の返事に対して 何か新しい文章が書きこまれているぞ）
es_es: (... Hmm? Something new has been written in response to my reply)

source: 「この前は怒ってすいません。 あなたは素直に返事を書いてくれただけなのに 私、ひどいこと言ってしまったね。」
es_es: "I'm sorry I was angry the other day. You just wrote a reply obediently, but I said something terrible."

source: 「あなたに言われた、叶わない恋は諦めろって言葉、 私自身もうすうす感じてたんだと思う…… だからついムキになって…… 本当ごめんなさい。」
es_es: "I was told by you to give up on the unfulfilled love, I think I felt a little lighter ... So I just got sick ... I'm really sorry."

source: 「でも私、この恋、もう少しだけ頑張ってみるよ！ 自分の納得のいくところまで、突き進んでみる！ 返事くれてありがとうね！」
es_es: "But I'll do my best in this love! I'll push it to the point where I'm satisfied! Thank you for your reply!"

source: （どうやら日記の主に許してもらえたらしい。 ついでに少し元気になったようだな……）
es_es: (It seems that the Lord of the diary forgave me. It seems that I got a little better by the way ...)

source: 「……この日記を拾ったあなた。 私の悩みって、普通なことなのかな？ それとも…… やっぱり、馬鹿みたいかな？」
es_es: "... You picked up this diary. Is my trouble normal? Or ... Is it like an idiot?"

source: （日記の持ち主は、 叶わぬ恋に悩んでいるんだったな…… それに対して俺が書き込んだ返事は……）
es_es: (The owner of the diary was suffering from an unfulfilled love ... The reply I wrote to that ...)

source: （馬鹿なことだ。 無理そうな恋にいつまでもしがみついてないで、 さっさと次の恋を探せ。諦めも肝心だ）
es_es: (It's stupid. Don't cling to a love that seems impossible, just look for the next love. It's important to give up.)

source: （……だったな）
es_es: (... was)

source: （……ん？ 俺の返事に対して 何か新しい文章が書きこまれているぞ）
es_es: (... Hmm? Something new has been written in response to my reply)

source: 「私だって、諦められるなら諦めてる！ だけど無理なんだ！ それなのに、 馬鹿なことだなんて…… ひどい！」
es_es: "I'm giving up if I can give up! But it's impossible! And yet, it's stupid ... terrible!"

source: 「そんなことを平気で言えるなんて…… きっとあなたは本気で恋したことがないんだよ！ そんな人は一生本当の恋愛なんてできない！」
es_es: "I can say that kind of thing ... I'm sure you've never really fallen in love! Such a person can't have a true love affair for the rest of his life!"

source: （日記の主をずいぶん怒らせてしまったようだ…… とりあえず謝っておこうか？）
es_es: (It seems that the diary lord has been angry a lot ... Would you like to apologize for the time being?)

source: （女心はよくわからんが…… ひとまず謝罪の返事を書いておくか）
es_es: (I don't really understand the woman's heart ... Do you write an apology reply for the time being?)

source: （悪かった、少し言い過ぎたようだ…… と、 こんなもんでいいだろう）
es_es: (It was bad, it seems that I overstated it ...

source: （俺は、どう思うか尋ねられたから 素直な気持ちを書いただけだ）
es_es: (I was asked what I thought, so I just wrote my honest feelings)

source: （それなのに怒られるとは心外だ。 ……放っておこう）
es_es: (But it's surprising to get angry .... let's leave it alone)

source: （大事なことだ。 例え無理そうな恋だとしても、 諦めなければいつか叶うかもしれない。頑張れ）
es_es: (It's important. Even if it's an impossible love, it may come true someday if you don't give up. Good luck)

source: （……だったな）
es_es: (... was)

source: （……ん？ 俺の返事に対して 何か新しい文章が書きこまれているぞ）
es_es: (... Hmm? Something new has been written in response to my reply)

source: 「ありがとう！ 見ず知らずの人が こんなに励ましてくれるなんて驚きだよ！」
es_es: "Thank you! I'm surprised that strangers encourage me so much!"

source: 「あなたのおかげで勇気もらっちゃった！ 私、頑張る！ もう少しだけ頑張ってみるよ！ 苦しまなきゃ恋愛なんて、できない！」
es_es: "Thanks to you, I got the courage! I'll do my best! I'll do my best a little more! I can't have a romance without suffering!"

source: （どうやら日記の主を 勇気づけることができたようだ……）
es_es: (It seems that I was able to encourage the Lord of the diary ...)

source: （俺がいるだろ。 捨てる神あれば拾う神あり。日記を拾ったのも 何かの縁かもしれない。ぜひお近づきになりたい）
es_es: (There is me. If there is a god to throw away, there is a god to pick up. It may be something to pick up the diary. I definitely want to get closer.)

source: （……だったな）
es_es: (... was)

source: （……ん？ 俺の返事に対して 何か新しい文章が書きこまれているぞ）
es_es: (... Hmm? Something new has been written in response to my reply)

source: 「うーん…… そのお返事は、 ちょっと気持ちが悪いかもしれないな……」
es_es: "Hmm ... that reply may be a little unpleasant ..."

source: 「あ、でも私のこと元気づけようと してくれてるんだよね。あはは、嬉しいよ。 私、頑張る！ もう少しだけ頑張ってみるよ！」
es_es: "Ah, but you're trying to cheer me up. I'm glad. I'll do my best! I'll do my best a little more!"

source: （どうやら日記の主を 元気づけることができたようだ……）
es_es: (It seems that I was able to cheer up the diary owner ...)

source: （……恋愛に前向きになった日記の主に 何か返事を書いてみるか）
es_es: (... Would you like to write some reply to the diary who became positive about love?)

source: （お前は、好きな相手の好きなもの、嫌いなもの、 ちゃんと知っているのか？）
es_es: (Do you know what you like and what you don't like?)

source: （……剣の戦いでもそうだが、敵がどういう奴か 知っていれば、相手の動きなどをある程度 予測できる。勝負に勝つには大事なことだぞ）
es_es: (... As in the battle of the sword, if you know what the enemy is, you can predict the movement of the opponent to some extent. It is important to win the game)

source: （もしかしてお前は、相手を思うあまり遠慮して、 自分の気持ちを抑えているんじゃないか？ ……恋愛で大事なのは押しの強さだぞ）
es_es: (Maybe you're holding back your feelings by refraining from thinking too much about the other person? ... The important thing in love is the strength of the push.)

source: （……剣の戦いでもそうだが、 絶えず攻め続ければ相手が根負けすることもある。 恋愛でも同じことが言えるはずだ。頑張れ）
es_es: (... As in the battle of swords, if you keep attacking, your opponent may be defeated. The same can be said for love.

source: （ひょっとするとお前は、 好きな相手に迫ってばかりいるんじゃないか？）
es_es: (Maybe you're just approaching your favorite person?)

source: （……剣の戦いでもそうだが、 直線的な攻撃ばかりでは、相手にこちらの動きを いとも簡単に読まれてしまう）
es_es: (... As in the battle of the sword, it is very easy for the opponent to read this movement with only a straight line attack)

source: （たまには攻め方を変えて、引いてみたりすれば 相手の意表をつくことができて、非常に効果的だ。 恋愛でも同じことが言えるんじゃないか？）
es_es: (Occasionally, if you change the way you attack and try to pull it, you can surprise the other person and it is very effective. You can say the same thing in love?)

source: ……こんなもんか。 日記の持ち主に返事が届けばいいが。
es_es: ...... Is it like this? I hope the reply will be sent to the owner of the diary.

source: （手帳が落ちているな……）
es_es: (The notebook is down ...)

source: （どうやら落とし物らしい。 見たところ女物のような色だが……）
es_es: (It looks like a lost item. It looks like a woman's item ...)

source: （さすがに人の手帳を勝手に見るのは悪いか…… このままにしておこう）
es_es: (Isn't it really bad to look at a person's notebook without permission? Let's leave it as it is)

source: （……落とした奴は困っているだろう。 持ち主の手がかりが書いてあるかもしれん。 悪いが、少しだけ中身を見せてもらおう）
es_es: (... The one who dropped it will be in trouble. The owner's clue may be written. I'm sorry, but let me show you the contents a little.)

source: えーと、なになに……？
es_es: Well, what ...?

source: 「最近なんだかずっと、心の中が曇り空。 この胸の苦しみは、いったいどうすればいいの？ ……切ないよ。」
es_es: "Recently, it's been a cloudy sky in my heart. What should I do with this chest pain? ... I'm sorry."

source: （……なんだこの文章は。 どうやら手帳の持ち主は年頃の娘のようだな）
es_es: (... What is this sentence? Apparently, the owner of the notebook seems to be a daughter of about age)

source: 「お仕事してる時も、ご飯を食べてる時も、 寝る時も…… お風呂に入ってる時だって、 いつだって君のこと考えちゃう。」
es_es: "When I'm working, when I'm eating, when I'm sleeping ... when I'm taking a bath, I always think of you."

source: 「叶わない恋だってわかってるけど…… 諦めなきゃって、思うけど…… そんなの無理！ だって君以外、考えられない！ 君が好き！」
es_es: "I know it's a love that won't come true ... I think I have to give up ... I can't do that! Because I can't think of anything but you! I like you!"

source: （……手帳の落とし主は恋をしているらしいな）
es_es: (... It seems that the owner of the notebook is in love)

source: （ずいぶん悩んでいるようだ…… 読んでいるこっちまで、つらくなってきたぞ）
es_es: (It seems that I'm worried a lot ... It's getting harder until I'm reading)

source: 「気持ちを言葉にすればするほど、苦しくなる…… もうやめやめ！ この日記はこれでおしまい！ 思い切って、神社とかに捨ててしまおう！」
es_es: "The more I put my feelings into words, the more painful it becomes ... Stop it! That's it for this diary! Let's take the plunge and throw it away at a shrine!"

source: （……この手帳、日記だったんだな。 そういった経緯でここに捨てられていたのか）
es_es: (... This notebook was a diary. Was it thrown away here for that reason?)

source: 「でももしこの日記が誰かに拾われて、 私の気持ちを知ってしまった人が現れたら…… その人はいったい何を思うんだろう？」
es_es: "But if someone picks up this diary and someone knows my feelings ... what exactly does that person think?"

source: 「私のこと、馬鹿な奴だなって笑うのかな？ それとも、わかるよって言ってくれるかな？」
es_es: "Do you laugh at me as a stupid guy? Or do you tell me you understand?"

source: 「……この日記を拾ったあなた。 私の悩みって、普通なことだと思う？ それとも…… やっぱり、馬鹿みたいかな？」
es_es: "... You picked up this diary. Do you think my worries are normal? Or ... Is it like an idiot?"

source: （この日記、妙な問いかけで終わっているが…… もしかして、返事を書けってことか？）
es_es: (This diary ends with a strange question ... Maybe you can write a reply?)

source: （……本当に返事が届くかはわからんが、 なにか書きこんでおいてやるか）
es_es: (... I don't know if I'll get a reply, but I'll write something down)

source: （日記の主は、叶わぬ恋に苦しんでいるんだったな。 そのことについて俺がどう思うかだが……）
es_es: (The diary lord was suffering from an unfulfilled love. What do you think about that ...)

source: （馬鹿なことだ。 無理そうな恋にいつまでもしがみついてないで、 さっさと次の恋を探せ。諦めも肝心だ）
es_es: (It's stupid. Don't cling to a love that seems impossible, just look for the next love. It's important to give up.)

source: ……こんなもんか。 日記の持ち主に返事が届けばいいが。
es_es: ...... Is it like this? I hope the reply will be sent to the owner of the diary.

source: （大事なことだ。 例え無理そうな恋だとしても、 諦めなければいつか叶うかもしれない。頑張れ）
es_es: (It's important. Even if it's an impossible love, it may come true someday if you don't give up. Good luck)

source: ……こんなもんか。 日記の持ち主に返事が届けばいいが。
es_es: ...... Is it like this? I hope the reply will be sent to the owner of the diary.

source: （俺がいるだろ。 捨てる神あれば拾う神あり。日記を拾ったのも 何かの縁かもしれない。ぜひお近づきになりたい）
es_es: (There is me. If there is a god to throw away, there is a god to pick up. It may be something to pick up the diary. I definitely want to get closer.)

source: 日記の持ち主を元気づけるためとはいえ、 少し調子に乗りすぎたか……？ まぁいい。返事が届けばいいが……
es_es: Did you get a little too sick, even though it was to cheer up the owner of the diary? Well good. I hope you get a reply ...

source: （ん？ 鳥居の下に何か落ちているな）
es_es: (Hmm? Something has fallen under the torii)

source: 巫女
es_es: Priestess

source: 神主
es_es: Shinto priest

source: 謝る
es_es: apologize

source: 謝らない
es_es: Do not apologize

source: 日記
es_es: diary

source: 率直な告白が一番！
es_es: A frank confession is the best!

source: 気持ちを短歌にしたためろ！
es_es: Make your feelings tanka!

source: 色じかけだ！
es_es: It's a color scheme!

source: まずは相手のことをよく知ることだ
es_es: First of all, get to know the other person well

source: 押しの強さが肝心だ
es_es: The strength of pushing is important
